[
 {
  "index": 11180,
  "word": "UNMASCULATE",
  "def": "To emasculate. [Obs.] Fuller."
 },
 {
  "index": 35685,
  "word": "BAND",
  "def": "Two strips of linen hanging from the neck in front as part of aclerical, legal, or academic dress."
 },
 {
  "index": 79177,
  "word": "URBANE",
  "def": "Courteous in manners; polite; refined; elegant."
 },
 {
  "index": 938,
  "word": "MELANOSCOPE",
  "def": "An instrument containing a combination of colored glasses suchthat they transmit only red light, so that objects of other colors,as green leaves, appear black when seen through it. It is used forviewing colored flames, to detect the presence of potassium, lithium,etc., by the red light which they emit."
 },
 {
  "index": 40906,
  "word": "YACARE",
  "def": "A South American crocodilian (Jacare sclerops) resembling thealligator in size and habits. The eye orbits are connected together,and surrounded by prominent bony ridges. Called also spectacledalligator, and spectacled cayman. [Written also jacare.]"
 },
 {
  "index": 35019,
  "word": "PREMAXILLARY",
  "def": "Situated in front of the maxillary bones; pertaining to thepremaxillæ; intermaxillary.-- n."
 },
 {
  "index": 13222,
  "word": "FIBROVASCULAR",
  "def": "Containing woody fiber and ducts, as the stems of all floweringplants and ferns; -- opposed to cellular."
 },
 {
  "index": 50164,
  "word": "ALP",
  "def": "A bullfinch. Rom. of R."
 },
 {
  "index": 33914,
  "word": "MUSCLE",
  "def": "See Mussel. Muscle curve (Physiol.), contraction curve of amuscle; a myogram; the curve inscribed, upon a prepared surface, bymeans of a myograph when acted upon by a contracting muscle. Thecharacter of the curve represents the extent of the contraction."
 },
 {
  "index": 79511,
  "word": "CORONAL",
  "def": "Of or pertaining to the shell of a sea urchin. Coronal suture(Anat.), a suture extending across the skull between the parietal andfrontal bones; the frontoparietal suture."
 },
 {
  "index": 66007,
  "word": "PROBATIONARY",
  "def": "Of or pertaining to probation; serving for trial.To consider this life . . . as a probationary state. Paley."
 },
 {
  "index": 7843,
  "word": "SHROUDY",
  "def": "Affording shelter. [R.] Milton."
 }
]