[
 {
  "index": 11464,
  "word": "SCOUNDRELDOM",
  "def": "The domain or sphere of scoundrels; scoundrels, collectively;the state, ideas, or practices of scoundrels. Carlyle."
 },
 {
  "index": 50048,
  "word": "STILLING",
  "def": "A stillion. [Obs. or Prov. Eng.]"
 },
 {
  "index": 39786,
  "word": "DYAKS",
  "def": "; sing. Dyak. (Ethnol.) The aboriginal and most numerousinhabitants of Borneo. They are partially civilized, but retain manybarbarous practices."
 },
 {
  "index": 31538,
  "word": "RECUSATION",
  "def": "The act of refusing a judge or challenging that he shall nottry the cause, on account of his supposed partiality. Blackstone."
 },
 {
  "index": 25788,
  "word": "INTERCONTINENTAL",
  "def": "Between or among continents; subsisting or carried on betweencontinents; as, intercontinental relations or commerce."
 },
 {
  "index": 3015,
  "word": "HAIK",
  "def": "A large piece of woolen or cotton cloth worn by Arabs as anouter garment. [Written also hyke.] Heyse."
 },
 {
  "index": 15418,
  "word": "NOUCH",
  "def": "An ouch; a jewel. [Obs.] Chaucer."
 },
 {
  "index": 40238,
  "word": "LITANY",
  "def": "A solemn form of supplication in the public worship of variouschurches, in which the clergy and congregation join, the formerleading and the latter responding in alternate sentences. It isusually of a penitential character.Supplications . . . for the appeasing of God's wrath were of theGreek church termed litanies, and rogations of the Latin. Hooker."
 },
 {
  "index": 57566,
  "word": "DASE",
  "def": "See Daze. [Obs.] Chaucer."
 },
 {
  "index": 72540,
  "word": "PLEIOPHYLLOUS",
  "def": "Having several leaves; -- used especially when several leavesor leaflets appear where normally there should be only one."
 },
 {
  "index": 14295,
  "word": "INDEHISCENT",
  "def": "Remaining closed at maturity, or not opening along regularlines, as the acorn, or a cocoanut."
 },
 {
  "index": 50311,
  "word": "PROOF-ARM",
  "def": "To arm with proof armor; to arm securely; as, to proof-armherself. [R.] Beau. \u0026 Fl."
 }
]