[
 {
  "index": 37102,
  "word": "EMMANTLE",
  "def": "To cover over with, or as with, a mantle; to put about as aprotection. [Obs.] Holland."
 },
 {
  "index": 18024,
  "word": "DEEDFUL",
  "def": "Full of deeds or exploits; active; stirring. [R.] \"A deedfullife.\" Tennyson."
 },
 {
  "index": 26850,
  "word": "PASSIONLESS",
  "def": "Void of passion; without anger or emotion; not easily excited;calm. \"Self-contained and passionless.\" Tennyson."
 },
 {
  "index": 79258,
  "word": "LEGUME",
  "def": "A pod dehiscent into two pieces or valves, and having the seedattached at one suture, as that of the pea."
 },
 {
  "index": 7801,
  "word": "POT-BELLY",
  "def": "A protuberant belly."
 },
 {
  "index": 76381,
  "word": "PERIL",
  "def": "Danger; risk; hazard; jeopardy; exposure of person or propertyto injury, loss, or destruction.In perils of waters, in perils of robbers. 2 Cor. xi. 26.Adventure hard With peril great achieved. Milton.At, or On, one's peril, with risk or danger to one; at the hazard of.\"On thy soul's peril.\" Shak."
 },
 {
  "index": 31027,
  "word": "SCRID",
  "def": "A screed; a shred; a fragment. [R.]"
 },
 {
  "index": 26237,
  "word": "DARKSOME",
  "def": "Dark; gloomy; obscure; shaded; cheerless. [Poetic]He brought him through a darksome narrow pass To a broad gate, allbuilt of beaten gold. Spenser."
 },
 {
  "index": 17564,
  "word": "LEPIDODENDRID",
  "def": "One of an extinct family of trees allied to the modern clubmosses, and including Lepidodendron and its allies."
 },
 {
  "index": 76651,
  "word": "SUPPOSAL",
  "def": "The act of supposing; also, that which is supposed;supposition; opinion. Shak.Interest, with a Jew, never proceeds but upon supposal, at least, ofa firm and sufficient bottom. South."
 },
 {
  "index": 21543,
  "word": "REPONE",
  "def": "To replace. R. Baillie."
 },
 {
  "index": 77404,
  "word": "TERRORIZE",
  "def": "To impress with terror; to coerce by intimidation.Humiliated by the tyranny of foreign despotism, and terrorized byecclesiastical authority. J. A. Symonds."
 }
]