[
 {
  "index": 29241,
  "word": "MOIDER",
  "def": "To toil. [Prov. Eng. \u0026 Scot.]"
 },
 {
  "index": 76114,
  "word": "EUXANTHIC",
  "def": "Having a yellow color; pertaining to, derived from, orresembling, euxanthin. Euxanthic acid (Chem.), a yellow, crystalline,organic acid, extracted from euxanthin."
 },
 {
  "index": 76621,
  "word": "METH",
  "def": "See Meathe. [Obs.] Chaucer."
 },
 {
  "index": 19333,
  "word": "SENSATION",
  "def": "An impression, or the consciousness of an impression, made uponthe central nervous organ, through the medium of a sensory orafferent nerve or one of the organs of sense; a feeling, or state ofconsciousness, whether agreeable or disagreeable, produced either byan external object (stimulus), or by some change in the internalstate of the body.Perception is only a special kind of knowledge, and sensation aspecial kind of feeling. . . . Knowledge and feeling, perception andsensation, though always coexistent, are always in the inverse ratioof each other. Sir W. Hamilton."
 },
 {
  "index": 47434,
  "word": "ATWAIN",
  "def": "In twain; asunder. [Obs. or Poetic] \"Cuts atwain the knots.\"Tennyson."
 },
 {
  "index": 42271,
  "word": "PLOTFUL",
  "def": "Abounding with plots."
 },
 {
  "index": 85798,
  "word": "DEVOLVEMENT",
  "def": "The act or process of devolving;; devolution."
 },
 {
  "index": 57759,
  "word": "INSCULPTURE",
  "def": "An engraving, carving, or inscription. [Obs.]On his gravestone this insculpture. Shak."
 },
 {
  "index": 42147,
  "word": "COLLAPSION",
  "def": "Collapse. [R.] Johnson."
 },
 {
  "index": 14956,
  "word": "FREEZABLE",
  "def": "Capable of being frozen."
 },
 {
  "index": 36408,
  "word": "OSMIC",
  "def": "Pertaining to, derived from, or containing, osmium;specifically, designating those compounds in which it has a valencehigher than in other lower compounds; as, osmic oxide. Osmic acid.(Chem.) (a) Osmic tetroxide. [Obs.] (b) Osmic acid proper, an acidanalogous to sulphuric acid, not known in the free state, but forminga well-known and stable series of salts (osmates), which wereformerly improperly called osmites.-- Osmic tetroxide (Chem.), a white volatile crystalline substance,OsO4, the most stable and characteristic of the compounds of osmium.It has a burning taste, and gives off a vapor, which is a powerfulirritant poison, violently attacking the eyes, and emitting a strongchlorinelike odor. Formerly improperly called osmic acid."
 },
 {
  "index": 47495,
  "word": "FRAGMENTAL",
  "def": "Consisting of the pulverized or fragmentary material of rock,as conglomerate, shale, etc."
 }
]