[
 {
  "word": "POLYBASIC",
  "def": "Capable of neutralizing, or of combining with, severalmolecules of a monacid base; having several hydrogen atoms capable ofbeing replaced by basic radicals; -- said of certain acids; as,sulphuric acid is polybasic."
 },
 {
  "word": "SUCCUMBENT",
  "def": "Submissive; yielding. [R.] Howell."
 },
 {
  "word": "INDIFFERENCY",
  "def": "Absence of interest in, or influence from, anything;unconcernedness; equilibrium; indifferentism; indifference.Gladstone.To give ourselves to a detestable indifferency or neutrality in thiscause. Fuller.Moral liberty . . . does not, after all, consist in a power ofindifferency, or in a power of choosing without regard to motives.Hazlitt."
 },
 {
  "word": "UNGUENTARY",
  "def": "Like an unguent, or partaking of its qualities."
 },
 {
  "word": "FULIGINOSITY",
  "def": "The condition or quality of being fuliginous; sootiness; matterdeposited by smoke. [R.]"
 },
 {
  "word": "INACTOSE",
  "def": "A variety of sugar, found in certain plants. It is opticallyinactive."
 },
 {
  "word": "FATLING",
  "def": "A calf, lamb, kid, or other young animal fattened forslaughter; a fat animal; -- said of such animals as are used forfood.He sacrificed oxen and fatlings. 2 Sam. vi. 13."
 },
 {
  "word": "URSINE",
  "def": "Of or pertaining to a bear; resembling a bear. Ursine baboon.(Zoöl.) See Chacma.-- Ursine dasyure (Zoöl.), the Tasmanian devil.-- Ursine howler (Zoöl.), the araguato. See Illust. under Howler.-- Ursine seal. (Zoöl.) See Sea bear, and the Note under 1st Seal."
 },
 {
  "word": "PYROGRAPHY",
  "def": "A process of printing, ornamenting, or carving, by burning withheated instruments."
 },
 {
  "word": "ABLOOM",
  "def": "In or into bloom; in a blooming state. Masson."
 },
 {
  "word": "UNSYMMETRICAL",
  "def": "Not symmetrical; being without symmetry, as the parts of aflower when similar parts are of different size and shape, or whenthe parts of successive circles differ in number. See Symmetry."
 },
 {
  "word": "SHARPIE",
  "def": "A long, sharp, flat-bottomed boat, with one or two mastscarrying a triangular sail. They are often called Fair Havensharpies, after the place on the coast of Connecticut where theyoriginated. [Local, U.S.]"
 }
]