[
 {
  "index": 30641,
  "word": "PREMEDITATELY",
  "def": "With premeditation. Burke."
 },
 {
  "index": 44253,
  "word": "DATA",
  "def": "See Datum."
 },
 {
  "index": 19856,
  "word": "GRAYISH",
  "def": "Somewhat gray."
 },
 {
  "index": 57510,
  "word": "CORYZA",
  "def": "Nasal catarrh."
 },
 {
  "index": 43974,
  "word": "FAINTS",
  "def": "The impure spirit which comes over first and last in thedistillation of whisky; -- the former being called the strong faints,and the latter, which is much more abundant, the weak faints. Thiscrude spirit is much impregnated with fusel oil. Ure."
 },
 {
  "index": 37451,
  "word": "RECUPERATOR",
  "def": "Same as Regenerator."
 },
 {
  "index": 41698,
  "word": "SUBMERGE",
  "def": "To plunge into water or other fluid; to be buried or covered,as by a fluid; to be merged; hence, to be completely included.Some say swallows submerge in ponds. Gent. Mag."
 },
 {
  "index": 27439,
  "word": "DEXTROROTATORY",
  "def": "Turning, or causing to turn, toward the right hand; esp.,turning the plane of polarization of luminous rays toward the righthand; as, dextrorotatory crystals, sugars, etc. Cf. Levorotatory."
 },
 {
  "index": 32490,
  "word": "BURLESQUE",
  "def": "Tending to excite laughter or contempt by extravagant images,or by a contrast between the subject and the manner of treating it,as when a trifling subject is treated with mock gravity; jocular;ironical.It is a dispute among the critics, whether burlesque poetry runs bestin heroic verse, like that of the Dispensary, or in doggerel, likethat of Hudibras. Addison."
 },
 {
  "index": 44373,
  "word": "TOLUIC",
  "def": "Pertaining to, or designating, one of three metameric acids,CH3.C6H4.CO2H, which are related to toluene and analogous to benzoicacids. They are white crystalline substances, and are calledrespectively orthotoluic acid, metatoluic acid, and paratoluic acid."
 },
 {
  "index": 8681,
  "word": "WRYNECKED",
  "def": "Having a distorted neck; having the deformity called wryneck."
 },
 {
  "index": 60705,
  "word": "HALLUCINATOR",
  "def": "One whose judgment and acts are affected by hallucinations; onewho errs on account of his hallucinations. N. Brit. Rev."
 }
]