[
 {
  "index": 25180,
  "word": "BEAUTIFIER",
  "def": "One who, or that which, beautifies or makes beautiful."
 },
 {
  "index": 30399,
  "word": "MANLING",
  "def": "A little man. [Obs.] B. Jonson."
 },
 {
  "index": 36268,
  "word": "SPERMOSPORE",
  "def": "The male germinal or seminal cell, from the breaking up ofwhich the spermoblasts are formed and ultimately the spermatozoids; aspermatospore. Balfour."
 },
 {
  "index": 82957,
  "word": "CELLA",
  "def": "The part inclosed within the walls of an ancient temple, asdistinguished from the open porticoes."
 },
 {
  "index": 12859,
  "word": "OXALETHYLINE",
  "def": "A poisonous nitrogenous base (C6H10N2) obtained indirectly fromoxamide as a thick transparent oil which has a strong narcotic odor,and a physiological action resembling that of atropine. It isprobably related to pyridine."
 },
 {
  "index": 8681,
  "word": "WRYNECKED",
  "def": "Having a distorted neck; having the deformity called wryneck."
 },
 {
  "index": 50599,
  "word": "REARGUE",
  "def": "To argue anew or again."
 },
 {
  "index": 55003,
  "word": "DETOUR",
  "def": "A turning; a circuitous route; a deviation from a directcourse; as, the detours of the Mississippi."
 },
 {
  "index": 79663,
  "word": "SUBSERVE",
  "def": "To serve in subordination or instrumentally; to be subservientto; to help forward; to promote.It is a great credit to know the ways of captivating Nature, andmaking her subserve our purposes, than to have learned all theintrigues of policy. Glanvill."
 },
 {
  "index": 22615,
  "word": "MANOVERY",
  "def": "A contrivance or maneuvering to catch game illegally."
 },
 {
  "index": 32368,
  "word": "APPURTENANT",
  "def": "Annexed or pertaining to some more important thing; accessory;incident; as, a right of way appurtenant to land or buildings.Blackstone. Common appurtenatn. (Law) See under Common, n."
 },
 {
  "index": 47016,
  "word": "SCALAR",
  "def": "In the quaternion analysis, a quantity that has magnitude, butnot direction; -- distinguished from a vector, which has bothmagnitude and direction."
 }
]