[
 {
  "word": "OVERSEE",
  "def": "To see too or too much; hence, to be deceived. [Obs.]The most expert gamesters may sometimes oversee. Fuller.Your partiality to me is much overseen, if you think me fit tocorrect your Latin. Walpole."
 },
 {
  "word": "DISTRESSEDNESS",
  "def": "A state of being distressed or greatly pained."
 },
 {
  "word": "RESUPINE",
  "def": "Lying on the back; supine; hence, careless. Sir K. Digby.He spake, and, downward swayed, fell resupine, With his huge neckaslant. Cowper."
 },
 {
  "word": "CHICANE",
  "def": "The use of artful subterfuge, designed to draw away attentionfrom the merits of a case or question; -- specifically applied tolegal proceedings; trickery; chicanery; caviling; sophistry. Prior.To shuffle from them by chicane. Burke.To cut short this, I propound it fairly to your own canscience.Berkeley."
 },
 {
  "word": "TROLLOP",
  "def": "A stroller; a loiterer; esp., an idle, untidy woman; aslattern; a slut; a whore."
 },
 {
  "word": "OVER",
  "def": "Upper; covering; higher; superior; also, excessive; too much ortoo great; -- chiefly used in composition; as, overshoes, overcoat,over-garment, overlord, overwork, overhaste."
 },
 {
  "word": "STILAR",
  "def": "Of or pertaining to the style of a dial. [Written also stylar.]"
 },
 {
  "word": "TORSIBILLTY",
  "def": "The tendency, as of a rope, to untwist after being twisted."
 },
 {
  "word": "TOASTING",
  "def": "a. \u0026 n. from Toast, v. Toasting fork, a long-handled fork fortoasting bread, cheese, or the like, by the fire."
 },
 {
  "word": "JUSTLY",
  "def": "In a just manner; in conformity to law, justice, or propriety;by right; honestly; fairly; accurately. \"In equal balance justlyweighed.\" Shak.Nothing can justly be despised that can not justly be blamed: wherethere is no choice there can be no blame. South."
 },
 {
  "word": "GYNEOCRACY",
  "def": "See Gynecocracy."
 },
 {
  "word": "BRUSSELS",
  "def": "A city of Belgium, giving its name to a kind of carpet, a kindof lace, etc. Brussels carpet, a kind of carpet made of worsted yarnfixed in a foundation web of strong linen thread. The worsted, whichalone shows on the upper surface in drawn up in loops to form thepattern.-- Brussels ground, a name given to the handmade ground of realBrussels lace. It is very costly because of the extreme fineness ofthe threads.-- Brussels lace, an expensive kind of lace of several varieties,originally made in Brussels; as, Brussels point, Brussels ground,Brussels wire ground.-- Brussels net, an imitation of Brussels ground, made by machinery.-- Brussels point. See Point lace.-- Brussels sprouts (Bot.), a plant of the Cabbage family, whichproduces, in the axils of the upright stem, numerous small greenheads, or \"sprouts,\" each a cabbage in miniature, of one or twoinches in diameter; the thousand-headed cabbage.-- Brussels wire ground, a ground for lace, made of silk, withmeshes partly straight and partly arched."
 }
]