[
 {
  "index": 38341,
  "word": "TRUNCATED",
  "def": "Replaced, or cut off, by a plane, especially when equallyinclined to the adjoining faces; as, a truncated edge."
 },
 {
  "index": 27230,
  "word": "ORLE",
  "def": "A bearing, in the form of a fillet, round the shield, within,but at some distance from, the border."
 },
 {
  "index": 44327,
  "word": "EPIPHYTE",
  "def": "An air plant which grows on other plants, but does not deriveits nourishment from them. See Air plant."
 },
 {
  "index": 41355,
  "word": "IMBOWER",
  "def": "See Embower."
 },
 {
  "index": 5413,
  "word": "TROWELED",
  "def": "Formed with a trowel; smoothed with a trowel; as, troweledstucco, that is, stucco laid on and ready for the reception of paint.[Written also trowelled.]"
 },
 {
  "index": 1367,
  "word": "NOSOPHEN",
  "def": "An iodine compound obtained as a yellowish gray, odorless,tasteless powder by the action of iodine on phenolphthalein."
 },
 {
  "index": 58704,
  "word": "MODUS",
  "def": "A qualification involving the idea of variation or departurefrom some general rule or form, in the way of either restriction orenlargement, according to the circumstances of the case, as in thewill of a donor, an agreement between parties, and the like. Bracton."
 },
 {
  "index": 74193,
  "word": "ADVANCE",
  "def": "Before in place, or beforehand in time; -- used for advanced;as, an advance guard, or that before the main guard or body of anarmy; advance payment, or that made before it is due; advance proofs,advance sheets, pages of a forthcoming volume, received in advance ofthe time of publication."
 },
 {
  "index": 67552,
  "word": "OYER",
  "def": "A hearing or an inspection, as of a deed, bond, etc., as when adefendant in court prays oyer of a writing. Blackstone. Oyer andterminer (Law), a term used in England in commissions directed tojudges of assize about to hold court, directing them to hear anddetermine cases brought before them. In the U.S. the phrase is usedto designate certain criminal courts."
 },
 {
  "index": 6094,
  "word": "PREJUDICE",
  "def": "A bias on the part of judge, juror, or witness which interfereswith fairness of judgment."
 },
 {
  "index": 9507,
  "word": "PUGGAREE",
  "def": "Same as Puggry."
 },
 {
  "index": 24452,
  "word": "RENNER",
  "def": "A runner. [Obs.] Chaucer."
 }
]