[
 {
  "word": "BENITIER",
  "def": "A holy-water stoup. Shipley."
 },
 {
  "word": "DISCONTINUER",
  "def": "One who discontinues, or breaks off or away from; an absentee.He was no gadder abroad, not discontinuer from his convent for a longtime. Fuller."
 },
 {
  "word": "JIGGLE",
  "def": "To wriggle or frisk about; to move awkwardly; to shake up anddown."
 },
 {
  "word": "CONICALLY",
  "def": "In the form of a cone."
 },
 {
  "word": "STREAMING",
  "def": "Sending forth streams."
 },
 {
  "word": "COVERLID",
  "def": "A coverlet.All the coverlid was clocth of gold. Tennyson."
 },
 {
  "word": "LAUGHSOME",
  "def": "Exciting laughter; also, addicted to laughter; merry. [R.]"
 },
 {
  "word": "SCROFULA",
  "def": "A constitutional disease, generally hereditary, especiallymanifested by chronic enlargement and cheesy degeneration of thelymphatic glands, particularly those of the neck, and marked by atendency to the development of chronic intractable inflammations ofthe skin, mucous membrane, bones, joints, and other parts, and by adiminution in the power of resistance to disease or injury and thecapacity for recovery. Scrofula is now generally held to betuberculous in character, and may develop into general or localtuberculosis (consumption)."
 },
 {
  "word": "COSMOTHETIC",
  "def": "Assuming or positing the actual existence or reality of thephysical or external world. Cosmothetic idealists (Metaph.), thosewho assume, without attempting to prove, the reality of externalobjects as corresponding to, and being the ground of, the ideas ofwhich only the mind has direct cognizance.The cosmothetic idealists . . . deny that mind is immediatelyconscious of matter. Sir W. Hamilton."
 },
 {
  "word": "ADELANTADO",
  "def": "A governor of a province; a commander. Prescott."
 },
 {
  "word": "ACICULAR",
  "def": "Needle-shaped; slender like a needle or bristle, as some leavesor crystals; also, having sharp points like needless. A*cic\"u*lar*ly,adv."
 },
 {
  "word": "OMAGRA",
  "def": "Gout in the shoulder."
 }
]