[
 {
  "index": 78194,
  "word": "APPOINTOR",
  "def": "The person who selects the appointee. See Appointee, 2."
 },
 {
  "index": 56953,
  "word": "CONSTITUTIONALIST",
  "def": "One who advocates a constitutional form of government; aconstitutionalist."
 },
 {
  "index": 70286,
  "word": "LITCHI",
  "def": "The fruit of a tree native to China (Nephelium Litchi). It isnutlike, having a rough but tender shell, containing an aromaticpulp, and a single large seed. In the dried fruit which is exportedthe pulp somewhat resembles a raisin in color and form. [Written alsolichi, and lychee.] -- lite. See -lith."
 },
 {
  "index": 76164,
  "word": "DUALIN",
  "def": "An explosive substance consisting essentially of sawdust orwood pulp, saturated with nitroglycerin and other similar nitrocompounds. It is inferior to dynamite, and is more liable toexplosion."
 },
 {
  "index": 52755,
  "word": "SEVEN-THIRTIES",
  "def": "A name given to three several issues of United States Treasurynotes, made during the Civil War, in denominations of $50 and over,bearing interest at the rate of seven and three tenths (thirtyhundredths) per cent annually. Within a few years they were allredeemed or funded."
 },
 {
  "index": 63721,
  "word": "WIDGEON",
  "def": "Any one of several species of fresh-water ducks, especiallythose belonging to the subgenus Mareca, of the genus Anas. The commonEuropean widgeon (Anas penelope) and the American widgeon (A.Americana) are the most important species. The latter is called alsobaldhead, baldpate, baldface, baldcrown, smoking duck, wheat, duck,and whitebelly. Bald-faced, or Green-headed, widgeon, the Americanwidgeon.-- Black widgeon, the European tufted duck.-- Gray widgeon. (a) The gadwall. (b) The pintail duck.-- Great headed widgeon, the poachard.-- Pied widgeon. (a) The poachard. (b) The goosander. Saw-billedwidgeon, the merganser.-- Sea widgeon. See in the Vocabulary.-- Spear widgeon, the goosander. [Prov. Eng.] -- Spoonbilledwidgeon, the shoveler.-- White widgeon, the smew.-- Wood widgeon, the wood duck."
 },
 {
  "index": 78514,
  "word": "BARRANCA",
  "def": "A ravine caused by heavy rains or a watercourse. [Texas \u0026 N.Mex.]"
 },
 {
  "index": 20552,
  "word": "SYNCHRONIZATION",
  "def": "The act of synchronizing; concurrence of events in respect totime."
 },
 {
  "index": 58621,
  "word": "NEWT",
  "def": "Any one of several species of small aquatic salamanders. Thecommon British species are the crested newt (Triton cristatus) andthe smooth newt (Lophinus punctatus). In America, Diemictylusviridescens is one of the most abundant species."
 },
 {
  "index": 69194,
  "word": "BUDGER",
  "def": "One who budges. Shak."
 },
 {
  "index": 53315,
  "word": "PHONOLOGER",
  "def": "A phonologist."
 },
 {
  "index": 35169,
  "word": "CRYPTOGRAPHAL",
  "def": "Pertaining to cryptography; cryptographical. Boyle."
 }
]