[
 {
  "word": "STRATAGEM",
  "def": "An artifice or trick in war for deceiving the enemy; hence, ingeneral, artifice; deceptive device; secret plot; evil machination.Fit for treasons, stratagems, and spoils. Shak.Those oft are stratagems which error seem, Nor is it Homer nods, butwe that dream. Pope."
 },
 {
  "word": "GESTURAL",
  "def": "Relating to gesture."
 },
 {
  "word": "TIN",
  "def": "An elementary substance found as an oxide in the mineralcassiterite, and reduced as a soft white crystalline metal, malleableat ordinary temperatures, but brittle when heated. It is not easilyoxidized in the air, and is used chiefly to coat iron to protect itfrom rusting, in the form of tin foil with mercury to form thereflective surface of mirrors, and in solder, bronze, speculum metal,and other alloys. Its compounds are designated as stannous, orstannic. Symbol Sn (Stannum). Atomic weight 117.4."
 },
 {
  "word": "MOONSAIL",
  "def": "A sail sometimes carried in light winds, above a skysail. R. H.Dana, Jr."
 },
 {
  "word": "PERHAPS",
  "def": "By chance; peradventure; perchance; it may be.And pray God, if perhaps the thought of thine heart may be forgiventhee. Acts viii. 22."
 },
 {
  "word": "BUFO",
  "def": "A genus of Amphibia including various species of toads."
 },
 {
  "word": "ANTIPYIC",
  "def": "Checking or preventing suppuration.-- n."
 },
 {
  "word": "GAILY",
  "def": "Merrily; showily. See gaily."
 },
 {
  "word": "WATERING",
  "def": "a. \u0026 n. from Water, v. Watering call (Mil.), a sound of trumpetor bugle summoning cavalry soldiers to assemble for the purpose ofwatering their horses.-- Watering cart, a sprinkling cart. See Water.-- Watering place. (a) A place where water may be obtained, as for aship, for cattle, etc. (b) A place where there are springs ofmedicinal water, or a place by the sea, or by some large body ofwater, to which people resort for bathing, recreation, boating, etc.-- Watering pot. (a) A kind of bucket fitted with a rose, orperforated nozzle, -- used for watering flowers, paths, etc. (b)(Zoöl.) Any one of several species of marine bivalve shells of thegenus Aspergillum, or Brechites. The valves are small, andconsolidated with the capacious calcareous tube which incases theentire animal. The tube is closed at the anterior end by a convexdisk perforated by numerous pores, or tubules, and resembling therose of a watering pot.-- Watering trough, a trough from which cattle, horses, and otheranimals drink."
 },
 {
  "word": "HELLENIC",
  "def": "Of or pertaining to the Hellenes, or inhabitants of Greece;Greek; Grecian. \"The Hellenic forces.\" Jowett (Thucyd. )."
 },
 {
  "word": "CUMBENT",
  "def": "Lying down; recumbent. J. Dyer."
 },
 {
  "word": "PICKED",
  "def": "Having a pike or spine on the back; -- said of certain fishes."
 }
]