[
 {
  "index": 25198,
  "word": "SQUAB-CHICK",
  "def": "A young chicken before it is fully fledged. [Prov. Eng.]"
 },
 {
  "index": 37414,
  "word": "BLAZING",
  "def": "Burning with a blaze; as, a blazing fire; blazing torches. SirW. Scott. Blazing star. (a) A comet. [Obs.] (b) A brilliant center ofattraction. (c) (Bot.) A name given to several plants; as, toChamælirium luteum of the Lily family; Liatris squarrosa; and Aletrisfarinosa, called also colicroot and star grass."
 },
 {
  "index": 63866,
  "word": "APPEARANCE",
  "def": "The coming into court of either of the parties; the beingpresent in court; the coming into court of a party summoned in anaction, either by himself or by his attorney, expressed by a formalentry by the proper officer to that effect; the act or proceeding bywhich a party proceeded against places himself before the court, andsubmits to its jurisdiction. Burrill. Bouvier. Daniell. To put in anappearance, to be present; to appear in person.-- To save appearances, to preserve a fair outward show."
 },
 {
  "index": 79071,
  "word": "SPITEFUL",
  "def": "Filled with, or showing, spite; having a desire to vex, annoy,or injure; malignant; malicious; as, a spiteful person or act. Shak.-- Spite\"ful*ly, adv. Spite\"ful*ness, n."
 },
 {
  "index": 12334,
  "word": "WIT-SNAPPER",
  "def": "One who affects repartee; a wit-cracker. [Obs.] Shak."
 },
 {
  "index": 13537,
  "word": "BLADEFISH",
  "def": "A long, thin, marine fish of Europe (Trichiurus lepturus); theribbon fish."
 },
 {
  "index": 268,
  "word": "EXPULSE",
  "def": "To drive out; to expel. [Obs.]If charity be thus excluded and expulsed. Milton."
 },
 {
  "index": 77318,
  "word": "PIATTI",
  "def": "Cymbals. [Written also pyatti.]"
 },
 {
  "index": 51745,
  "word": "COUNTOR",
  "def": "An advocate or professional pleader; one who counted for hisclient, that is, orally pleaded his cause. [Obs.] Burrill."
 },
 {
  "index": 13048,
  "word": "REINETTE",
  "def": "A name given to many different kinds of apples, mostly ofFrench origin."
 },
 {
  "index": 72954,
  "word": "HERBIFEROUS",
  "def": "Bearing herbs or vegetation."
 },
 {
  "index": 6953,
  "word": "UNDIGENOUS",
  "def": "Generated by water. [R.] Kirwan."
 }
]