[
 {
  "word": "SPITBALL",
  "def": "Paper chewed, and rolled into a ball, to be thrown as amissile."
 },
 {
  "word": "SUBREADER",
  "def": "An under reader in the inns of court, who reads the texts oflaw the reader is to discourse upon. [Eng.] Crabb."
 },
 {
  "word": "APLYSIA",
  "def": "A genus of marine mollusks of the order Tectibranchiata; thesea hare. Some of the species when disturbed throw out a deep purpleliquor, which colors the water to some distance. See Illust. inAppendix."
 },
 {
  "word": "PREBENDSHIP",
  "def": "A prebendaryship. [Obs.] Foxe."
 },
 {
  "word": "PECARY",
  "def": "See Peccary."
 },
 {
  "word": "THIRDINGS",
  "def": "The third part of the corn or grain growing on the ground atthe tenant's death, due to the lord for a heriot, as within the manorof Turfat in Herefordshire."
 },
 {
  "word": "GLANDULE",
  "def": "A small gland or secreting vessel."
 },
 {
  "word": "CROSS-EYED",
  "def": "Affected with strabismus; squint-eyed; squinting."
 },
 {
  "word": "GOFF",
  "def": "A silly clown. [Prov. Eng.] Halliwell."
 },
 {
  "word": "ALLONYMOUS",
  "def": "Published under the name of some one other than the author."
 },
 {
  "word": "METAMORPHOSIS",
  "def": "A change in the form or function of a living organism, by anatural process of growth or development; as, the metamorphosis ofthe yolk into the embryo, of a tadpole into a frog, or of a bud intoa blossom. Especially, that form of sexual reproduction in which anembryo undergoes a series of marked changes of external form, as thechrysalis stage, pupa stage, etc., in insects. In these intermediatestages sexual reproduction is usually impossible, but they ultimatelypass into final and sexually developed forms, from the union of whichorganisms are produced which pass through the same cycle of changes.See Transformation."
 },
 {
  "word": "REVIVALIST",
  "def": "A clergyman or layman who promotes revivals of religion; anadvocate for religious revivals; sometimes, specifically, aclergyman, without a particular charge, who goes about to promoterevivals. Also used adjectively."
 }
]