[
 {
  "index": 46212,
  "word": "TUBICOLE",
  "def": "One of the Tubicolæ."
 },
 {
  "index": 13514,
  "word": "SASSY BARK",
  "def": "The bark of a West African leguminous tree (ErythrophlæumGuineense, used by the natives as an ordeal poison, and alsomedicinally; -- called also mancona bark."
 },
 {
  "index": 61870,
  "word": "IMMODERATELY",
  "def": "In an immoderate manner; excessively."
 },
 {
  "index": 83987,
  "word": "RUCERVINE",
  "def": "Of, like, or pertaining to, a deer of the genus Rucervus, whichincludes the swamp deer of India."
 },
 {
  "index": 45748,
  "word": "MUSAR",
  "def": "An itinerant player on the musette, an instrument formerlycommon in Europe."
 },
 {
  "index": 34132,
  "word": "ACCOMMODABLE",
  "def": "That may be accommodated, fitted, or made to agree. [R.] I.Watts."
 },
 {
  "index": 12707,
  "word": "MISAPPLICATION",
  "def": "A wrong application. Sir T. Browne."
 },
 {
  "index": 2111,
  "word": "WATER MINT",
  "def": "A kind of mint (Mentha aquatica) growing in wet places, andsometimes having a perfume resembling bergamot."
 },
 {
  "index": 61055,
  "word": "ABDUCE",
  "def": "To draw or conduct away; to withdraw; to draw to a differentpart. [Obs.]If we abduce the eye unto either corner, the object will notduplicate. Sir T. Browne."
 },
 {
  "index": 11507,
  "word": "DISSECT",
  "def": "To divide into separate parts; to cut in pieces; to separateand expose the parts of, as an animal or a plant, for examination andto show their structure and relations; to anatomize."
 },
 {
  "index": 18033,
  "word": "PRESSURE",
  "def": "The action of a force against some obstacle or opposing force;a force in the nature of a thrust, distributed over a surface, oftenestimated with reference to the upon a unit's area. Atmosphericpressure, Center of pressure, etc. See under Atmospheric, Center,etc.-- Back pressure (Steam engine), pressure which resists the motionof the piston, as the pressure of exhaust steam which does not findfree outlet.-- Fluid pressure, pressure like that exerted by a fluid. It is athrust which is normal and equally intense in all directions around apoint. Rankine.-- Pressure gauge, a gauge for indicating fluid pressure; amanometer."
 },
 {
  "index": 45910,
  "word": "SMIDDY",
  "def": "A smithy. [Prov. Eng. \u0026 Scot.]"
 }
]