[
 {
  "index": 45013,
  "word": "ASCENDING",
  "def": "Rising; moving upward; as, an ascending kite.-- As*cend\"ing*ly, adv. Ascending latitude (Astron.), the increasinglatitude of a planet. Ferguson.-- Ascending line (Geneol.), the line of relationship tracedbackward or through one's ancestors. One's father and mother,grandfather and grandmother, etc., are in the line direct ascending.-- Ascending node having, that node of the moon or a planet whereinit passes the ecliptic to proceed northward. It is also called thenorthern node. Herschel.-- Ascending series. (Math.) (a) A series arranged according to theascending powers of a quantity. (b) A series in which each term isgreater than the preceding.-- Ascending signs, signs east of the meridian."
 },
 {
  "index": 24999,
  "word": "INAPPREHENSIBLE",
  "def": "Not apprehensible; unintelligible; inconceivable. Milton."
 },
 {
  "index": 85976,
  "word": "MAALIN",
  "def": "Madam; my lady; -- a colloquial contraction of madam often usedin direct address, and sometimes as an appellation."
 },
 {
  "index": 76997,
  "word": "NAMER",
  "def": "One who names, or calls by name."
 },
 {
  "index": 46769,
  "word": "CLOISTER",
  "def": "To confine in, or as in, a cloister; to seclude from the world;to immure.None among them are throught worthy to be styled religious personsbut those that cloister themselves up in a monastery. Sharp."
 },
 {
  "index": 54498,
  "word": "DORSIBRANCHIATA",
  "def": "A division of chætopod annelids in which the branchiæ are alongthe back, on each side, or on the parapodia. [See Illusts. underAnnelida and Chætopoda.]"
 },
 {
  "index": 68205,
  "word": "DEMISABLE",
  "def": "Capable of being leased; as, a demisable estate."
 },
 {
  "index": 21787,
  "word": "SUPERPARTIENT",
  "def": "Of or pertaining to a ratio when the excess of the greater termover the less is more than a unit, as that of 3 to 5, or 7 to 10.[Obs.] Hutton."
 },
 {
  "index": 7135,
  "word": "PANELWORK",
  "def": "Wainscoting."
 },
 {
  "index": 81561,
  "word": "PLEURISY",
  "def": "An inflammation of the pleura, usually accompanied with fever,pain, difficult respiration, and cough, and with exudation into thepleural cavity. Pleurisy root. (Bot.) (a) The large tuberous root ofa kind of milkweed (Asclepias tuberosa) which is used as a remedy forpleuritic and other diseases. (b) The plant itself, which has deeporange-colored flowers; -- called also butterfly weed."
 },
 {
  "index": 57170,
  "word": "PEDICULINA",
  "def": "A division of parasitic hemipterous insects, including the truelice. See Illust. in Appendix."
 },
 {
  "index": 7014,
  "word": "EMENAGOGUE",
  "def": "See Emmenagogue."
 }
]