[
 {
  "index": 16496,
  "word": "PROPORTIONALLY",
  "def": "In proportion; in due degree; adapted relatively; as, all partsof the building are proportionally large. Sir I. Newton."
 },
 {
  "index": 71103,
  "word": "VESTITURE",
  "def": "In vestiture. [R.]"
 },
 {
  "index": 72649,
  "word": "MUFLON",
  "def": "See Mouflon."
 },
 {
  "index": 49793,
  "word": "CORRASION",
  "def": "The erosion of the bed of a stream by running water,principally by attrition of the detritus carried along by the stream,but also by the solvent action of the water."
 },
 {
  "index": 44083,
  "word": "VESTED",
  "def": "Not in a state of contingency or suspension; fixed; as, vestedrights; vested interests. Vested legacy (Law), a legacy the right towhich commences in præsenti, and does not depend on a contingency;as, a legacy to one to be paid when he attains to twenty-one years ofage is a vested legacy, and if the legatee dies before the testator,his representative shall receive it. Blackstone.-- Vested remainder (Law), an estate settled, to remain to adetermined person, after the particular estate is spent. Blackstone.Kent."
 },
 {
  "index": 53332,
  "word": "INSUITABLE",
  "def": "Unsuitable. [Obs.] -- In*suit`a*bil\"i*ty, n. [Obs.]"
 },
 {
  "index": 70117,
  "word": "GLUTAMIC",
  "def": "Of or pertaining to gluten. Glutamic acid, a nitrogenousorganic acid obtained from certain albuminoids, as gluten; -- calledalso amido-glutaric acid.C5H9NO4."
 },
 {
  "index": 46074,
  "word": "POLYEIDISM",
  "def": "The quality or state of being polyeidic."
 },
 {
  "index": 19253,
  "word": "JAZERANT",
  "def": "A coat of defense made of small plates of metal sewed uponlinen or the like; also, this kind of armor taken generally; as, acoat of jazerant."
 },
 {
  "index": 16315,
  "word": "FRICTIONLESS",
  "def": "Having no friction."
 },
 {
  "index": 30652,
  "word": "STATISTOLOGY",
  "def": "See Statistics, 2."
 },
 {
  "index": 9864,
  "word": "PULP",
  "def": "A moist, slightly cohering mass, consisting of soft,undissolved animal or vegetable matter. Specifically:(a) (Anat.) A tissue or part resembling pulp; especially, the soft,highly vascular and sensitive tissue which fills the central cavity,called the pulp cavity, of teeth.(b) (Bot.) The soft, succulent part of fruit; as, the pulp of agrape.(c) The exterior part of a coffee berry. B. Edwards.(d) The material of which paper is made when ground up and suspendedin water."
 }
]