[
 {
  "index": 42358,
  "word": "WADE",
  "def": "Woad. [Obs.] Mortimer."
 },
 {
  "index": 17118,
  "word": "ORNATE",
  "def": "To adorn; to honor. [R.]They may ornate and sanctify the name of God. Latimer."
 },
 {
  "index": 74758,
  "word": "REPRINTER",
  "def": "One who reprints."
 },
 {
  "index": 31243,
  "word": "BUSYBODY",
  "def": "One who officiously concerns himself with the affairs ofothers; a meddling person.And not only idle, but tattlers also and busybodies, speaking thingswhich they ought not. 1 Tim. v. 13."
 },
 {
  "index": 43306,
  "word": "GYTE",
  "def": "Delirious; senselessly extravagant; as, the man is clean gyte.[Scot.] Sir W. Scott."
 },
 {
  "index": 54673,
  "word": "OUSEL",
  "def": "One of several species of European thrushes, especially theblackbird (Merula merula, or Turdus merula), and the mountain or ringousel (Turdus torquatus). [Written also ouzel.] Rock ousel (Zoöl.),the ring ousel.-- Water ousel (Zoöl.), the European dipper (Cinclus aquaticus), andthe American dipper (C. Mexicanus)."
 },
 {
  "index": 85754,
  "word": "INCANDESCENT",
  "def": "White, glowing, or luminous, with intense heat; as,incandescent carbon or platinum; hence, clear; shining; brilliant.Holy Scripture become resplendent; or, as one might say, incandescentthroughout. I. Taylor.Incandescent lamp or light (Elec.), a kind of lamp in which the lightis produced by a thin filament of conducting material, usuallycarbon, contained in a vacuum, and heated to incandescence by anelectric current, as in the Edison lamp; -- called also incandescencelamp, and glowlamp."
 },
 {
  "index": 46786,
  "word": "CORRUMP",
  "def": "To corrupt. See Corrupt. [Obs.] Chauser."
 },
 {
  "index": 61596,
  "word": "UNPRUDENCE",
  "def": "Imprudence. [Obs.]"
 },
 {
  "index": 18690,
  "word": "VOCATION",
  "def": "A calling by the will of God. Specifically: --(a) The bestowment of God's distinguishing grace upon a person ornation, by which that person or nation is put in the way ofsalvation; as, the vocation of the Jews under the old dispensation,and of the Gentiles under the gospel. \"The golden chain of vocation,election, and justification.\" Jer. Taylor.(b) A call to special religious work, as to the ministry.Every member of the same [the Church], in his vocation and ministry.Bk. of Com. Prayer."
 },
 {
  "index": 78394,
  "word": "EARDROP",
  "def": "A species of primrose. See Auricula."
 },
 {
  "index": 29652,
  "word": "BRASSICACEOUS",
  "def": "Related to, or resembling, the cabbage, or plants of theCabbage family."
 }
]