[
 {
  "index": 26925,
  "word": "BLUE",
  "def": "Low spirits; a fit of despondency; melancholy. [Colloq.] Berlinblue, Prussian blue.-- Mineral blue. See under Mineral.-- Prussian blue. See under Prussian."
 },
 {
  "index": 50393,
  "word": "PIGEON",
  "def": "Any bird of the order Columbæ, of which numerous species occurin nearly all parts of the world."
 },
 {
  "index": 44976,
  "word": "UNREIN",
  "def": "To loosen the reins of; to remove restraint from. Addison."
 },
 {
  "index": 19989,
  "word": "LENITUDE",
  "def": "The quality or habit of being lenient; lenity. [Obs.] Blount."
 },
 {
  "index": 41852,
  "word": "SEEK-NO-FURTHER",
  "def": "A kind of choice winter apple, having a subacid taste; --formerly called go-no-further."
 },
 {
  "index": 49544,
  "word": "QUISH",
  "def": "See Cuish."
 },
 {
  "index": 51376,
  "word": "RONDACHE",
  "def": "A circular shield carried by foot soldiers."
 },
 {
  "index": 45213,
  "word": "GALVANOSCOPIC",
  "def": "Of or pertaining to a galvanoscope."
 },
 {
  "index": 75906,
  "word": "DULL-EYED",
  "def": "Having eyes wanting brightness, liveliness, or vivacity. Shak."
 },
 {
  "index": 57088,
  "word": "CESSANT",
  "def": "Inactive; dormant [Obs.] W. Montagu."
 },
 {
  "index": 59556,
  "word": "COMPLEX",
  "def": "Assemblage of related things; colletion; complication.This parable of the wedding supper comprehends in it the wholecomplex of all the blessings and privileges exhibited by the gospel.South.Complex of lines (Geom.), all the possible straight lines in spacebeing considered, the entire system of lines which satisfy a singlerelation constitute a complex; as, all the lines which meet a givencurve make up a complex. The lines which satisfy two relationsconstitute a congruency of lines; as, the entire system of lines,each one of which meets two given surfaces, is a congruency."
 },
 {
  "index": 75588,
  "word": "MALANDERS",
  "def": "A scurfy eruption in the bend of the knee of the fore leg of ahorse. See Sallenders. [Written also mallenders.]"
 }
]