[
 {
  "index": 31345,
  "word": "FALCULATE",
  "def": "Curved and sharppointed, like a falcula, or claw of a falcon."
 },
 {
  "index": 66379,
  "word": "ZINCOGRAPHER",
  "def": "Am engraver on zinc."
 },
 {
  "index": 52099,
  "word": "BROCAGE",
  "def": "See Brokkerage."
 },
 {
  "index": 31597,
  "word": "HELIOLITE",
  "def": "A fossil coral of the genus Heliolites, having twelve-rayedcells. It is found in the Silurian rocks."
 },
 {
  "index": 51905,
  "word": "PROSTERNUM",
  "def": "The ventral plate of the prothorax of an insect."
 },
 {
  "index": 22282,
  "word": "SINGING",
  "def": "from Sing, v. Singing bird. (Zoöl.) (a) Popularly, any birdthat sings; a song bird. (b) Specifically, any one of the Oscines.-- Singing book, a book containing music for singing; a book oftunes.-- Singing falcon or hawk. (Zoöl.) See Chanting falcon, underChanting.-- Singing fish (Zoöl.), a California toadfish (Porichthysporosissimus).-- Singing flame (Acoustics), a flame, as of hydrogen or coal gas,burning within a tube and so adjusted as to set the air within thetube in vibration, causing sound. The apparatus is called alsochemical harmonicon.-- Singing master, a man who teaches vocal music.-- Singing school, a school in which persons are instructed insinging."
 },
 {
  "index": 79850,
  "word": "MISDOUBT",
  "def": "To be suspicious of; to have suspicion. [Obs.]I do not misdoubt my wife. Shak."
 },
 {
  "index": 10500,
  "word": "HECTORLY",
  "def": "Resembling a hector; blustering; insolent; taunting. \"Hectorly,ruffianlike swaggering or huffing.\" Barrow."
 },
 {
  "index": 40067,
  "word": "POST-DISSEIZOR",
  "def": "A person who disseizes another of lands which the disseizee hadbefore recovered of the same disseizor. Blackstone."
 },
 {
  "index": 1631,
  "word": "DISFORESTATION",
  "def": "The act of clearing land of forests. Daniel."
 },
 {
  "index": 2044,
  "word": "EPISCOPALIANISM",
  "def": "The doctrine and usages of Episcopalians; episcopacy."
 },
 {
  "index": 32649,
  "word": "APOLLINARIAN",
  "def": "In honor of Apollo; as, the Apollinarian games."
 }
]