[
 {
  "index": 72665,
  "word": "DETESTABLE",
  "def": "Worthy of being detested; abominable; extremely hateful; veryodious; deserving abhorrence; as, detestable vices.Thou hast defiled my sanctuary will all thy detestable things, andwith all thine abominations. Ezek. v. 11."
 },
 {
  "index": 57481,
  "word": "ZONATE",
  "def": "Divided by parallel planes; as, zonate tetraspores, found incertain red algæ."
 },
 {
  "index": 26175,
  "word": "POTBOY",
  "def": "A boy who carries pots of ale, beer, etc.; a menial in a publichouse."
 },
 {
  "index": 21654,
  "word": "MUSET",
  "def": "A small hole or gap through which a wild animal passes; a muse.Shak."
 },
 {
  "index": 80665,
  "word": "MANGE",
  "def": "The scab or itch in cattle, dogs, and other beasts. Mangeinsect (Zoöl.), any one of several species of small parasitic mites,which burrow in the skin of cattle. horses, dogs, and other animals,causing the mange. The mange insect of the horse (Psoroptes, orDermatodectes, equi), and that of cattle (Symbiotes, orDermatophagys, bovis) are the most important species. See Acarina."
 },
 {
  "index": 41167,
  "word": "RHINOPLASTY",
  "def": "Plastic surgery of the nose to correct deformity or to replacelost tissue. Tissue may be transplanted from the patient's cheek,forehead, arm, etc., or even from another person."
 },
 {
  "index": 49260,
  "word": "JOWTER",
  "def": "A mounted peddler of fish; -- called also jouster. [Obs.]Carew."
 },
 {
  "index": 29348,
  "word": "EMBOWL",
  "def": "To form like a bowl; to give a globular shape to. [Obs.] Sir P.Sidney."
 },
 {
  "index": 53680,
  "word": "MODALIST",
  "def": "One who regards Father, Son, and Spirit as modes of being, andnot as persons, thus denying personal distinction in the Trinity.Eadie."
 },
 {
  "index": 63350,
  "word": "MENOW",
  "def": "A minnow."
 },
 {
  "index": 62251,
  "word": "SEPTICAEMIA",
  "def": "A poisoned condition of the blood produced by the absorptioninto it of septic or putrescent material; blood poisoning. It ismarked by chills, fever, prostration, and inflammation of thedifferent serous membranes and of the lungs, kidneys, and otherorgans."
 },
 {
  "index": 13679,
  "word": "INTRANUCLEAR",
  "def": "Within the nucleus of a cell; as. the intranuclear network offibrils, seen in the first stages of karyokinesis."
 }
]