[
 {
  "index": 22858,
  "word": "MILLING",
  "def": "The act or employment of grinding or passing through a mill;the process of fulling; the process of making a raised or intentededge upon coin, etc.; the process of dressing surfaces of variousshapes with rotary cutters. See Mill. High milling, milling in whichgrain is reduced to flour by a succession of crackings, or of slightand partial crushings, alternately with sifting and sorting theproduct.-- Low milling, milling in which the reduction is effected in asingle crushing or grinding.-- Milling cutter, a fluted, sharp-edged rotary cutter for dressingsurfaces, as of metal, of various shapes.-- Milling machine, a machine tool for dressing surfaces by rotarycutters.-- Milling tool, a roller with indented edge or surface, forproducing like indentations in metal by rolling pressure, as inturning; a knurling tool; a milling cutter."
 },
 {
  "index": 68859,
  "word": "EXPIATIST",
  "def": "An expiator. [R.]"
 },
 {
  "index": 32239,
  "word": "FORESTALL",
  "def": "To obstruct or stop up, as a way; to stop the passage of onhighway; to intercept on the road, as goods on the way to market. Toforestall the market, to buy or contract for merchandise or provisionon its way to market, with the intention of selling it again at ahigher price; to dissuade persons from bringing their goods orprovisions there; or to persuade them to enhance the price whenthere. This was an offense at law in England until 1844. Burrill."
 },
 {
  "index": 60875,
  "word": "FIFTHLY",
  "def": "In the fifth place; as the fifth in order."
 },
 {
  "index": 27779,
  "word": "FANFARONADE",
  "def": "A swaggering; vain boasting; ostentation; a bluster. Swift."
 },
 {
  "index": 56842,
  "word": "UNDERSAY",
  "def": "To say by way of derogation or contradiction. [Obs.] Spenser."
 },
 {
  "index": 8132,
  "word": "HARE-HEARTED",
  "def": "Timorous; timid; easily frightened. Ainsworth."
 },
 {
  "index": 12756,
  "word": "CRIMINALNESS",
  "def": "Criminality. [R.]"
 },
 {
  "index": 12657,
  "word": "SANDERS",
  "def": "An old name of sandalwood, now applied only to the redsandalwood. See under Sandalwood."
 },
 {
  "index": 60120,
  "word": "ARAEOMETER",
  "def": "See Areometer."
 },
 {
  "index": 3422,
  "word": "PROCEEDS",
  "def": "That which comes forth or results; effect; yield; issue;product; sum accruing from a sale, etc."
 },
 {
  "index": 33954,
  "word": "BUFFIN",
  "def": "A sort of coarse stuff; as, buffin gowns. [Obs.]"
 }
]