[
 {
  "index": 29110,
  "word": "BROOKLET",
  "def": "A small brook."
 },
 {
  "index": 37302,
  "word": "RIP CORD",
  "def": "A cord by which the gas bag of a balloon may be ripped open fora limited distance to release the gas quickly and so cause immediatedescent."
 },
 {
  "index": 32244,
  "word": "POLYGYN",
  "def": "A plant of the order Polygynia."
 },
 {
  "index": 65598,
  "word": "NIGHT-FARING",
  "def": "Going or traveling in the night. Gay."
 },
 {
  "index": 17509,
  "word": "PANIM",
  "def": "See Painim. [Obs.] Milton."
 },
 {
  "index": 64439,
  "word": "EVIDENTIAL",
  "def": "Relating to, or affording, evidence; indicative; especially,relating to the evidences of Christianity. Bp. Fleetwood. \"Evidentialtracks.\" Earle..-- Ev`i*den\"tial*ly, adv."
 },
 {
  "index": 45996,
  "word": "PREEMINENCE",
  "def": "The quality or state of being preëminent; superiority inprominence or in excellence; distinction above others in quality,rank, etc.; rarely, in a bad sense, superiority or notoriety in evil;as, preëminence in honor.The preëminence of Christianity to any other religious scheme.Addison.Painful preëminence! yourself to view Above life's weakness, and itscomforts too. Pope.Beneath the forehead's walled preëminence. Lowell."
 },
 {
  "index": 15659,
  "word": "DISULPHURIC",
  "def": "Applied to an acid having in each molecule two atoms of sulphurin the higher state of oxidation. Disulphuric acid, a thick oilyliquid, H2S2O7, called also Nordhausen acid (from Nordhausen in theHarts, where it was originally manufactured), fuming sulphuric acid,and especially pyrosulphuric acid. See under Pyrosulphuric."
 },
 {
  "index": 46182,
  "word": "VAIL",
  "def": "Same as Veil."
 },
 {
  "index": 32849,
  "word": "SOCIOLOGY",
  "def": "That branch of philosophy which treats of the constitution,phenomena, and development of human society; social science. H.Spencer."
 },
 {
  "index": 29914,
  "word": "FERROSO-",
  "def": "See Ferro-."
 },
 {
  "index": 58598,
  "word": "RETIFORM",
  "def": "Composed of crossing lines and interstices; reticular; netlike;as, the retiform coat of the eye."
 }
]