[
 {
  "index": 7711,
  "word": "PAGURIAN",
  "def": "Any one of a tribe of anomuran crustaceans, of which Pagurus isa type; the hermit crab. See Hermit crab, under Hermit."
 },
 {
  "index": 46377,
  "word": "SCULL",
  "def": "The skull. [Obs.]"
 },
 {
  "index": 5189,
  "word": "-ICS",
  "def": ". A suffix used in forming the names of certain sciences,systems, etc., as acoustics, mathematics, dynamics, statistics,politics, athletics."
 },
 {
  "index": 20594,
  "word": "SOLVENT",
  "def": "A substance (usually liquid) suitable for, or employed in,solution, or in dissolving something; as, water is the appropriatesolvent of most salts, alcohol of resins, ether of fats, and mercuryor acids of metal, etc."
 },
 {
  "index": 40968,
  "word": "OCTAHEDRAL",
  "def": "Having eight faces or sides; of, pertaining to, or formed in,octahedrons; as, octahedral cleavage. Octahedral borax (Chem.), boraxobtained from a saturated solution in octahedral crystals, whichcontain five molecules of water of crystallization; distinguishedfrom common or prismatic borax.-- Octahedral iron ore (Min.), magnetite."
 },
 {
  "index": 79255,
  "word": "DAHLIA",
  "def": "A genus of plants native to Mexico and Central America, of theorder Compositæ; also, any plant or flower of the genus. The numerousvarieties of cultivated dahlias bear conspicuous flowers which differin color."
 },
 {
  "index": 4560,
  "word": "UNDECANE",
  "def": "A liquid hydrocarbon, C11H24, of the methane series, found inpetroleum; -- so called from its containing eleven carbon atoms inthe molecule."
 },
 {
  "index": 67489,
  "word": "PYROPHANOUS",
  "def": "Rendered transparent by heat."
 },
 {
  "index": 63506,
  "word": "DREADER",
  "def": "One who fears, or lives in fear."
 },
 {
  "index": 81632,
  "word": "RHINOLOPHID",
  "def": "Any species of the genus Rhinilophus, or family Rhinolophidæ,having a horseshoe-shaped nasal crest; a horseshoe bat."
 },
 {
  "index": 14662,
  "word": "CRINOSITY",
  "def": "Hairiness. [R.]"
 },
 {
  "index": 58421,
  "word": "NAKED",
  "def": "Without pubescence; as, a naked leaf or stem; bare, or notcovered by the customary parts, as a flower without a perianth, astem without leaves, seeds without a pericarp, buds without budscales."
 }
]