[
 {
  "index": 61404,
  "word": "BRIDECAKE",
  "def": "Rich or highly ornamented cake, to be distributed to the guestsat a wedding, or sent to friends after the wedding."
 },
 {
  "index": 19659,
  "word": "VEGETABLE",
  "def": "Plants having distinct flowers and true seeds. { 1.Dicotyledons (called also Exogens).-- Seeds with two or more cotyledons. Stems with the pith, woodyfiber, and bark concentrically arranged. Divided into two subclasses:Angiosperms, having the woody fiber interspersed with dotted orannular ducts, and the seed contained in a true ovary; Gymnosperms,having few or no ducts in the woody fiber, and the seeds naked. 2.Monocotyledons (called also Endogens).-- Seeds with single cotyledon. Stems with slender bundles of woodyfiber not concentrically arranged, and with no true bark.} II.Cryptogamia."
 },
 {
  "index": 42768,
  "word": "DUODENUM",
  "def": "The part of the small intestines between the stomach and thejejunum. See Illust. of Digestive apparatus, under Digestive."
 },
 {
  "index": 62796,
  "word": "WORSER",
  "def": "Worse. [R.]Thou dost deserve a worser end. Beau. \u0026 Fl.From worser thoughts which make me do amiss. Bunyan.A dreadful quiet felt, and, worser far Than arms, a sullen intervalof war. Dryden."
 },
 {
  "index": 12111,
  "word": "HYPNOSCOPE",
  "def": "An instrument for ascertaining the susceptibility of a personto hypnotic influences."
 },
 {
  "index": 22679,
  "word": "RABDOIDAL",
  "def": "See Sagittal. [Written also rhabdoidal.]"
 },
 {
  "index": 10511,
  "word": "ABORTED",
  "def": "Rendered abortive or sterile; undeveloped; checked in normaldevelopment at a very early stage; as, spines are aborted branches.The eyes of the cirripeds are more or less aborted in their maturestate. Owen."
 },
 {
  "index": 80140,
  "word": "SCHISMATIC",
  "def": "Of or pertaining to schism; implying schism; partaking of thenature of schism; tending to schism; as, schismatic opinions orproposals."
 },
 {
  "index": 36679,
  "word": "DISANNULLER",
  "def": "One who disannuls."
 },
 {
  "index": 74483,
  "word": "UNFLEDGED",
  "def": "Not fledged; not feathered; hence, not fully developed;immature. Dryden."
 },
 {
  "index": 62015,
  "word": "ZINK",
  "def": "See Zinc. [Obs.]"
 },
 {
  "index": 73963,
  "word": "PYLANGIUM",
  "def": "The first and undivided part of the aortic trunk in theamphibian heart.-- Py*lan\"gi*al, a."
 }
]