[
 {
  "index": 12562,
  "word": "FORDWINE",
  "def": "To dwindle away; to disappear. [Obs.] Rom of R."
 },
 {
  "index": 77302,
  "word": "OGLER",
  "def": "One who ogles. Addison."
 },
 {
  "index": 71239,
  "word": "OBVERSE",
  "def": "Having the base, or end next the attachment, narrower than thetop, as a leaf."
 },
 {
  "index": 45475,
  "word": "HYDRAULIC",
  "def": "Of or pertaining to hydraulics, or to fluids in motion;conveying, or acting by, water; as, an hydraulic clock, crane, ordock. Hydraulic accumulator, an accumulator for hydraulic machineryof any kind. See Accumulator, 2.-- Hydraulic brake, a cataract. See Cataract, 3.-- Hydraulic cement, a cement or mortar made of hydraulic lime,which will harden under water.-- Hydraulic elevator, a lift operated by the weight or pressure ofwater.-- Hydraulic jack. See under Jack.-- Hydraulic lime, quicklime obtained from hydraulic limestone, andused for cementing under water, etc.-- Hydraulic limestone, a limestone which contains some clay, andwhich yields a quicklime that will set, or form a firm, strong mass,under water.-- Hydraulic main (Gas Works), a horizontal pipe containing water atthe bottom into which the ends of the pipes from the retorts dip, forpassing the gas through water in order to remove ammonia.-- Hydraulic mining, a system of mining in which the force of a jetof water is used to wash down a bank of gold-bearing gravel or earth.[Pacific Coast] -- Hydraulic press, a hydrostatic press. See underHydrostatic.-- Hydraulic propeller, a device for propelling ships by means of astream of water ejected under water rearward from the ship.-- Hydraulic ram, a machine for raising water by means of the energyof the moving water of which a portion is to be raised. When the rushof water through the main pipe d shuts the valve at a, the momentumof the current thus suddenly checked forces part of it into the airchamber b, and up the pipe c, its return being prevented by a valveat the entrance to the air chamber, while the dropping of the valve aby its own weight allows another rush through the main pipe, and soon alternately.-- Hydraulic valve. (Mach.) (a) A valve for regulating thedistribution of water in the cylinders of hydraulic elevators,cranes, etc. (b) (Gas Works) An inverted cup with a partition dippinginto water, for opening or closing communication between two gasmains, the open ends of which protrude about the water."
 },
 {
  "index": 40734,
  "word": "SIEUR",
  "def": "Sir; -- a title of respect used by the French."
 },
 {
  "index": 79656,
  "word": "ENDOCHROME",
  "def": "The coloring matter within the cells of plants, whether green,red, yellow, or any other color."
 },
 {
  "index": 52980,
  "word": "METAPHYSIC",
  "def": "See Metaphysics."
 },
 {
  "index": 66496,
  "word": "PASSIONATENESS",
  "def": "The state or quality of being passionate."
 },
 {
  "index": 18759,
  "word": "SALIMETRY",
  "def": "The art or process of measuring the amount of salt in asubstance."
 },
 {
  "index": 71545,
  "word": "MAHOMETANIZE",
  "def": "To convert to the religion of Mohammed; to Mohammedanize."
 },
 {
  "index": 49059,
  "word": "MARGARITIFEROUS",
  "def": "Producing pearls."
 },
 {
  "index": 83434,
  "word": "SEARCH",
  "def": "To seek; to look for something; to make inquiry, exploration,or examination; to hunt.Once more search with me. Shak.It sufficeth that they have once with care sifted the matter, andsearched into all the particulars. Locke."
 }
]