[
 {
  "index": 64815,
  "word": "GYROIDAL",
  "def": "Having the planes arranged spirally, so that they incline allto the right (or left) of a vertical line; -- said of certainhemihedral forms."
 },
 {
  "index": 45418,
  "word": "CONVALESCE",
  "def": "To recover health and strength gradually, after sickness orweakness; as, a patient begins to convalesce."
 },
 {
  "index": 40773,
  "word": "UNLIQUIDATED",
  "def": "Not liquidated; not exactly ascertained; not adjusted orsettled. Unliquidated damages (Law), penalties or damages notascertained in money. Burrill."
 },
 {
  "index": 43558,
  "word": "DESTRIE",
  "def": "To destroy. [Obs.] Chaucer."
 },
 {
  "index": 83501,
  "word": "MISAFFECTION",
  "def": "An evil or wrong affection; the state of being ill affected.[Obs.] Bp. Hall."
 },
 {
  "index": 41309,
  "word": "CHIRPING",
  "def": "Cheering; enlivening.He takes his chirping pint, he cracks his jokes. Pope."
 },
 {
  "index": 33480,
  "word": "VERSE",
  "def": "To tell in verse, or poetry. [Obs.]Playing on pipes of corn and versing love. Shak."
 },
 {
  "index": 4502,
  "word": "INSCRIPTIVE",
  "def": "Bearing inscription; of the character or nature of aninscription."
 },
 {
  "index": 85681,
  "word": "COPSE",
  "def": "A wood of small growth; a thicket of brushwood. See Coppice.Near yonder copse where once the garden smiled. Goldsmith."
 },
 {
  "index": 29051,
  "word": "PEEPING HOLE",
  "def": "See Peephole."
 },
 {
  "index": 22271,
  "word": "TELLURETED",
  "def": "Combined or impregnated with tellurium; tellurized. [Writtenalso telluretted.] [Obsoles.] Tellureted hydrogen (Chem.), hydrogentelluride, H2Te, a gaseous substance analogous to hydrogen sulphide;-- called also tellurhydric acid."
 },
 {
  "index": 56378,
  "word": "FANFARE",
  "def": "A flourish of trumpets, as in coming into the lists, etc.;also, a short and lively air performed on hunting horns during thechase.The fanfare announcing the arrival of the various Christian princes.Sir W. Scott."
 }
]