[
 {
  "index": 56077,
  "word": "DRY-RUB",
  "def": "To rub and cleanse without wetting. Dodsley."
 },
 {
  "index": 43433,
  "word": "THRASHEL",
  "def": "An instrument to thrash with; a flail. [Obs. or Prov. Eng.]Halliwell."
 },
 {
  "index": 62269,
  "word": "BETON",
  "def": "The French name for concrete; hence, concrete made after theFrench fashion."
 },
 {
  "index": 19717,
  "word": "LUMBRICUS",
  "def": "A genus of annelids, belonging to the Oligochæta, and includingthe common earthworms. See Earthworm."
 },
 {
  "index": 40946,
  "word": "PERIMORPH",
  "def": "A crystal of one species inclosing one of another species. SeeEndomorph."
 },
 {
  "index": 62028,
  "word": "CONCRETE",
  "def": "A term designating both a quality and the subject in which itexists; a concrete term.The concretes \"father\" and \"son\" have, or might have, the abstracts\"paternity\" and \"filiety\". J. S. Mill."
 },
 {
  "index": 39368,
  "word": "SYNTHESIS",
  "def": "The art or process of making a compound by putting theingredients together, as contrasted with analysis; thus, water ismade by synthesis from hydrogen and oxygen; hence, specifically, thebuilding up of complex compounds by special reactions, whereby theircomponent radicals are so grouped that the resulting substances areidentical in every respect with the natural articles when such occur;thus, artificial alcohol, urea, indigo blue, alizarin, etc., are madeby synthesis."
 },
 {
  "index": 80208,
  "word": "REVIVISCENT",
  "def": "Able or disposed to revive; reviving. E. Darwin."
 },
 {
  "index": 1973,
  "word": "SCHOOLFELLOW",
  "def": "One bred at the same school; an associate in school."
 },
 {
  "index": 35715,
  "word": "LUSTRATION",
  "def": "A sacrifice, or ceremony, by which cities, fields, armies, orpeople, defiled by crimes, pestilence, or other cause of uncleanness,were purified."
 },
 {
  "index": 31492,
  "word": "ICHNOLITE",
  "def": "A fossil footprint; an ichnite."
 },
 {
  "index": 58906,
  "word": "FLAGMAN",
  "def": "One who makes signals with a flag."
 }
]