[
 {
  "index": 36985,
  "word": "AGLEY",
  "def": "Aside; askew. [Scotch] Burns."
 },
 {
  "index": 68090,
  "word": "ANTIPHARMIC",
  "def": "Antidotal; alexipharmic."
 },
 {
  "index": 82712,
  "word": "WHACK",
  "def": "To strike; to beat; to give a heavy or resounding blow to; tothrash; to make with whacks. [Colloq.]Rodsmen were whackingtheir way through willow brakes. G. W. Cable."
 },
 {
  "index": 1315,
  "word": "VERRUCOSE",
  "def": "Covered with wartlike elevations; tuberculate; warty;verrucous; as, a verrucose capsule."
 },
 {
  "index": 20456,
  "word": "INEVASIBLE",
  "def": "Incapable of being"
 },
 {
  "index": 62844,
  "word": "CHUCKLEHEADED",
  "def": "Having a large head; thickheaded; dull; stupid. Smart."
 },
 {
  "index": 51306,
  "word": "LOUSILY",
  "def": "In a lousy manner; in a mean, paltry manner; scurvily. [Vulgar]"
 },
 {
  "index": 78922,
  "word": "LOGODAEDALY",
  "def": "Verbal legerdemain; a playing with words. [R.] Coleridge."
 },
 {
  "index": 45747,
  "word": "SELF-ONE",
  "def": "Secret. [Obs.] Marston."
 },
 {
  "index": 63674,
  "word": "OSTREACULTURE",
  "def": "The artificial cultivation of oysters."
 },
 {
  "index": 78384,
  "word": "ELM",
  "def": "A tree of the genus Ulmus, of several species, much used as ashade tree, particularly in America. The English elm is Ulmuscampestris; the common American or white elm is U. Americana; theslippery or red elm, U. fulva. Elm beetle (Zoöl.), one of severalspecies of beetles (esp. Galeruca calmariensis), which feed on theleaves of the elm.-- Elm borer (Zoöl.), one of several species of beetles of which thelarvæ bore into the wood or under the bark of the elm (esp. Saperdatridentata).-- Elm butterfly (Zoöl.), one of several species of butterflies,which, in the caterpillar state, feed on the leaves of the elm (esp.Vanessa antiopa and Grapta comma). See Comma butterfly, under Comma.-- Elm moth (Zoöl.), one of numerous species of moths of which thelarvæ destroy the leaves of the elm (esp. Eugonia subsignaria, calledelm spanworm).-- Elm sawfly (Zoöl.), a large sawfly (Cimbex Americana). The larva,which is white with a black dorsal stripe, feeds on the leaves of theelm."
 },
 {
  "index": 51042,
  "word": "TOOTHSOME",
  "def": "Grateful to the taste; palable.-- Tooth\"some*ly, adv.-- Tooth\"some*ness, n.Though less toothsome to me, they were more wholesome for me. Fuller."
 }
]