[
 {
  "index": 84782,
  "word": "PSHAW",
  "def": "Pish! pooch! -- an exclamation used as an expression ofcontempt, disdain, dislike, etc. [Written also psha.]"
 },
 {
  "index": 44702,
  "word": "SKRINGE",
  "def": "See Scringe."
 },
 {
  "index": 7880,
  "word": "WESTLING",
  "def": "A westerner. [R.]"
 },
 {
  "index": 80070,
  "word": "GOLOSHE",
  "def": "See Galoche."
 },
 {
  "index": 920,
  "word": "BRYOLOGIST",
  "def": "One versed in bryology."
 },
 {
  "index": 424,
  "word": "SANITARY",
  "def": "Of or pertaining to health; designed to secure or preservehealth; relating to the preservation or restoration of health;hygienic; as, sanitary regulations. See the Note under Sanatory.Sanitary Commission. See under Commission."
 },
 {
  "index": 84033,
  "word": "REPEATING",
  "def": "Doing the same thing over again; accomplishing a given resultmany times in succession; as, a repeating firearm; a repeating watch.Repeating circle. See the Note under Circle, n., 3.-- Repeating decimal (Arith.), a circulating decimal. See underDecimal.-- Repeating firearm, a firearm that may be discharged many times inquick succession; especially: (a) A form of firearm so constructedthat by the action of the mechanism the charges are successivelyintroduced from a chamber containing them into the breech of thebarrel, and fired. (b) A form in which the charges are held in, anddischarged from, a revolving chamber at the breech of the barrel. SeeRevolver, and Magazine gun, under Magazine.-- Repeating instruments (Astron. \u0026 Surv.), instruments forobserving angles, as a circle, theodolite, etc., so constructed thatthe angle may be measured several times in succession, and different,but successive and contiguous, portions of the graduated limb, beforereading off the aggregate result, which aggregate, divided by thenumber of measurements, gives the angle, freed in a measure fromerrors of eccentricity and graduation.-- Repeating watch. See Repeater (a)"
 },
 {
  "index": 74316,
  "word": "MAYPOP",
  "def": "The edible fruit of a passion flower, especially that of theNorth American Passiflora incarnata, an oval yellowish berry as largeas a small apple."
 },
 {
  "index": 23885,
  "word": "TUNICATE",
  "def": "One of the Tunicata."
 },
 {
  "index": 32730,
  "word": "VERRAYMENT",
  "def": "Verily; truly. [Obs.] Chaucer."
 },
 {
  "index": 21349,
  "word": "MAIGRE",
  "def": "Belonging to a fast day or fast; as, a maigre day. Walpole.Maigre food (R. C. Ch.), food allowed to be eaten on fast days."
 },
 {
  "index": 19120,
  "word": "APLOMB",
  "def": "Assurance of manner or of action; self-possession."
 }
]