[
 {
  "index": 2390,
  "word": "FISTULARIA",
  "def": "A genus of fishes, having the head prolonged into a tube, withthe mouth at the extremity."
 },
 {
  "index": 37292,
  "word": "SPERMATOPHYTE",
  "def": "Any plant of the phylum Spermatophyta. -- Sper`ma*to*phyt\"ic(#), a."
 },
 {
  "index": 36481,
  "word": "LEA",
  "def": "A meadow or sward land; a grassy field. \"Plow-torn leas.\" Shak.The lowing herd wind slowly o'er the lea. Gray."
 },
 {
  "index": 37044,
  "word": "STRAINT",
  "def": "Overexertion; excessive tension; strain. [Obs.] Spenser."
 },
 {
  "index": 82831,
  "word": "TENON",
  "def": "A projecting member left by cutting away the wood around it,and made to insert into a mortise, and in this way secure togetherthe parts of a frame; especially, such a member when it passesentirely through the thickness of the piece in which the mortise iscut, and shows on the other side. Cf. Tooth, Tusk. Tenon saw, a sawwith a thin blade, usually stiffened by a brass or steel back, forcutting tenons. [Corruptly written tenant saw.] Gwilt."
 },
 {
  "index": 57853,
  "word": "OPERANT",
  "def": "Operative. [R.] Shak.-- n."
 },
 {
  "index": 64785,
  "word": "SLACKEN",
  "def": "A spongy, semivitrifled substance which miners or smelters mixwith the ores of metals to prevent their fusion. [Written alsoslakin.]"
 },
 {
  "index": 19782,
  "word": "APPELLABLE",
  "def": "Appealable."
 },
 {
  "index": 71204,
  "word": "REALLIANCE",
  "def": "A renewed alliance."
 },
 {
  "index": 551,
  "word": "LIGEANCE",
  "def": "The connection between sovereign and subject by which they weremutually bound, the former to protection and the securing of justice,the latter to faithful service; allegiance. [Written also ligeancyand liegance.] Chaucer."
 },
 {
  "index": 51029,
  "word": "SEGO",
  "def": "A liliaceous plant (Calochortus Nuttallii) of Western NorthAmerica, and its edible bulb; -- so called by the Ute Indians and theMormons."
 },
 {
  "index": 31678,
  "word": "EFFECTUOUSLY",
  "def": "Effectively. [Obs.]"
 }
]