[
 {
  "index": 55274,
  "word": "TONOMETER",
  "def": "An instrument for determining the rate of vibrations in tones."
 },
 {
  "index": 72622,
  "word": "BAFFLER",
  "def": "One who, or that which, baffles."
 },
 {
  "index": 50258,
  "word": "SUBAPICAL",
  "def": "Being under the apex; of or pertaining to the part just belowthe apex."
 },
 {
  "index": 53613,
  "word": "TIGHTEN",
  "def": "To draw tighter; to straiten; to make more close in any manner.Just where I please, with tightened rein I'll urge thee round thedusty plain. Fawkes.Tightening pulley (Mach.), a pulley which rests, or is forced,against a driving belt to tighten it."
 },
 {
  "index": 1694,
  "word": "UNFORTUNATE",
  "def": "Not fortunate; unsuccessful; not prosperous; unlucky; attendedwith misfortune; unhappy; as, an unfortunate adventure; anunfortunate man; an unfortunate commander; unfortunate business.-- n."
 },
 {
  "index": 72423,
  "word": "GAPE",
  "def": "The width of the mouth when opened, as of birds, fishes, etc.GAPES; THE GAPESThe gapes.(a) A fit of yawning.(b) A disease of young poultry and other birds, attended with muchgaping. It is caused by a parasitic nematode worm (Syngamustrachealis), in the windpipe, which obstructs the breathing. SeeGapeworm."
 },
 {
  "index": 64303,
  "word": "BRIDGETREE",
  "def": "The beam which supports the spindle socket of the runner in agrinding mill. Knight."
 },
 {
  "index": 79537,
  "word": "UNCENTURY",
  "def": "To remove from its actual century. [R.]It has first to uncentury itself. H. Drummond."
 },
 {
  "index": 15603,
  "word": "WATERFOWL",
  "def": "Any bird that frequents the water, or lives about rivers,lakes, etc., or on or near the sea; an aquatic fowl; -- used alsocollectively."
 },
 {
  "index": 31519,
  "word": "SNIFF",
  "def": "To draw air audibly up the nose; to snuff; -- sometimes done asa gesture of suspicion, offense, or contempt.So ye grow squeamish, gods, and sniff at heaven. M. Arnold."
 },
 {
  "index": 53738,
  "word": "DIRECT-COUPLED",
  "def": "Coupled without intermediate connections, as an engine and adynamo."
 },
 {
  "index": 56525,
  "word": "TURNEP",
  "def": "See Turnip. [Obs.]"
 }
]