[
 {
  "index": 68650,
  "word": "ZYMASE",
  "def": "A soluble ferment, or enzyme. See Enzyme."
 },
 {
  "index": 28084,
  "word": "HUBBUB",
  "def": "A loud noise of many confused voices; a tumult; uproar. Milton.This hubbub of unmeaning words. Macaulay."
 },
 {
  "index": 20925,
  "word": "PLANT",
  "def": "The whole machinery and apparatus employed in carrying on atrade or mechanical business; also, sometimes including real estate,and whatever represents investment of capital in the means ofcarrying on a business, but not including material worked upon orfinished products; as, the plant of a foundry, a mill, or a railroad."
 },
 {
  "index": 18669,
  "word": "INTERFERENCE",
  "def": "The mutual influence, under certain conditions, of two streamsof light, or series of pulsations of sound, or, generally, two wavesor vibrations of any kind, producing certain characteristicphenomena, as colored fringes, dark bands, or darkness, in the caseof light, silence or increased intensity in sounds; neutralization orsuperposition of waves generally."
 },
 {
  "index": 1992,
  "word": "GLOSSOLOGIST",
  "def": "One who defines and explains terms; one who is versed inglossology."
 },
 {
  "index": 81011,
  "word": "PETROLATUM",
  "def": "A semisolid unctuous substance, neutral, and without taste orodor, derived from petroleum by distilling off the lighter portionsand purifying the residue. It is a yellowish, fatlike mass,transparent in thin layers, and somewhat fluorescent. It is used as abland protective dressing, and as a substitute for fatty materials inointments. U. S. Pharm."
 },
 {
  "index": 68803,
  "word": "EYEWATER",
  "def": "A wash or lotion for application to the eyes."
 },
 {
  "index": 17828,
  "word": "ERYTHROLEIC",
  "def": "Having a red color and oily appearance; -- applied to a purplesemifluid substance said to be obtained from archil."
 },
 {
  "index": 73013,
  "word": "AUTOPSORIN",
  "def": "That which is given under the doctrine of administering apatient's own virus."
 },
 {
  "index": 64709,
  "word": "SCLEROTIC",
  "def": "Of or pertaining to the sclerotic coat of the eye; sclerotical."
 },
 {
  "index": 56637,
  "word": "LOUD",
  "def": "With loudness; loudly.To speak loud in public assemblies. Addison."
 },
 {
  "index": 82663,
  "word": "HYPOTHENUSE",
  "def": "Same as Hypotenuse."
 }
]