[
 {
  "index": 29686,
  "word": "BECOME",
  "def": "To suit or be suitable to; to be congruous with; to befit; toaccord with, in character or circumstances; to be worthy of, orproper for; to cause to appear well; -- said of persons and things.It becomes me so to speak of so excellent a poet. Dryden.I have known persons so anxious to have their dress become them, asto convert it, at length, into their proper self, and thus actuallyto become the dress. Coleridge."
 },
 {
  "index": 35001,
  "word": "FANATIC",
  "def": "Pertaining to, or indicating, fanaticism; extravagant inopinions; ultra; unreasonable; excessively enthusiastic, especiallyon religious subjects; as, fanatic zeal; fanatic notions.But Faith, fanatic Faith, once wedded fast To some dear falsehood,hugs it to the last. T. Moore."
 },
 {
  "index": 78542,
  "word": "INTERCOMMUNICABLE",
  "def": "Capable of being mutually communicated."
 },
 {
  "index": 18224,
  "word": "FUNDUS",
  "def": "The bottom or base of any hollow organ; as, the fundus of thebladder; the fundus of the eye."
 },
 {
  "index": 3540,
  "word": "REJUDGE",
  "def": "To judge again; to reRejudge his acts, and dignify disgrace. Pope."
 },
 {
  "index": 62861,
  "word": "INHERITABLY",
  "def": "By inheritance. Sherwood."
 },
 {
  "index": 70490,
  "word": "MISTRADITION",
  "def": "A wrong tradition. \"Monsters of mistradition.\" Tennyson."
 },
 {
  "index": 50949,
  "word": "ACANTHOCEPHALA",
  "def": "A group of intestinal worms, having the proboscis armed withrecurved spines."
 },
 {
  "index": 80016,
  "word": "MUMBLER",
  "def": "One who mumbles."
 },
 {
  "index": 64125,
  "word": "ZATI",
  "def": "A species of macaque (Macacus pileatus) native of India andCeylon. It has a crown of long erect hair, and tuft of radiatinghairs on the back of the head. Called also capped macaque."
 },
 {
  "index": 25861,
  "word": "WIS",
  "def": "Certainly; really; indeed. [Obs.] \"As wis God helpe me.\"Chaucer."
 },
 {
  "index": 15459,
  "word": "PERAGRATION",
  "def": "The act or state of passing through any space; as, theperagration of the moon in her monthly revolution. [Obs.] Sir T.Browne."
 }
]