[
 {
  "index": 52258,
  "word": "MARAVEDI",
  "def": "A small copper coin of Spain, equal to three mils Americanmoney, less than a farthing sterling. Also, an ancient Spanish goldcoin."
 },
 {
  "index": 5392,
  "word": "MESOMYCETES",
  "def": "One of the three classes into which the fungi are divided inBrefeld's classification. -- Mes`o*my*ce\"tous (#), a."
 },
 {
  "index": 29102,
  "word": "INQUIRER",
  "def": "One who inquires or examines; questioner; investigator. Locke.Expert inquirers after truth. Cowper."
 },
 {
  "index": 46382,
  "word": "EPISPADIAS",
  "def": "A deformity in which the urethra opens upon the top of thepenis, instead of at its extremity."
 },
 {
  "index": 35764,
  "word": "ETHIOPS",
  "def": "A black substance; -- formerly applied to various preparationsof a black or very dark color. [Written also Æthiops.] [Obs.] Ethiopsmartial (Old Chem.), black oxide of iron.-- Ethiops mineral (Old Chem.), black sulphide of mercury, obtainedby triturating mercury with sulphur.-- Ethiops per se (Old Chem.), mercury in finely divided state,having the appearance of a dark powder, obtained by shaking it up orby exposure to the air."
 },
 {
  "index": 53313,
  "word": "ERYSIPELATOUS",
  "def": "Resembling erysipelas, or partaking of its nature."
 },
 {
  "index": 70996,
  "word": "GYNAECOPHORE",
  "def": "A ventral canal or groove, in which the males of some dioecioustrematodes carry the female. See Illust. of Hæmatozoa."
 },
 {
  "index": 55532,
  "word": "FLASH BOILER",
  "def": "A variety of water-tube boiler, used chiefly in steamautomobiles, consisting of a nest of strong tubes with very littlewater space, kept nearly red hot so that the water as it tricklesdrop by drop into the tubes is immediately flashed into steam andsuperheated."
 },
 {
  "index": 16449,
  "word": "DERELICTION",
  "def": "A retiring of the sea, occasioning a change of high-water mark,whereby land is gained."
 },
 {
  "index": 32432,
  "word": "OVERINFORM",
  "def": "To inform, fill, or animate, excessively. [R.] Johnson."
 },
 {
  "index": 49283,
  "word": "FONE",
  "def": "pl. of Foe. [Obs.] Spenser."
 },
 {
  "index": 36749,
  "word": "HIPPOPHAGOUS",
  "def": "Feeding on horseflesh; -- said of certain nomadic tribes, asthe Tartars."
 }
]