[
 {
  "index": 77762,
  "word": "GLANDULOUS",
  "def": "Containing glands; consisting of glands; pertaining to glands;resembling glands."
 },
 {
  "index": 45018,
  "word": "APHIS",
  "def": "A genus of insects belonging to the order Hemiptera and familyAphidæ, including numerous species known as plant lice and greenflies."
 },
 {
  "index": 57383,
  "word": "FORTHINK",
  "def": "To repent; to regret; to be sorry for; to cause regret. [Obs.]\"Let it forthink you.\" Tyndale.That me forthinketh, quod this January. Chaucer."
 },
 {
  "index": 68457,
  "word": "CONTERMINANT",
  "def": "Having the same limits; ending at the same time; conterminous.Lamb."
 },
 {
  "index": 11631,
  "word": "PROPIONE",
  "def": "The ketone of propionic acid, obtained as a colorless fragrantliquid."
 },
 {
  "index": 56947,
  "word": "BEATH",
  "def": "To bathe; also, to dry or heat, as unseasoned wood. [Obs.]Spenser."
 },
 {
  "index": 14877,
  "word": "STRYPHNIC",
  "def": "Pertaining to, or designating, a complex nitrogenous acid,obtained by the action of acetic acid and potassium nitrite on uricacid, as a yellow crystalline substance, with a bitter, astringenttaste."
 },
 {
  "index": 48690,
  "word": "ART",
  "def": "The second person singular, indicative mode, present tense, ofthe substantive verb Be; but formed after the analogy of the pluralare, with the ending -t, as in thou shalt, wilt, orig. an ending ofthe second person sing. pret. Cf. Be. Now used only in solemn orpoetical style."
 },
 {
  "index": 2994,
  "word": "JAWN",
  "def": "See Yawn. [Obs.] Marston."
 },
 {
  "index": 82069,
  "word": "KAWAKA",
  "def": "a New Zealand tree, the Cypress cedar (Libocedrus Doniana),having a valuable, fine-grained, reddish wood."
 },
 {
  "index": 58769,
  "word": "CORINTHIAN",
  "def": "Of or pertaining to the Corinthian order of architecture,invented by the Greeks, but more commonly used by the Romans.This is the lightest and most ornamental of the three orders used bythe Greeks. Parker."
 },
 {
  "index": 59578,
  "word": "APHANITIC",
  "def": "Resembling aphanite; having a very fine-grained structure."
 }
]