[
 {
  "index": 40929,
  "word": "CORALLIN",
  "def": "A yellow coal-tar dyestuff which probably consists chiefly ofrosolic acid. See Aurin, and Rosolic acid under Rosolic. Redcorallin, a red dyestuff which is obtained by treating aurin orrosolic acid with ammonia; -- called also pæonin.-- Yellow corallin. See Aurin."
 },
 {
  "index": 78659,
  "word": "SEMI-PELAGIANISM",
  "def": "The doctrines or tenets of the Semi-Pelagians."
 },
 {
  "index": 33917,
  "word": "MIGNON",
  "def": "See 3d Minion."
 },
 {
  "index": 44865,
  "word": "CHANCEABLE",
  "def": "Fortuitous; casual. [Obs.]"
 },
 {
  "index": 32507,
  "word": "DISCOIDAL",
  "def": "Disk-shaped; discoid."
 },
 {
  "index": 71039,
  "word": "PHANTOM",
  "def": "That which has only an apparent existence; an apparition; aspecter; a phantasm; a sprite; an airy spirit; an ideal image.Strange phantoms rising as the mists arise. Pope.She was a phantom of delight. Wordsworth.Phantom ship. See Flying Dutchman, under Flying.-- Phantom tumor (Med.), a swelling, especially of the abdomen, dueto muscular spasm, accumulation of flatus, etc., simulating an actualtumor in appearance, but disappearing upon the administration of ananæsthetic."
 },
 {
  "index": 64835,
  "word": "ADDITION",
  "def": "That part of arithmetic which treats of adding numbers."
 },
 {
  "index": 80836,
  "word": "TERPENTIC",
  "def": "Terpenylic."
 },
 {
  "index": 74545,
  "word": "SOJA",
  "def": "An Asiatic leguminous herb (Glycine Soja) the seeds of whichare used in preparing the sauce called soy."
 },
 {
  "index": 20615,
  "word": "IMBOSTURE",
  "def": "Embossed or raised work. [Obs.] Beau. \u0026 Fl."
 },
 {
  "index": 67140,
  "word": "GRAPNEL",
  "def": "A small anchor, with four or five flukes or claws, used to holdboats or small vessels; hence, any instrument designed to grapple orhold; a grappling iron; a grab; -- written also grapline, andcrapnel."
 },
 {
  "index": 55230,
  "word": "REENTRANCE",
  "def": "The act entereing again; re Hooker."
 }
]