[
 {
  "index": 72304,
  "word": "PURSLAIN",
  "def": "Same as Purslane."
 },
 {
  "index": 27861,
  "word": "VOCIFERANCE",
  "def": "Vociferation; noise; clamor. [R.] R. Browning."
 },
 {
  "index": 48955,
  "word": "THROWING",
  "def": "a. \u0026 n. from Throw, v. Throwing engine, Throwing mill, Throwingtable, or Throwing wheel (Pottery), a machine on which earthenware isfirst rudely shaped by the hand of the potter from a mass of clayrevolving rapidly on a disk or table carried by a vertical spindle; apotter's wheel."
 },
 {
  "index": 36782,
  "word": "WATER RADISH",
  "def": "A coarse yellow-flowered plant (Nasturtium amphibium) relatedto the water cress and to the horse-radish."
 },
 {
  "index": 84020,
  "word": "BADGELESS",
  "def": "Having no badge. Bp. Hall."
 },
 {
  "index": 49088,
  "word": "REFREYD",
  "def": "To chill; to cool. [Obs.]Refreyded by sickness . . . or by cold drinks. Chaucer."
 },
 {
  "index": 19606,
  "word": "PANTOMETER",
  "def": "An instrument for measuring angles for determining elevations,distances, etc."
 },
 {
  "index": 21763,
  "word": "DRYFOOT",
  "def": "The scent of the game, as far as it can be traced. [Obs.] Shak."
 },
 {
  "index": 2143,
  "word": "DESPECIFICATE",
  "def": "To discriminate; to separate according to specificsignification or qualities; to specificate; to desynonymize. [R.]Inaptitude and ineptitude have been usefully despecificated. Fitzed.Hall."
 },
 {
  "index": 17900,
  "word": "TAILZIE",
  "def": "An entailment or deed whereby the legal course of succession iscut off, and an arbitrary one substituted. [Written also tailzee.]"
 },
 {
  "index": 36408,
  "word": "OSMIC",
  "def": "Pertaining to, derived from, or containing, osmium;specifically, designating those compounds in which it has a valencehigher than in other lower compounds; as, osmic oxide. Osmic acid.(Chem.) (a) Osmic tetroxide. [Obs.] (b) Osmic acid proper, an acidanalogous to sulphuric acid, not known in the free state, but forminga well-known and stable series of salts (osmates), which wereformerly improperly called osmites.-- Osmic tetroxide (Chem.), a white volatile crystalline substance,OsO4, the most stable and characteristic of the compounds of osmium.It has a burning taste, and gives off a vapor, which is a powerfulirritant poison, violently attacking the eyes, and emitting a strongchlorinelike odor. Formerly improperly called osmic acid."
 },
 {
  "index": 57939,
  "word": "CANDIDATING",
  "def": "The taking of the position of a candidate; specifically, thepreaching of a clergyman with a view to settlement. [Cant, U. S.]"
 }
]