[
 {
  "index": 36015,
  "word": "AUTOCRATOR",
  "def": "An autocrat. [Archaic]"
 },
 {
  "index": 70887,
  "word": "BOVEY COAL",
  "def": "A kind of mineral coal, or brown lignite, burning with a weakflame, and generally a disagreeable odor; -- found at Bovey Tracey,Devonshire, England. It is of geological age of the oölite, and notof the true coal era."
 },
 {
  "index": 5977,
  "word": "HEBDOMAD",
  "def": "A week; a period of seven days. [R.] Sir T. Browne."
 },
 {
  "index": 70764,
  "word": "PERPETRATOR",
  "def": "One who perpetrates; esp., one who commits an offense or crime."
 },
 {
  "index": 23276,
  "word": "SPOROZOITE",
  "def": "In certain Sporozoa, a small active, usually elongate, sickle-shaped or somewhat amoboid spore, esp. one of those produced bydivision of the passive spores into which the zygote divides. Thesporozoites reproduce asexually."
 },
 {
  "index": 53799,
  "word": "MOTORIZE",
  "def": "To substitute motor-driven vehicles, or automobiles, for thehorses and horse-drawn vehicles of (a fire department, city, etc.). --Mo`tor*i*za\"tion (#), n."
 },
 {
  "index": 18422,
  "word": "SELF-POSITED",
  "def": "Disposed or arranged by an action originating in one's self orin itself.These molecular blocks of salt are self-posited. Tyndall."
 },
 {
  "index": 49388,
  "word": "DIAMOND-BACK",
  "def": "The salt-marsh terrapin of the Atlantic coast (Malacoclemmyspalustris)."
 },
 {
  "index": 54534,
  "word": "CASUS",
  "def": "An event; an occurrence; an occasion; a combination ofcircumstances; a case; an act of God. See the Note under Accident.Casus belli, an event or combination of events which is a cause war,or may be alleged as a justification of war.-- Casus fortuitus, an accident against which due prudence could nothave provided. See Act of God, under Act.-- Casus omissus, a case not provided for by the statute."
 },
 {
  "index": 50181,
  "word": "MAGNUM",
  "def": "A bone of the carpus at the base of the third metacarpal bone."
 },
 {
  "index": 64286,
  "word": "PULSIFIC",
  "def": "Exciting the pulse; causing pulsation."
 },
 {
  "index": 71494,
  "word": "AGGRAVATINGLY",
  "def": "In an aggravating manner."
 }
]