[
 {
  "index": 47424,
  "word": "GAROOKUH",
  "def": "A small fishing vessel met with in the Persian Gulf."
 },
 {
  "index": 32012,
  "word": "SENSE",
  "def": "A faculty, possessed by animals, of perceiving external objectsby means of impressions made upon certain organs (sensory or senseorgans) of the body, or of perceiving changes in the condition of thebody; as, the senses of sight, smell, hearing, taste, and touch. SeeMuscular sense, under Muscular, and Temperature sense, underTemperature.Let fancy still my sense in Lethe steep. Shak.What surmounts the reach Of human sense I shall delineate. Milton.The traitor Sense recalls The soaring soul from rest. Keble."
 },
 {
  "index": 31406,
  "word": "HOSTIE",
  "def": "The consecrated wafer; the host. [Obs.] Bp. Burnet."
 },
 {
  "index": 10147,
  "word": "RUNG",
  "def": "imp. \u0026 p. p. of Ring."
 },
 {
  "index": 21802,
  "word": "CENANTHY",
  "def": "The absence or suppression of the essential organs (stamens andpistil) in a flower."
 },
 {
  "index": 53513,
  "word": "BRITTLE",
  "def": "Easily broken; apt to break; fragile; not tough or tenacious.Farewell, thou pretty, brittle piece Of fine-cut crystal. Cotton.Brittle silver ore, the mineral stephanite."
 },
 {
  "index": 16798,
  "word": "WATER BATTERY",
  "def": "A voltaic battery in which the exciting fluid is water."
 },
 {
  "index": 11115,
  "word": "TOAD",
  "def": "Any one of numerous species of batrachians belonging to thegenus Bufo and allied genera, especially those of the familyBufonidæ. Toads are generally terrestrial in their habits exceptduring the breeding season, when they seek the water. Most of thespecies burrow beneath the earth in the daytime and come forth tofeed on insects at night. Most toads have a rough, warty skin inwhich are glands that secrete an acrid fluid."
 },
 {
  "index": 67610,
  "word": "VERS",
  "def": "A verse or verses. See Verse. [Obs.] \"Ten vers or twelve.\"Chaucer."
 },
 {
  "index": 13871,
  "word": "FINNED",
  "def": "Having a fin, or fins, or anything resembling a fin. Mortimer."
 },
 {
  "index": 69646,
  "word": "GALLATURE",
  "def": "The tread, treadle, or chalasa of an egg."
 },
 {
  "index": 30101,
  "word": "FOLLIFUL",
  "def": "Full of folly. [Obs.]"
 }
]