[
 {
  "index": 67209,
  "word": "VERTEX",
  "def": "A turning point; the principal or highest point; top; summit;crown; apex. Specifically: --(a) (Anat.)"
 },
 {
  "index": 9627,
  "word": "DALLY",
  "def": "To delay unnecessarily; to while away.Dallying off the time with often skirmishes. Knolles."
 },
 {
  "index": 11611,
  "word": "REVERSIS",
  "def": "A certain game at cards."
 },
 {
  "index": 25801,
  "word": "PARAGLOSSA",
  "def": "One of a pair of small appendages of the lingua or labium ofcertain insects. See Illust. under Hymenoptera."
 },
 {
  "index": 22163,
  "word": "AUTOPHAGI",
  "def": "Birds which are able to run about and obtain their own food assoon as hatched."
 },
 {
  "index": 31180,
  "word": "TEPHRAMANCY",
  "def": "Divination by the ashes of the altar on which a victim had beenconsumed in sacrifice."
 },
 {
  "index": 33959,
  "word": "JADDING",
  "def": "See Holing."
 },
 {
  "index": 52186,
  "word": "THROUGHOUT",
  "def": "Quite through; from one extremity to the other of; also, everypart of; as, to search throughout the house.Nor to their idle orbs doth sight appear Of sun, or moon, or star,throughout the year. Milton."
 },
 {
  "index": 68091,
  "word": "MISBEHAVIOR",
  "def": "Improper, rude, or uncivil behavior; ill conduct. Addison."
 },
 {
  "index": 30710,
  "word": "HEMISYSTOLE",
  "def": "Contraction of only one ventricle of the heart."
 },
 {
  "index": 19765,
  "word": "OVERTURNABLE",
  "def": "Capable of being, or liable to be, overturned or subverted."
 },
 {
  "index": 63679,
  "word": "TARTARIC",
  "def": "Of or pertaining to tartar; derived from, or resembling,tartar. Tartaric acid. (a) An acid widely diffused throughout thevegetable kingdom, as in grapes, mountain-ash berries, etc., andobtained from tartar as a white crystalline substance,C2H2(OH)2.(CO2H)2, having a strong pure acid taste. It is used inmedicine, in dyeing, calico printing, photography, etc., and also asa substitute for lemon juice. Called also dextro-tartaric acid. (b)By extension, any one of the series of isomeric acids (racemic acid,levotartaric acid, inactive tartaric acid) of which tartaric acidproper is the type."
 }
]