[
 {
  "index": 7228,
  "word": "ANEMONIC",
  "def": "An acrid, poisonous, crystallizable substance, obtained from,the anemone, or from anemonin."
 },
 {
  "index": 712,
  "word": "RELAXATIVE",
  "def": "Having the quality of relaxing; laxative.-- n."
 },
 {
  "index": 19466,
  "word": "FEY",
  "def": "Fated; doomed. [Old Eng. \u0026 Scot.]"
 },
 {
  "index": 52629,
  "word": "INNHOLDER",
  "def": "One who keeps an inn."
 },
 {
  "index": 54963,
  "word": "DISPOSITIVELY",
  "def": "In a dispositive manner; by natural or moral disposition.[Obs.] Sir T. Browne.Do dispositively what Moses is recorded to have done literally, . . .break all the ten commandments at once. Boyle."
 },
 {
  "index": 49618,
  "word": "DYINGLY",
  "def": "In a dying manner; as if at the point of death. Beau. \u0026 Fl."
 },
 {
  "index": 1117,
  "word": "UNSWAYABLE",
  "def": "Not capable of being swayed. Shak."
 },
 {
  "index": 70479,
  "word": "SFUMATO",
  "def": "Having vague outlines, and colors and shades so mingled as togive a misty appearance; -- said of a painting."
 },
 {
  "index": 34656,
  "word": "EDIT",
  "def": "To superintend the publication of; to revise and prepare forpublication; to select, correct, arrange, etc., the matter of, forpublication; as, to edit a newspaper.Philosophical treatises which have never been edited. Enfield."
 },
 {
  "index": 29983,
  "word": "COMMUTE",
  "def": "To exchange; to put or substitute something else in place of,as a smaller penalty, obligation, or payment, for a greater, or asingle thing for an aggregate; hence; to lessen; to diminish; as, tocommute a sentence of death to one of imprisonment for life; tocommute tithes; to commute charges for fares.The sounds water and fire, being once annexed to those two elements,it was certainly more natural to call beings participating of thefirst \"watery\", and the last \"fiery\", than to commute the terms, andcall them by the reverse. J. HarrisThe utmost that could be obtained was that her sentence should becommuted from burning to beheading. Macaulay."
 },
 {
  "index": 80801,
  "word": "STRIVER",
  "def": "One who strives."
 },
 {
  "index": 16217,
  "word": "LAP",
  "def": "The amount by which a slide valve at its half stroke overlaps aport in the seat, being equal to the distance the valve must movefrom its mid stroke position in order to begin to open the port. Usedalone, lap refers to outside lap. See Outside lap (below)."
 }
]