[
 {
  "index": 33158,
  "word": "DULLER",
  "def": "One who, or that which, dulls."
 },
 {
  "index": 25103,
  "word": "DISPOND",
  "def": "See Despond."
 },
 {
  "index": 25093,
  "word": "UMBE",
  "def": "About. [Obs.] Layamon."
 },
 {
  "index": 79046,
  "word": "CHARTER",
  "def": "The letting or hiring a vessel by special contract, or thecontract or instrument whereby a vessel is hired or let; as, a shipis offered for sale or charter. See Charter party, below. Charterland (O. Eng. Law), land held by charter, or in socage; bookland.-- Charter member, one of the original members of a society orcorporation, esp. one named in a charter, or taking part in the firstproceedings under it.-- Charter party Etym: [F. chartre partie, or charte partie, adivided charter; from the practice of cutting the instrument ofcontract in two, and giving one part to each of the contractors](Com.), a mercantile lease of a vessel; a specific contract by whichthe owners of a vessel let the entire vessel, or some principal partof the vessel, to another person, to be used by the latter intransportation for his own account, either under their charge or his.-- People's Charter (Eng. Hist.), the document which embodied thedemands made by the Chartists, so called, upon the English governmentin 1838."
 },
 {
  "index": 71848,
  "word": "ONE-SIDED",
  "def": "Growing on one side of a stem; as, one-sided flowers.-- One`-sid\"ed-ly, adv.-- One`-sid\"ed*ness, n."
 },
 {
  "index": 56591,
  "word": "LIMULE",
  "def": "A limulus."
 },
 {
  "index": 16253,
  "word": "MEGADERM",
  "def": "Any one of several species of Old World blood-sucking bats ofthe genus Megaderma."
 },
 {
  "index": 47739,
  "word": "LEGISLATE",
  "def": "To make or enact a law or laws.Solon, in legislating for the Athenians, had an idea of a moreperfect constitution than he gave them. Bp. Watson (1805)."
 },
 {
  "index": 13466,
  "word": "THEBAID",
  "def": "A Latin epic poem by Statius about Thebes in Boeotia."
 },
 {
  "index": 19897,
  "word": "POLYGALA",
  "def": "A genus of bitter herbs or shrubs having eight stamens and atwo-celled ovary (as the Seneca snakeroot, the flowering wintergreen,etc.); milkwort."
 },
 {
  "index": 3600,
  "word": "INDISCIPLINABLE",
  "def": "Not disciplinable; undisciplinable. [R.]"
 },
 {
  "index": 18593,
  "word": "LIQUESCENCY",
  "def": "The quality or state of being liquescent. Johnson."
 }
]