[
 {
  "index": 4944,
  "word": "ADEMPTION",
  "def": "The revocation or taking away of a grant donation, legacy, orthe like. Bouvier."
 },
 {
  "index": 76381,
  "word": "PERIL",
  "def": "Danger; risk; hazard; jeopardy; exposure of person or propertyto injury, loss, or destruction.In perils of waters, in perils of robbers. 2 Cor. xi. 26.Adventure hard With peril great achieved. Milton.At, or On, one's peril, with risk or danger to one; at the hazard of.\"On thy soul's peril.\" Shak."
 },
 {
  "index": 16227,
  "word": "BORSHOLDER",
  "def": "The head or chief of a tithing, or borough (see 2d Borough);the headborough; a parish constable. Spelman."
 },
 {
  "index": 62984,
  "word": "HINDLEYS SCREW",
  "def": "A screw cut on a solid whose sides are arcs of the periphery ofa wheel into the teeth of which the screw is intended to work. It isnamed from the person who first used the form."
 },
 {
  "index": 3198,
  "word": "LAVEER",
  "def": "To beat against the wind; to tack. [Obs.] Dryden."
 },
 {
  "index": 75885,
  "word": "THYMATE",
  "def": "A compound of thymol analogous to a salt; as, sodium thymate."
 },
 {
  "index": 58037,
  "word": "FUMARINE",
  "def": "An alkaloid extracted from fumitory, as a white crystallinesubstance."
 },
 {
  "index": 76108,
  "word": "HEAD",
  "def": "Tiles laid at the eaves of a house. Knight."
 },
 {
  "index": 34584,
  "word": "ADVERSARIA",
  "def": "A miscellaneous collection of notes, remarks, or selections; acommonplace book; also, commentaries or notes.These parchments are supposed to have been St. Paul's adversaria. Bp.Bull."
 },
 {
  "index": 61326,
  "word": "SPENT",
  "def": "Exhausted of spawn or sperm; -- said especially of fishes.Spent ball, a ball shot from a firearm, which reaches an objectwithout having sufficient force to penetrate it."
 },
 {
  "index": 15277,
  "word": "COARSENESS",
  "def": "The quality or state of being coarse; roughness; melegance;vulgarity; grossness; as, coarseness of food, texture, manners, orlanguage. \"The coarseness of the sackcloth.\" Dr. H. More.Pardon the coarseness of the illustration. L'Estrange.A coarseness and vulgarity in all the proceedings. Burke."
 },
 {
  "index": 62797,
  "word": "PLEASURE",
  "def": "To give or afford pleasure to; to please; to gratify. Shak.[Rolled] his hoop to pleasure Edith. Tennyson."
 }
]