[
 {
  "index": 30495,
  "word": "OBLIQUELY",
  "def": "In an oblique manner; not directly; indirectly. \"Truthobliquely leveled.\" Bp. Fell.Declining from the noon of day, The sun obliquely shoots his burningray. PopeHis discourse tends obliquely to the detracting from others. Addison."
 },
 {
  "index": 34375,
  "word": "THYSANURAN",
  "def": "One of the Thysanura. Also used adjectively."
 },
 {
  "index": 9712,
  "word": "LUXURIANTLY",
  "def": "In a luxuriant manner."
 },
 {
  "index": 38258,
  "word": "NICKELODEON",
  "def": "A place of entertainment, as for moving picture exhibition,charging a fee or admission price of five cents. [U. S.]"
 },
 {
  "index": 72437,
  "word": "ARROGATE",
  "def": "To assume, or claim as one's own, unduly, proudly, orpresumptuously; to make undue claims to, from vanity or baselesspretensions to right or merit; as, the pope arrogated dominion overkings.He arrogated to himself the right of deciding dogmatically what wasorthodox doctrine. Macaulay."
 },
 {
  "index": 73729,
  "word": "DIVERTICULAR",
  "def": "Pertaining to a diverticulum."
 },
 {
  "index": 48265,
  "word": "RECRIMINATION",
  "def": "The act of recriminating; an accusation brought by the accusedagainst the accuser; a counter accusation.Accusations and recriminations passed back ward and forward betweenthe contending parties. Macaulay."
 },
 {
  "index": 84818,
  "word": "GYPSYWORT",
  "def": "A labiate plant (the Lycopus Europæus). Gypsies are said tostain their skin with its juice."
 },
 {
  "index": 18070,
  "word": "LINIGEROUS",
  "def": "Bearing flax; producing linen."
 },
 {
  "index": 73059,
  "word": "UNBOUNDED",
  "def": "Having no bound or limit; as, unbounded space; an, unboundedambition. Addison.-- Un*bound\"ed*ly, adv.-- Un*bound\"ed*ness, n."
 },
 {
  "index": 9829,
  "word": "MOTILE",
  "def": "Having powers of self-motion, though unconscious; as, themotile spores of certain seaweeds."
 },
 {
  "index": 58638,
  "word": "PINK-EYED",
  "def": "Having small eyes. Holland."
 }
]