[
 {
  "index": 76648,
  "word": "TEETOTUM",
  "def": "A child's toy, somewhat resembling a top, and twirled by thefingers.The staggerings of the gentleman . . . were like those of a teetotumnearly spent. Dickens."
 },
 {
  "index": 66646,
  "word": "MISJOINDER",
  "def": "An incorrect union of parties or of causes of action in aprocedure, criminal or civil. Wharton."
 },
 {
  "index": 55083,
  "word": "ARSENIFEROUS",
  "def": "Containing or producing arsenic."
 },
 {
  "index": 80604,
  "word": "HANDLING",
  "def": "The mode of using the pencil or brush, etc.; style of touch.Fairholt."
 },
 {
  "index": 50636,
  "word": "UNTRUISM",
  "def": "Something not true; a false statement. [Recent \u0026 R.] A.Trollope."
 },
 {
  "index": 57689,
  "word": "ARIOLATION",
  "def": "A soothsaying; a foretelling. [Obs.] Sir T. Browne."
 },
 {
  "index": 13553,
  "word": "MARLPIT",
  "def": "Apit where marl is dug."
 },
 {
  "index": 30089,
  "word": "CYANOGEN",
  "def": "A colorless, inflammable, poisonous gas, C2N2, with a peach-blossom odor, so called from its tendency to form blue compounds;obtained by heating ammonium oxalate, mercuric cyanide, etc. It isobtained in combination, forming an alkaline cyanide when nitrogen ora nitrogenous compound is strongly ignited with carbon and soda orpotash. It conducts itself like a member of the halogen group ofelements, and shows a tendency to form complex compounds. The name isalso applied to the univalent radical, CN (the half molecule ofcyanogen proper), which was one of the first compound radicalsrecognized."
 },
 {
  "index": 53900,
  "word": "BLUBBERING",
  "def": "The act of weeping noisily.He spake well save that his blubbering interrupted him. Winthrop."
 },
 {
  "index": 2165,
  "word": "OVERTREAD",
  "def": "To tread over or upon."
 },
 {
  "index": 59285,
  "word": "LIGNUM RHODIUM",
  "def": "The fragrant wood of several shrubs and trees, especially ofspecies of Rhodorhiza from the Canary Islands, and of the West IndianAmyris balsamifera."
 },
 {
  "index": 32516,
  "word": "DERMATOGEN",
  "def": "Nascent epidermis, or external cuticle of plants in a formingcondition."
 }
]