[
 {
  "index": 33716,
  "word": "HEMATIC",
  "def": "Same as Hæmatic."
 },
 {
  "index": 34661,
  "word": "CONARIUM",
  "def": "The pineal gland."
 },
 {
  "index": 84322,
  "word": "MONOPODY",
  "def": "A measure of but a single foot."
 },
 {
  "index": 4328,
  "word": "HUSHER",
  "def": "An usher. [Obs.] Spenser."
 },
 {
  "index": 77523,
  "word": "HOLY CROSS",
  "def": "The cross as the symbol of Christ's crucifixion. Congregationof the Holy Cross (R. C. Ch.), a community of lay brothers andpriests, in France and the United States, engaged chiefly in teachingand manual Labor. Originally called Brethren of St. Joseph. TheSisters of the Holy Cross engage in similar work. Addis \u0026 Arnold.-- Holy-cross day, the fourteenth of September, observed as a churchfestival, in memory of the exaltation of our Savior's cross."
 },
 {
  "index": 80667,
  "word": "CADMIUM",
  "def": "A comparatively rare element related to zinc, and occurring insome zinc ores. It is a white metal, both ductile and malleable.Symbol Cd. Atomic weight 111.8. It was discovered by Stromeyer in1817, who named it from its association with zinc or zinc ore.Cadmium yellow, a compound of cadmium and sulphur, of an intenseyellow color, used as a pigment."
 },
 {
  "index": 78512,
  "word": "PERFECT",
  "def": "Hermaphrodite; having both stamens and pistils; -- said offlower. Perfect cadence (Mus.), a complete and satisfactory close inharmony, as upon the tonic preceded by the dominant.-- Perfect chord (Mus.), a concord or union of sounds which isperfectly coalescent and agreeable to the ear, as the unison, octave,fifth, and fourth; a perfect consonance; a common chord in itsoriginal position of keynote, third, fifth, and octave.-- Perfect number (Arith.), a number equal to the sum of all itsdivisors; as, 28, whose aliquot parts, or divisors, are 14, 7, 4, 2,1. See Abundant number, under Abundant. Brande \u0026 C.-- Perfect tense (Gram.), a tense which expresses an act or statecompleted."
 },
 {
  "index": 67598,
  "word": "PROCIDUOUS",
  "def": "Falling from its proper place."
 },
 {
  "index": 7331,
  "word": "WEIRD",
  "def": "To foretell the fate of; to predict; to destine to. [Scot.]Jamieson."
 },
 {
  "index": 38937,
  "word": "INDEFECTIBILITY",
  "def": "The quality of being indefectible. Barrow."
 },
 {
  "index": 42100,
  "word": "ANGIOPATHY",
  "def": "Disease of the vessels, esp. the blood vessels."
 },
 {
  "index": 60279,
  "word": "PULVIL",
  "def": "A sweet-scented powder; pulvillio. [Written also pulville.][Obs.] Gay."
 }
]