[
 {
  "index": 27796,
  "word": "VALERAMIDE",
  "def": "The acid amide derivative of valeric acid, obtained as a whitecrystalline substance."
 },
 {
  "index": 57218,
  "word": "HOMAGER",
  "def": "One who does homage, or holds land of another by homage; avassal. Bacon."
 },
 {
  "index": 40876,
  "word": "REPASS",
  "def": "To pass again; to pass or travel over in the oppositedirection; to pass a second time; as, to repass a bridge or a river;to repass the sea."
 },
 {
  "index": 38837,
  "word": "SUBGLACIAL",
  "def": "Pertaining or belonging to the under side of a glacier; beingbeneath a glacier; as, subglacial streams."
 },
 {
  "index": 14004,
  "word": "RUNROUND",
  "def": "A felon or whitlow. [Colloq. U.S.]"
 },
 {
  "index": 65708,
  "word": "PATRONATE",
  "def": "The right or duty of a patron; patronage. [R.] Westm. Rev."
 },
 {
  "index": 71494,
  "word": "AGGRAVATINGLY",
  "def": "In an aggravating manner."
 },
 {
  "index": 70543,
  "word": "PAEON",
  "def": "A foot of four syllables, one long and three short, admittingof four combinations, according to the place of the long syllable.[Written also, less correctly, pæan.]"
 },
 {
  "index": 50168,
  "word": "LEARN",
  "def": "To acquire knowledge or skill; to make progress in acquiringknowledge or skill; to receive information or instruction; as, thischild learns quickly.Take my yoke upon you and learn of me. Matt. xi. 29.To learn by heart. See By heart, under Heart.-- To learn by rote, to memorize by repetition without exercise ofthe understanding."
 },
 {
  "index": 59414,
  "word": "SUBSULTUS",
  "def": "A starting, twitching, or convulsive motion."
 },
 {
  "index": 36653,
  "word": "RATIOCINATIVE",
  "def": "Characterized by, or addicted to, ratiocination; consisting inthe comparison of proportions or facts, and the deduction ofinferences from the comparison; argumentative; as, a ratiocinativeprocess.The ratiocinative meditativeness of his character. Coleridge."
 },
 {
  "index": 60312,
  "word": "PRINCIPIAL",
  "def": "Elementary. [Obs.] Bacon."
 }
]