[
 {
  "index": 21695,
  "word": "SEETH",
  "def": "imp. of Seethe. Chaucer."
 },
 {
  "index": 12513,
  "word": "INTERNAL",
  "def": "Lying toward the mesial plane; mesial. Internal angle (Geom.),an interior angle. See under Interior.-- Internal gear (Mach.), a gear in which the teeth project inwardfrom the rim instead of outward."
 },
 {
  "index": 3475,
  "word": "VETERAN",
  "def": "Long exercised in anything, especially in military life and theduties of a soldier; long practiced or experienced; as, a veteranofficer or soldier; veteran skill.The insinuating eloquence and delicate flattery of veterandiplomatists and courtiers. Macaulay."
 },
 {
  "index": 26546,
  "word": "GRANULOUS",
  "def": "Full of grains; abounding with granular substances; granular."
 },
 {
  "index": 66809,
  "word": "STOLED",
  "def": "Having or wearing a stole.After them flew the prophets, brightly stoled In shining lawn. G.Fletcher."
 },
 {
  "index": 61359,
  "word": "RABAT",
  "def": "A polishing material made of potter's clay that has failed inbaking."
 },
 {
  "index": 47944,
  "word": "WARRE",
  "def": "Worse. [Obs.]They say the world is much warre than it wont. Spenser."
 },
 {
  "index": 40633,
  "word": "TOOTHDRAWER",
  "def": "One whose business it is to extract teeth with instruments; adentist. Shak."
 },
 {
  "index": 29149,
  "word": "BLURT",
  "def": "To utter suddenly and unadvisedly; to divulge inconsiderately;to ejaculate; -- commonly with out.Others . . . can not hold, but blurt out, those words which afterwardthey forced to eat. Hakewill.To blurt at, to speak contemptuously of. [Obs.] Shak."
 },
 {
  "index": 45518,
  "word": "ACCITE",
  "def": "To cite; to summon. [Obs.]Our heralds now accited all that were Endamaged by the Elians.Chapman."
 },
 {
  "index": 5994,
  "word": "LANGUED",
  "def": "Tongued; having the tongue visible.Lions . . . represented as armed and langued gules. Cussans."
 },
 {
  "index": 21725,
  "word": "HOGGER-PUMP",
  "def": "The for pump in the pit. Raymond."
 }
]