[
 {
  "index": 3197,
  "word": "BOWKNOT",
  "def": "A knot in which a portion of the string is drawn through in theform of a loop or bow, so as to be readily untied."
 },
 {
  "index": 84558,
  "word": "NOSE",
  "def": "The prominent part of the face or anterior extremity of thehead containing the nostrils and olfactory cavities; the olfactoryorgan. See Nostril, and Olfactory organ under Olfactory."
 },
 {
  "index": 50505,
  "word": "FONTANEL",
  "def": "An issue or artificial ulcer for the discharge of humors fromthe body.[Obs.] Wiseman."
 },
 {
  "index": 19027,
  "word": "DIURNAL",
  "def": "Opening during the day, and closing at night; -- said offlowers or leaves."
 },
 {
  "index": 81424,
  "word": "ALCYONARIA",
  "def": "One of the orders of Anthozoa. It includes the Alcyonacea,Pennatulacea, and Gorgonacea."
 },
 {
  "index": 24563,
  "word": "CABLE",
  "def": "A molding, shaft of a column, or any other member of convex,rounded section, made to resemble the spiral twist of a rope; --called also cable molding. Bower cable, the cable belonging to thebower anchor.-- Cable road, a railway on which the cars are moved by acontinuously running endless rope operated by a stationary motor.-- Cable's length, the length of a ship's cable. Cables in themerchant service vary in length from 100 to 140 fathoms or more; butas a maritime measure, a cable's length is either 120 fathoms (720feet), or about 100 fathoms (600 feet, an approximation to one tenthof a nautical mile).-- Cable tier. (a) That part of a vessel where the cables arestowed. (b) A coil of a cable.-- Sheet cable, the cable belonging to the sheet anchor.-- Stream cable, a hawser or rope, smaller than the bower cables, tomoor a ship in a place sheltered from wind and heavy seas.-- Submarine cable. See Telegraph.-- To pay out the cable, To veer out the cable, to slacken it, thatit may run out of the ship; to let more cable run out of the hawsehole.-- To serve the cable, to bind it round with ropes, canvas, etc., toprevent its being, worn or galled in the hawse, et.-- To slip the cable, to let go the end on board and let it all runout and go overboard, as when there is not time to weigh anchor.Hence, in sailor's use, to die."
 },
 {
  "index": 83033,
  "word": "NITROLIC",
  "def": "of, derived from, or designating, a nitrol; as, a nitrolicacid."
 },
 {
  "index": 58973,
  "word": "TUMULTUARILY",
  "def": "In a tumultuary manner."
 },
 {
  "index": 31260,
  "word": "QUEEST",
  "def": "The European ringdove (Columba palumbus); the cushat. [Writtenalso quist, queeze, quice, queece.] See Ringdove."
 },
 {
  "index": 6548,
  "word": "LEGIST",
  "def": "One skilled in the laws; a writer on law. Milman. J. Morley."
 },
 {
  "index": 14631,
  "word": "NURSERYMAN",
  "def": "One who cultivates or keeps a nursery, or place for rearingtrees, etc."
 },
 {
  "index": 71429,
  "word": "PRETENTIOUS",
  "def": "Full of pretension; disposed to lay claim to more than isone's; presuming; assuming.-- Pre*ten\"tious*ly, adv.-- Pre*ten\"tious*ness, n."
 }
]