[
 {
  "index": 21616,
  "word": "ETHIONIC",
  "def": "Pertaining to, derived from, or designating, an acid so called.Ethionic acid (Chem.), a liquid derivative of ethylsulphuric andsulphuric (thionic) acids, obtained by the action of sulphur trioxideon absolute alcohol."
 },
 {
  "index": 14382,
  "word": "PROJET",
  "def": "A plan proposed; a draft of a proposed measure; a project."
 },
 {
  "index": 81425,
  "word": "HAIDUCK",
  "def": "Formerly, a mercenary foot soldier in Hungary, now, ahalberdier of a Hungarian noble, or an attendant in German orHungarian courts. [Written also hayduck, heiduc, heiduck, andheyduk.]"
 },
 {
  "index": 34480,
  "word": "RORIFLUENT",
  "def": "Flowing with dew. [R.]"
 },
 {
  "index": 983,
  "word": "HYPEROARTIA",
  "def": "An order of marsipobranchs including the lampreys. Thesuckerlike moth contains numerous teeth; the nasal opening is in themiddle of the head above, but it does not connect with the mouth. SeeCyclostoma, and Lamprey."
 },
 {
  "index": 36147,
  "word": "GLIOMA",
  "def": "A tumor springing from the neuroglia or connective tissue ofthe brain, spinal cord, or other portions of the nervous system."
 },
 {
  "index": 61842,
  "word": "CATA",
  "def": "The Latin and English form of a Greek preposition, used as aprefix to signify down, downward, under, against, contrary or opposedto, wholly, completely; as in cataclysm, catarrh. It sometimes dropsthe final vowel, as in catoptric; and is sometimes changed to cath,as in cathartic, catholic."
 },
 {
  "index": 12126,
  "word": "POKER",
  "def": "The poachard. [Prov. Eng.] Poker picture, a picture formed inimitation of bisterwashed drawings, by singeing the surface of woodwith a heated poker or other iron. Fairholt."
 },
 {
  "index": 80655,
  "word": "QUIETIST",
  "def": "One of a sect of mystics originated in the seventeenth centuryby Molinos, a Spanish priest living in Rome. See Quietism."
 },
 {
  "index": 77095,
  "word": "OVERRULING",
  "def": "Exerting controlling power; as, an overruling Providence.-- O`ver*rul\"ing*ly, adv."
 },
 {
  "index": 29191,
  "word": "SCOTTICISM",
  "def": "An idiom, or mode of expression, peculiar to Scotland orScotchmen.That, in short, in which the Scotticism of Scotsmen most intimatelyconsists, is the habit of emphasis. Masson."
 },
 {
  "index": 18809,
  "word": "DIALOGIZE",
  "def": "To discourse in dialogue. Fotherby."
 }
]