[
 {
  "index": 29745,
  "word": "SPHAGNICOLOUS",
  "def": "Growing in moss of the genus Sphagnum."
 },
 {
  "index": 73131,
  "word": "RHOMB",
  "def": "An equilateral parallelogram, or quadrilateral figure whosesides are equal and the opposite sides parallel. The angles may beunequal, two being obtuse and two acute, as in the cut, or the anglesmay be equal, in which case it is usually called a square."
 },
 {
  "index": 43858,
  "word": "CHROMATISM",
  "def": "The state of being colored, as in the case of images formed bya lens."
 },
 {
  "index": 69786,
  "word": "SUANT",
  "def": "Spread equally over the surface; uniform; even. [Written alsosuent.] [Local, U.S. \u0026 Prov. Eng.] -- Su\"ant*ly, adv. [Local, U.S. \u0026Prov. Eng.]"
 },
 {
  "index": 14887,
  "word": "AUFKLARUNG",
  "def": "A philosophic movement of the 18th century characterized by alively questioning of authority, keen interest in matters of politicsand general culture, and an emphasis on empirical method in science.It received its impetus from the unsystematic but vigorous skepticismof Pierre Bayle, the physical doctrines of Newton, and theepistemological theories of Locke, in the preceding century. Itschief center was in France, where it gave rise to the skepticism ofVoltaire , the naturalism of Rousseau, the sensationalism ofCondillac, and the publication of the \"Encyclopedia\" by D'Alembertand Diderot. In Germany, Lessing, Mendelssohn, and Herder wererepresentative thinkers, while the political doctrines of the leadersof the American Revolution and the speculations of Benjamin Franklinand Thomas Paine represented the movement in America."
 },
 {
  "index": 29567,
  "word": "PACIFICO",
  "def": "A peaceful person; -- applied specif. by the Spaniards to thenatives in Cuba and the Philippine Islands who did not oppose theSpanish arms."
 },
 {
  "index": 77609,
  "word": "MARACAN",
  "def": "A macaw."
 },
 {
  "index": 60697,
  "word": "GAUFFERING",
  "def": "A mode of plaiting or fluting. Gauffering iron, a kind offluting iron for fabrics.-- Gauffering press (Flower Manuf.), a press for crimping the leavesand petals into shape."
 },
 {
  "index": 59476,
  "word": "SUCKLE",
  "def": "A teat. [Obs.] Sir T. Herbert."
 },
 {
  "index": 62820,
  "word": "PORPHYRITIC",
  "def": "Relating to, or resembling, porphyry, that is, characterized bythe presence of distinct crystals, as of feldspar, quartz, or augite,in a relatively fine-grained base, often aphanitic orcryptocrystalline."
 },
 {
  "index": 61693,
  "word": "INTEGRATOR",
  "def": "That which integrates; esp., an instrument by means of whichthe area of a figure can be measured directly, or its moment ofinertia, or statical moment, etc., be determined."
 },
 {
  "index": 29516,
  "word": "ARCHIEPISCOPALITY",
  "def": "The station or dignity of an archbishop; archiepiscopacy.Fuller."
 }
]