[
 {
  "index": 30678,
  "word": "IMPOOR",
  "def": "To impoverish. [Obs.]"
 },
 {
  "index": 58124,
  "word": "INRACINATE",
  "def": "To enroot or implant."
 },
 {
  "index": 42970,
  "word": "RESIDUAL",
  "def": "Pertaining to a residue; remaining after a part is taken.Residual air (Physiol.), that portion of air contained in the lungswhich can not be expelled even by the most violent expiratory effort.It amounts to from 75 to 100 cubic inches. Cf. Supplemental air,under Supplemental.-- Residual error. (Mensuration) See Error, 6 (b).-- Residual figure (Geom.), the figure which remains after a lessfigure has been taken from a greater one.-- Residual magnetism (Physics), remanent magnetism. See underRemanent.-- Residual product, a by product, as cotton waste from a cottonmill, coke and coal tar from gas works, etc.-- Residual quantity (Alg.), a binomial quantity the two parts ofwhich are connected by the negative sign, as a-b.-- Residual root (Alg.), the root of a residual quantity, as sq.root(a-b)."
 },
 {
  "index": 82506,
  "word": "ALKALI WASTE",
  "def": "Waste material from the manufacture of alkali; specif., sodawaste."
 },
 {
  "index": 56115,
  "word": "APOCOPE",
  "def": "A cutting off; abscission."
 },
 {
  "index": 23869,
  "word": "PHRASEOLOGIST",
  "def": "A collector or coiner of phrases."
 },
 {
  "index": 55995,
  "word": "HEREDITABILITY",
  "def": "State of being hereditable. Brydges."
 },
 {
  "index": 18008,
  "word": "FLABBINESS",
  "def": "Quality or state of being flabby."
 },
 {
  "index": 49370,
  "word": "CROUT",
  "def": "See Sourkrout."
 },
 {
  "index": 61759,
  "word": "DYSGENESIS",
  "def": "A condition of not generating or breeding freely; infertility;a form homogenesis in which the hybrids are sterile among themselves,but are fertile with members of either parent race."
 },
 {
  "index": 54333,
  "word": "ORDINATELY",
  "def": "In an ordinate manner; orderly. Chaucer. Skelton."
 },
 {
  "index": 37811,
  "word": "BENT GRASS",
  "def": "Same as Bent, a kind of grass."
 }
]