[
 {
  "index": 58115,
  "word": "COCKADE",
  "def": "A badge, usually in the form of a rosette, or knot, andgenerally worn upon the hat; -- used as an indication of military ornaval service, or party allegiance, and in England as a part of thelivery to indicate that the wearer is the servant of a military ornaval officer.Seduced by military liveries and cockades. Burke."
 },
 {
  "index": 25551,
  "word": "WRIG",
  "def": "To wriggle. [Obs.] Skelton."
 },
 {
  "index": 18656,
  "word": "INADMISSIBILITY",
  "def": "The state or quality of being inadmissible, or not to bereceived."
 },
 {
  "index": 20011,
  "word": "LATTICE",
  "def": "The representation of a piece of latticework used as a bearing,the bands being vertical and horizontal. Lattice bridge, a bridgesupported by lattice girders, or latticework trusses.-- Lattice girder (Arch.), a girder of which the wed consists ofdiagonal pieces crossing each other in the manner of latticework.-- Lattice plant (Bot.), an aquatic plant of Madagascar (Ouvirandrafenestralis), whose leaves have interstices between their ribs andcross veins, so as to resemble latticework. A second species is O.Berneriana. The genus is merged in Aponogeton by recent authors."
 },
 {
  "index": 43664,
  "word": "NAPHTHENE",
  "def": "A peculiar hydrocarbon occuring as an ingredient of Caucasianpetroleum."
 },
 {
  "index": 38598,
  "word": "RESCUABLE",
  "def": "That may be rescued."
 },
 {
  "index": 70998,
  "word": "HEXAGONALLY",
  "def": "In an hexagonal manner."
 },
 {
  "index": 16523,
  "word": "GAWN",
  "def": "A small tub or lading vessel. [Prov. Eng.] Johnson."
 },
 {
  "index": 56205,
  "word": "HEAVENWARD",
  "def": "Toward heaven."
 },
 {
  "index": 13067,
  "word": "PROOF-PROOF",
  "def": "Proof against proofs; obstinate in the wrong. \"That might haveshown to any one who was not proof-proof.\" Whateley."
 },
 {
  "index": 37052,
  "word": "PELLICLE",
  "def": "A thin film formed on the surface of an evaporating solution."
 },
 {
  "index": 80092,
  "word": "IMPLEX",
  "def": "Intricate; entangled; complicated; complex.The fable of every poem is . . . simple or implex. it is calledsimple when there is no change of fortune in it; implex, when thefortune of the chief actor changes from bad to good, or from good tobad. Addison."
 }
]