[
 {
  "index": 58889,
  "word": "VILLENOUS",
  "def": "Of or pertaining to a villein."
 },
 {
  "index": 10719,
  "word": "QUADRANT",
  "def": "The quarter of a circle, or of the circumference of a circle,an arc of 90º, or one subtending a right angle at the center."
 },
 {
  "index": 42626,
  "word": "SUBSULPHIDE",
  "def": "A nonacid compound consisting of one equivalent of sulphur andmore than one equivalent of some other body, as a metal."
 },
 {
  "index": 56948,
  "word": "ANASTATIC",
  "def": "Pertaining to a process or a style of printing from charactersin relief on zinc plates."
 },
 {
  "index": 4816,
  "word": "SPADE",
  "def": "A hart or stag three years old. [Written also spaid, spayade.]"
 },
 {
  "index": 3344,
  "word": "RUGOSA",
  "def": "An extinct tribe of fossil corals, including numerous species,many of them of large size. They are characteristic of the Paleozoicformations. The radiating septs, when present, are usually inmultiples of four. See Cyathophylloid."
 },
 {
  "index": 46309,
  "word": "PISSASPHALT",
  "def": "Earth pitch; a soft, black bitumen of the consistence of tar,and of a strong smell. It is inflammable, and intermediate betweenpetroleum and asphalt. [Written also pisasphaltum, pisasphalt, etc.]"
 },
 {
  "index": 73684,
  "word": "ADVENIENT",
  "def": "Coming from outward causes; superadded. [Obs.]"
 },
 {
  "index": 23639,
  "word": "OXYMORON",
  "def": "A figure in which an epithet of a contrary signification isadded to a word; e. g., cruel kindness; laborious idleness."
 },
 {
  "index": 5324,
  "word": "BIRTHPLACE",
  "def": "The town, city, or country, where a person is born; place oforigin or birth, in its more general sense. \"The birthplace ofvalor.\" Burns."
 },
 {
  "index": 26237,
  "word": "DARKSOME",
  "def": "Dark; gloomy; obscure; shaded; cheerless. [Poetic]He brought him through a darksome narrow pass To a broad gate, allbuilt of beaten gold. Spenser."
 },
 {
  "index": 20492,
  "word": "TEOSINTE",
  "def": "A large grass (Euchlæna luxurians) closely related to maize. Itis native of Mexico and Central America, but is now cultivated forfodder in the Southern United States and in many warm countries.Called also Guatemala grass."
 }
]