[
 {
  "index": 36902,
  "word": "EQUIVOCATE",
  "def": "To use words of equivocal or doubtful signification; to expressone's opinions in terms which admit of different senses, with intentto deceive; to use ambiguous expressions with a view to mislead; as,to equivocate is the work of duplicity.All that Garnet had to say for him was that he supposed he meant toequivocate. Bp. Stillingfleet."
 },
 {
  "index": 28651,
  "word": "TURKEY",
  "def": "An empire in the southeast of Europe and southwest of Asia.Turkey carpet, a superior kind of carpet made in Asia Minor andadjoining countries, having a deep pile and composed of pure woolwith a weft of different material. It is distinguishable by itscoloring and patterns from similar carpets made in India andelsewhere.-- Turkey oak. (Bot.) See Cerris.-- Turkey red. (a) A brilliant red imparted by madder to cottons,calicoes, etc., the fiber of which has been prepared previously withoil or other fatty matter. (b) Cloth dyed with this red.-- Turkey sponge. (Zoöl.) See Toilet sponge, under Sponge.-- Turkey stone, a kind of oilstone from Turkey; novaculite; --called also Turkey oilstone."
 },
 {
  "index": 47457,
  "word": "SPONGELET",
  "def": "See Spongiole."
 },
 {
  "index": 25203,
  "word": "PREADJUSTMENT",
  "def": "Previous adjustment."
 },
 {
  "index": 48782,
  "word": "UPTRAIN",
  "def": "To train up; to educate. [Obs.] \"Daughters which were welluptrained.\" Spenser."
 },
 {
  "index": 71668,
  "word": "ISOTHERE",
  "def": "A line connecting points on the earth's surface having the samemean summer temperature."
 },
 {
  "index": 3764,
  "word": "OBLONGUM",
  "def": "A prolate spheroid; a figure described by the revolution of anellipse about its greater axis. Cf. Oblatum, and see Ellipsoid ofrevolution, under Ellipsoid."
 },
 {
  "index": 75906,
  "word": "DULL-EYED",
  "def": "Having eyes wanting brightness, liveliness, or vivacity. Shak."
 },
 {
  "index": 34207,
  "word": "EMPLECTION",
  "def": "See Emplecton."
 },
 {
  "index": 80918,
  "word": "AQUITANIAN",
  "def": "Of or pertaining to Aquitania, now called Gascony."
 },
 {
  "index": 16077,
  "word": "GOODYSHIP",
  "def": "The state or quality of a goody or goodwife [Jocose] Hudibraus."
 },
 {
  "index": 29610,
  "word": "HALIBUT",
  "def": "A large, northern, marine flatfish (Hippoglossus vulgaris), ofthe family Pleuronectidæ. It often grows very large, weighing morethan three hundred pounds. It is an important food fish. [Writtenalso holibut.]"
 }
]