[
 {
  "index": 81613,
  "word": "UNDERBUY",
  "def": "To buy at less than the real value or worth; to buy cheaperthan. [R.] J. Fletcher."
 },
 {
  "index": 2386,
  "word": "DIGITATION",
  "def": "A division into fingers or fingerlike processes; also, afingerlike process."
 },
 {
  "index": 40717,
  "word": "CARROL",
  "def": "See 4th Carol."
 },
 {
  "index": 72829,
  "word": "FOULLY",
  "def": "In a foul manner; filthily; nastily; shamefully; unfairly;dishonorably.I foully wronged him; do forgive me, do. Gay."
 },
 {
  "index": 26995,
  "word": "FISHING",
  "def": "Pertaining to fishing; used in fishery; engaged in fishing; as,fishing boat; fishing tackle; fishing village. Fishing fly, anartificial fly for fishing.-- Fishing line, a line used in catching fish.-- Fishing net, a net of various kinds for catching fish; includingthe bag net, casting net, drag net, landing net, seine, shrimpingnet, trawl, etc.-- Fishing rod, a long slender rod, to which is attached the linefor angling.-- Fishing smack, a sloop or other small vessel used in sea fishing.-- Fishing tackle, apparatus used in fishing, as hook, line, rod,etc.-- Fishing tube (Micros.), a glass tube for selecting a microscopicobject in a fluid."
 },
 {
  "index": 47425,
  "word": "PASTORLY",
  "def": "Appropriate to a pastor. Milton."
 },
 {
  "index": 4801,
  "word": "BUTTONBUSH",
  "def": "A shrub (Cephalanthus occidentalis) growing by the waterside; -- so called from its globular head of flowers. See Capitulum."
 },
 {
  "index": 71268,
  "word": "FREQUENTABLE",
  "def": "Accessible. [R.] Sidney."
 },
 {
  "index": 8716,
  "word": "STAPHYLINE",
  "def": "Of or pertaining to the uvula or the palate."
 },
 {
  "index": 30309,
  "word": "COLLECTIVISM",
  "def": "The doctrine that land and capital should be owned by societycollectively or as a whole; communism. W. G. Summer."
 },
 {
  "index": 13159,
  "word": "STIGMATA",
  "def": "pl. of Stigma."
 },
 {
  "index": 77225,
  "word": "THERMOBAROMETER",
  "def": "An instrument for determining altitudes by the boiling point ofwater."
 }
]