[
 {
  "index": 81689,
  "word": "CIRCUMNUTATE",
  "def": "To pass through the stages of circumnutation."
 },
 {
  "index": 14180,
  "word": "UNDERAID",
  "def": "To aid clandestinely. [Obs.]"
 },
 {
  "index": 39399,
  "word": "RESURRECTIONIZE",
  "def": "To raise from the dead. [R.] Southey."
 },
 {
  "index": 11183,
  "word": "DISCONCERTION",
  "def": "The act of disconcerting, or state of being disconcerted;discomposure; perturbation. [R.] State Trials (1794)."
 },
 {
  "index": 72104,
  "word": "THWACK",
  "def": "A heavy blow with something flat or heavy; a thump.With many a stiff thwack, many a bang, Hard crab tree and old ironrang. Hudibras."
 },
 {
  "index": 19175,
  "word": "GEMEL",
  "def": "Coupled; paired. Bars gemel (Her.), two barrulets placed nearand parallel to each other."
 },
 {
  "index": 70916,
  "word": "PURSUANT",
  "def": "Acting in consequence or in prosecution (of anything); hence,agreeable; conformable; following; according; -- with to or of.The conclusion which I draw from these premises, pursuant to thequery laid down, is, etc. Waterland."
 },
 {
  "index": 83081,
  "word": "NOCTIDIAL",
  "def": "Comprising a night and a day; a noctidial day. [R.] Holder."
 },
 {
  "index": 71399,
  "word": "HYRAX",
  "def": "Any animal of the genus Hyrax, of which about four species areknown. They constitute the order Hyracoidea. The best known speciesare the daman (H. Syriacus) of Palestine, and the klipdas (H.capensis) of South Africa. Other species are H. arboreus and H.Sylvestris, the former from Southern, and the latter from Western,Africa. See Daman."
 },
 {
  "index": 70263,
  "word": "PICTURESQUE",
  "def": "Forming, or fitted to form, a good or pleasing picture;representing with the clearness or ideal beauty appropriate to apicture; expressing that peculiar kind of beauty which is agreeablein a picture, natural or artificial; graphic; vivid; as, apicturesque scene or attitude; picturesque language.What is picturesque as placed in relation to the beautiful and thesublime It is . . . the characteristic pushed into a sensible excess.De Quincey.-- Pic`tur*esque\"ly, adv.-- Pic`tur*esque\"ness, n."
 },
 {
  "index": 65279,
  "word": "DISINFECTION",
  "def": "The act of disinfecting; purification from infecting matter."
 },
 {
  "index": 22502,
  "word": "VELDT SORE",
  "def": "An infective sore mostly on the hands and feet, oftencontracted in walking on the veldt and apparently due to a specificmicroörganism."
 }
]