[
 {
  "index": 74387,
  "word": "FIG-SHELL",
  "def": "A marine univalve shell of the genus Pyrula, or Ficula,resembling a fig in form."
 },
 {
  "index": 27859,
  "word": "EOSAURUS",
  "def": "An extinct marine reptile from the coal measures of NovaScotia; -- so named because supposed to be of the earliest knownreptiles."
 },
 {
  "index": 85885,
  "word": "WHIP",
  "def": "To move nimbly; to start or turn suddenly and do something; towhisk; as, he whipped around the corner.With speed from thence he whipped. Sackville.Two friends, traveling, met a bear upon the way; the one whips up atree, and the other throws himself flat upon the ground. L'Estrange."
 },
 {
  "index": 76497,
  "word": "MANOEUVRE",
  "def": "See Maneuver."
 },
 {
  "index": 13809,
  "word": "INCURVE",
  "def": "To bend; to curve; to make crooked."
 },
 {
  "index": 51237,
  "word": "SHOALINESS",
  "def": "The quality or state of being shoaly; little depth of water;shallowness."
 },
 {
  "index": 61947,
  "word": "INDETERMINABLE",
  "def": "Not determinable; impossible to be determined; not to bedefinitely known, ascertained, defined, or limited.-- In`de*ter\"mi*na*bly, adv."
 },
 {
  "index": 41841,
  "word": "IZZARD",
  "def": "See Izard."
 },
 {
  "index": 66371,
  "word": "FRESH-WATER",
  "def": "A lantern having a lamp surrounded by a hollow cylindricalFresnel lens."
 },
 {
  "index": 21834,
  "word": "VOCIFERANT",
  "def": "Noisy; clamorous. Gauden. R. Browning."
 },
 {
  "index": 12703,
  "word": "SPECIES",
  "def": "A group of individuals agreeing in common attributes, anddesignated by a common name; a conception subordinated to anotherconception, called a genus, or generic conception, from which itdiffers in containing or comprehending more attributes, and extendingto fewer individuals. Thus, man is a species, under animal as agenus; and man, in its turn, may be regarded as a genus with respectto European, American, or the like, as species."
 },
 {
  "index": 72792,
  "word": "COLABORER",
  "def": "One who labors with another; an associate in labor."
 }
]