[
 {
  "index": 6145,
  "word": "BOUGIE DECIMALE",
  "def": "A photometric standard used in France, having the value of onetwentieth of the Violle platinum standard, or slightly less than aBritish standard candle. Called also decimal candle."
 },
 {
  "index": 84218,
  "word": "WIND-FERTILIZED",
  "def": "Anemophilous; fertilized by pollen borne by the wind."
 },
 {
  "index": 55008,
  "word": "STREPITORES",
  "def": "A division of birds, including the clamatorial and picarianbirds, which do not have well developed singing organs."
 },
 {
  "index": 5628,
  "word": "MANILIO",
  "def": "See Manilla, 1. Sir T. Herbert."
 },
 {
  "index": 70681,
  "word": "SLUR",
  "def": "To sing or perform in a smooth, gliding style; to connectsmoothly in performing, as several notes or tones. Busby."
 },
 {
  "index": 21632,
  "word": "FIRST",
  "def": "Before any other person or thing in time, space, rank, etc.; --much used in composition with adjectives and participles.Adam was first formed, then Eve. 1 Tim. ii. 13.At first, At the first, at the beginning or origin.-- First or last, at one time or another; at the beginning or end.And all are fools and lovers first or last. Dryden."
 },
 {
  "index": 24792,
  "word": "PERPENDICLE",
  "def": "Something hanging straight down; a plumb line. [Obs.]"
 },
 {
  "index": 27296,
  "word": "CREEDLESS",
  "def": "Without a creed. Carlyle."
 },
 {
  "index": 22985,
  "word": "TROY",
  "def": "Troy weight. Troy weight, the weight which gold and silver,jewels, and the like, are weighed. It was so named from Troyes, inFrance, where it was first adopted in Europe. The troy ounce issupposed to have been brought from Cairo during the crusades. In thisweight the pound is divided into 12 ounces, the ounce into 20pennyweights, and the pennyweight into 24 grains; hence, the troyounce contains 480 grains, and the troy pound contains 5760 grains.The avoirdupois pound contains 7000 troy grains; so that 175 poundstroy equal 144 pounds avoirdupois, or 1 pound troy = 0.82286 of apound avoirdupois, and 1 ounce troy = 1apothecaries' weight, used inweighing medicines, etc. In the standard weights of the UnitedStates, the troy ounce is divided decimally down to the"
 },
 {
  "index": 52164,
  "word": "OSTEOBLAST",
  "def": "One of the protoplasmic cells which occur in the osteogeneticlayer of the periosteum, and from or around which the matrix of thebone is developed; an osteoplast."
 },
 {
  "index": 1344,
  "word": "BOUGHT",
  "def": "imp. \u0026 p. p. of Buy."
 },
 {
  "index": 25174,
  "word": "FLAIN",
  "def": "p. p. of Flay. Chaucer."
 }
]