[
 {
  "index": 14238,
  "word": "CYCLOSTOME",
  "def": "A division of Bryozoa, in which the cells have circularapertures."
 },
 {
  "index": 41594,
  "word": "SQUAWBERRY",
  "def": "A local name for the partridge berry; also, for the deerberry.[U. S.]"
 },
 {
  "index": 51562,
  "word": "POI",
  "def": "A national food of the Hawaiians, made by baking and poundingthe kalo (or taro) root, and reducing it to a thin paste, which isallowed to ferment."
 },
 {
  "index": 73778,
  "word": "MASSICOT",
  "def": "Lead protoxide, PbO, obtained as a yellow amorphous powder, thefused and crystalline form of which is called litharge; lead ocher.It is used as a pigment."
 },
 {
  "index": 60920,
  "word": "DITCH",
  "def": "To dig a ditch or ditches. Swift."
 },
 {
  "index": 2898,
  "word": "GRAVID",
  "def": "Being with child; heavy with young; pregnant; fruitful; as, agravid uterus; gravid piety. \" His gravid associate.\" Sir T. Herbert."
 },
 {
  "index": 10076,
  "word": "MAGISTERIALITY",
  "def": "Magisterialness; authoritativeness. [R.] Fuller."
 },
 {
  "index": 32615,
  "word": "CROTTLES",
  "def": "A name given to various lichens gathered for dyeing. [Scot.]"
 },
 {
  "index": 62784,
  "word": "FEATHER",
  "def": "A longitudinal strip projecting as a fin from an object, tostrengthen it, or to enter a channel in another object and therebyprevent displacement sidwise but permit motion lengthwise; a spline."
 },
 {
  "index": 63452,
  "word": "VICENARY",
  "def": "Of or pertaining to twenty; consisting of twenty."
 },
 {
  "index": 74505,
  "word": "SHOPLIFTER",
  "def": "One who steals anything in a shop, or takes goods privatelyfrom a shop; one who, under pretense of buying goods, takes occasionto steal."
 },
 {
  "index": 53341,
  "word": "VIRGULARIAN",
  "def": "Any one of numerous species of long, slender Alcyonariabelonging to Virgularia and allied genera of the family Virgularidæ.These corals are allied to the sea-pens, but have a long rodlikerhachis inclosing a slender, round or square, calcareous axis. Thepolyps are arranged in transverse rows or clusters along each side ofthe rhachis."
 }
]