[
 {
  "index": 83412,
  "word": "ADAMBULACRAL",
  "def": "Next to the ambulacra; as, the adambulacral ossicles of thestarfish."
 },
 {
  "index": 84481,
  "word": "INCURRENT",
  "def": "Characterized by a current which flows inward; as, theincurrent orifice of lamellibranch Mollusca."
 },
 {
  "index": 24797,
  "word": "CACKEREL",
  "def": "The mendole; a small worthless Mediterranean fish consideredpoisonous by the ancients. See Mendole."
 },
 {
  "index": 119,
  "word": "ARLES",
  "def": "An earnest; earnest money; money paid to bind a bargain.[Scot.] Arles penny, earnest money given to servants. Kersey."
 },
 {
  "index": 3416,
  "word": "JOCUNDITY",
  "def": "The state or quality of being jocund; gayety; sportiveness."
 },
 {
  "index": 68359,
  "word": "DISCONTENTATION",
  "def": "Discontent. [Obs.] Ascham."
 },
 {
  "index": 67922,
  "word": "MASTODONTIC",
  "def": "Pertaining to, or resembling, a mastodon; as, mastodonticdimensions. Everett."
 },
 {
  "index": 26411,
  "word": "ANTIVENIN",
  "def": "The serum of blood rendered antitoxic to a venom by repeatedinjections of small doses of the venom."
 },
 {
  "index": 43065,
  "word": "HYDROSTAT",
  "def": "A contrivance or apparatus to prevent the explosion of steamboilers."
 },
 {
  "index": 52056,
  "word": "THAUMATROPE",
  "def": "An optical instrument or toy for showing the presistence of animpression upon the eyes after the luminous object is withdrawn."
 },
 {
  "index": 85940,
  "word": "PILENTUM",
  "def": "An easy chariot or carriage, used by Roman ladies, and in whichthe vessels, etc., for sacred rites were carried."
 },
 {
  "index": 73463,
  "word": "DUST",
  "def": "Coined money; cash. Down with the dust, deposit the cash; paydown the money. [Slang] \"My lord, quoth the king, presently deposityour hundred pounds in gold, or else no going hence all the days ofyour life. . . . The Abbot down with his dust, and glad he escapedso, returned to Reading.\" Fuller.-- Dust brand (Bot.), a fungous plant (Ustilago Carbo); -- calledalso smut.-- Gold dust, fine particles of gold, such as are obtained in placermining; -- often used as money, being transferred by weight.-- In dust and ashes. See under Ashes.-- To bite the dust. See under Bite, v. t.-- To raise, or kick up, dust, to make a commotion. [Colloq.] -- Tothrow dust in one's eyes, to mislead; to deceive. [Colloq.]"
 }
]