[
 {
  "index": 4796,
  "word": "UNSTRATIFIED",
  "def": "Not stratified; -- applied to massive rocks, as granite,porphyry, etc., and also to deposits of loose material, as theglacial till, which occur in masses without layers or strata."
 },
 {
  "index": 80851,
  "word": "SOLDERING",
  "def": "from Solder, v. t. Soldering iron, Soldering tool, aninstrument for soldering, consisting of a bit or bolt of copperhaving a pointed or wedge-shaped end, and furnished with a handle."
 },
 {
  "index": 21770,
  "word": "INGEST",
  "def": "To take into, or as into, the stomach or alimentary canal. SirT. Browne."
 },
 {
  "index": 20463,
  "word": "TORTILITY",
  "def": "The quality or state of being tortile, twisted, or wreathed."
 },
 {
  "index": 45885,
  "word": "ALLITERATIVE",
  "def": "Pertaining to, or characterized by, alliteration; as,alliterative poetry.-- Al*lit\"er*a*tive*ly, adv.-- Al*lit\"er*a*tive*ness, n."
 },
 {
  "index": 59882,
  "word": "INTRIGUE",
  "def": "To fill with artifice and duplicity; to complicate; toembarrass. [Obs.]How doth it [sin] perplex and intrique the whole course of yourlives! Dr. J. Scott."
 },
 {
  "index": 72207,
  "word": "UNWORLDLY",
  "def": "Not worldly; spiritual; holy. Hawthorne.-- Un*world\"li*ness, n."
 },
 {
  "index": 32206,
  "word": "ENCAPSULATION",
  "def": "The act of inclosing in a capsule; the growth of a membranearound (any part) so as to inclose it in a capsule."
 },
 {
  "index": 19980,
  "word": "SUPERTERRANEAN",
  "def": "Being above ground. \"Superterranean quarries.\" Mrs. Trollope."
 },
 {
  "index": 74544,
  "word": "ANACARDIACEOUS",
  "def": "Belonging to, or resembling, a family, or order, of plants ofwhich the cashew tree is the type, and the species of sumac are wellknown examples."
 },
 {
  "index": 69982,
  "word": "LEOD",
  "def": "People; a nation; a man. [Obs.] Piers Plowman. Bp. Gibson."
 },
 {
  "index": 46422,
  "word": "LACTODENSIMETER",
  "def": "A form of hydrometer, specially graduated, for finding thedensity of milk, and thus discovering whether it has been mixed withwater or some of the cream has been removed."
 }
]