[
 {
  "index": 59458,
  "word": "PULVERIZER",
  "def": "One who, or that which, pulverizes."
 },
 {
  "index": 10878,
  "word": "GAUCHE",
  "def": "Winding; twisted; warped; -- applied to curves and surfaces."
 },
 {
  "index": 38535,
  "word": "PESSULUS",
  "def": "A delicate bar of cartilage connecting the dorsal and ventralextremities of the first pair of bronchial cartilages in the syrinxof birds."
 },
 {
  "index": 7524,
  "word": "DELETERIOUS",
  "def": "Hurtful; noxious; destructive; pernicious; as, a deleteriousplant or quality; a deleterious example.-- Del`e*te\"ri*ous*ly, adv.-- Del`e*te\"ri*ous*ness, n."
 },
 {
  "index": 74482,
  "word": "CLOSURE",
  "def": "A method of putting an end to debate and securing an immediatevote upon a measure before a legislative body. It is similar ineffect to the previous question. It was first introduced into theBritish House of Commons in 1882. The French word clôture wasoriginally applied to this proceeding."
 },
 {
  "index": 40501,
  "word": "PROSECUTABLE",
  "def": "Capable of being prosecuted; liable to prosecution."
 },
 {
  "index": 17824,
  "word": "CONGRUITY",
  "def": "Coincidence, as that of lines or figures laid over one another."
 },
 {
  "index": 67083,
  "word": "COMPATERNITY",
  "def": "The relation of a godfather to a person. [Obs.]The relation of gossipred or compaternity by the cannon law is aspiritual affinity. Sir J. Da"
 },
 {
  "index": 23725,
  "word": "SULPHOCARBONIC",
  "def": "Of, pertaining to, or designating, a sulphacid, H2CSO2 (calledalso thiocarbonic acid), or an acid, H2CS3, analogous to carbonicacid, obtained as a yellow oily liquid of a pungent odor, and formingsalts."
 },
 {
  "index": 62486,
  "word": "TELEOLOGIST",
  "def": "One versed in teleology."
 },
 {
  "index": 2228,
  "word": "AMPHIBIAN",
  "def": "Of or pertaining to the Amphibia; as, amphibian reptiles."
 },
 {
  "index": 85522,
  "word": "PSEUDOVARY",
  "def": "The organ in which pseudova are produced; -- called alsopseudovarium."
 }
]