[
 {
  "index": 84033,
  "word": "REPEATING",
  "def": "Doing the same thing over again; accomplishing a given resultmany times in succession; as, a repeating firearm; a repeating watch.Repeating circle. See the Note under Circle, n., 3.-- Repeating decimal (Arith.), a circulating decimal. See underDecimal.-- Repeating firearm, a firearm that may be discharged many times inquick succession; especially: (a) A form of firearm so constructedthat by the action of the mechanism the charges are successivelyintroduced from a chamber containing them into the breech of thebarrel, and fired. (b) A form in which the charges are held in, anddischarged from, a revolving chamber at the breech of the barrel. SeeRevolver, and Magazine gun, under Magazine.-- Repeating instruments (Astron. \u0026 Surv.), instruments forobserving angles, as a circle, theodolite, etc., so constructed thatthe angle may be measured several times in succession, and different,but successive and contiguous, portions of the graduated limb, beforereading off the aggregate result, which aggregate, divided by thenumber of measurements, gives the angle, freed in a measure fromerrors of eccentricity and graduation.-- Repeating watch. See Repeater (a)"
 },
 {
  "index": 67337,
  "word": "MACULATURE",
  "def": ", Blotting paper. [Obs.]"
 },
 {
  "index": 60435,
  "word": "RACEMOSE",
  "def": "Resembling a raceme; growing in the form of a raceme; as,(Bot.) racemose berries or flowers; (Anat.) the racemose glands, inwhich the ducts are branched and clustered like a raceme. Gray."
 },
 {
  "index": 71398,
  "word": "KERN BABY",
  "def": "A doll or image decorated with corn (grain) flowers, etc.,carried in the festivals of a kern, or harvest-home. Called alsoharvest queen."
 },
 {
  "index": 66292,
  "word": "KANGAROO",
  "def": "Any one of numerous species of jumping marsupials of the familyMacropodidæ. They inhabit Australia, New Guinea, and adjacentislands, They have long and strong hind legs and a large tail, whilethe fore legs are comparatively short and feeble. The giant kangaroo(Macropus major) is the largest species, sometimes becoming twelve orfourteen feet in total length. The tree kangaroos, belonging to thegenus Dendrolagus, live in trees; the rock kangaroos, of the genusPetrogale, inhabit rocky situations; and the brush kangaroos, of thegenus Halmaturus, inhabit wooded districts. See Wallaby."
 },
 {
  "index": 39022,
  "word": "DEFRAYER",
  "def": "One who pays off expenses."
 },
 {
  "index": 33697,
  "word": "WONING",
  "def": "Dwelling. [Obs.] Chaucer."
 },
 {
  "index": 42152,
  "word": "SWAGGY",
  "def": "Inclined to swag; sinking, hanging, or leaning by its weight.Sir T. Browne."
 },
 {
  "index": 59521,
  "word": "YONCOPIN",
  "def": "A local name in parts of the Mississippi Valley for theAmerican lotus (Nelumbo lutea)."
 },
 {
  "index": 30656,
  "word": "NOIOUS",
  "def": "Annoying; troublesome. [Obs.]"
 },
 {
  "index": 40959,
  "word": "EAGRASS",
  "def": "See Eddish. [Obs.]"
 },
 {
  "index": 60622,
  "word": "CONVENTIONIST",
  "def": "One who enters into a convention, covenant, or contract."
 }
]