[
 {
  "index": 51340,
  "word": "LINKS",
  "def": "A tract of ground laid out for the game of golf; a golfinggreen."
 },
 {
  "index": 67879,
  "word": "OBCORDATE",
  "def": "Heart-shaped, with the attachment at the pointed end; inverselycordate: as, an obcordate petal or leaf."
 },
 {
  "index": 18190,
  "word": "CUTWORK",
  "def": "An ancient term for embroidery, esp. applied to the earliestform of lace, or to that early embroidery on linen and the like, fromwhich the manufacture of lace was developed."
 },
 {
  "index": 18820,
  "word": "WITHOUT",
  "def": "Unless; except; -- introducing a clause.You will never live to my age without you keep yourselves in breathwith exercise, and in heart with joyfulness. Sir P. Sidney."
 },
 {
  "index": 30143,
  "word": "CAMMOCK",
  "def": "A plant having long hard, crooked roots, the Ononis spinosa; --called also rest-harrow. The Scandix Pecten-Veneris is also calledcammock."
 },
 {
  "index": 45208,
  "word": "UNDERACTOR",
  "def": "A subordinate actor."
 },
 {
  "index": 49567,
  "word": "LOBSTER",
  "def": "Any large macrurous crustacean used as food, esp. those of thegenus Homarus; as the American lobster (H. Americanus), and theEuropean lobster (H. vulgaris). The Norwegian lobster (NephropsNorvegicus) is similar in form. All these have a pair of largeunequal claws. The spiny lobsters of more southern waters, belongingto Palinurus, Panulirus, and allied genera, have no large claws. Thefresh-water crayfishes are sometimes called lobsters. Lobstercaterpillar (Zoöl.), the caterpillar of a European bombycid moth(Stauropus fagi); -- so called from its form. Lobster louse (Zoöl.),a copepod crustacean (Nicothoë astaci) parasitic on the gills of theEuropean lobster."
 },
 {
  "index": 40237,
  "word": "CHILLI",
  "def": "See Chili."
 },
 {
  "index": 81388,
  "word": "UNDERFACTION",
  "def": "A subordinate party or faction."
 },
 {
  "index": 78392,
  "word": "CHIDINGLY",
  "def": "In a chiding or reproving manner."
 },
 {
  "index": 75442,
  "word": "ATAGHAN",
  "def": "See Yataghan."
 },
 {
  "index": 15354,
  "word": "STRAGGLING",
  "def": "from Straggle, v."
 }
]