[
 {
  "index": 74492,
  "word": "AFOUL",
  "def": "In collision; entangled. Totten. To run afoul of, to runagainst or come into collision with, especially so as to becomeentangled or to cause injury."
 },
 {
  "index": 17645,
  "word": "TANTALIZER",
  "def": "One who tantalizes."
 },
 {
  "index": 64886,
  "word": "CHULAN",
  "def": "The fragrant flowers of the Chloranthus inconspicuus, used inChina for perfuming tea."
 },
 {
  "index": 39855,
  "word": "PREDOOM",
  "def": "To foredoom."
 },
 {
  "index": 19659,
  "word": "VEGETABLE",
  "def": "Plants having distinct flowers and true seeds. { 1.Dicotyledons (called also Exogens).-- Seeds with two or more cotyledons. Stems with the pith, woodyfiber, and bark concentrically arranged. Divided into two subclasses:Angiosperms, having the woody fiber interspersed with dotted orannular ducts, and the seed contained in a true ovary; Gymnosperms,having few or no ducts in the woody fiber, and the seeds naked. 2.Monocotyledons (called also Endogens).-- Seeds with single cotyledon. Stems with slender bundles of woodyfiber not concentrically arranged, and with no true bark.} II.Cryptogamia."
 },
 {
  "index": 12239,
  "word": "SEPARATION",
  "def": "The act of separating, or the state of being separated, orseparate. Specifically:(a) Chemical analysis.(b) Divorce.(c) (Steam Boilers) The operation of removing water from steam.Judicial separation (Law), a form of divorce; a separation of man andwife which has the effect of making each a single person for alllegal purposes but without ability to contract a new marriage. Mozley\u0026 W."
 },
 {
  "index": 74164,
  "word": "UNPRUDENTIAL",
  "def": "Imprudent. [Obs.] \"The most unwise and unprudential act.\"Milton."
 },
 {
  "index": 73613,
  "word": "MATRIMONIALLY",
  "def": "In a matrimonial manner."
 },
 {
  "index": 46123,
  "word": "CRUSTIFIC",
  "def": "Producing or forming a crust or skin. [R.]"
 },
 {
  "index": 57358,
  "word": "HUNG",
  "def": "of Hang. Hung beef, the fleshy part of beef slightly salted andhung up to dry; dried beef."
 },
 {
  "index": 59080,
  "word": "PHOTOMETER",
  "def": "An instrument for measuring the intensity of light, or, moreespecially, for comparing the relative intensities of differentlights, or their relative illuminating power."
 },
 {
  "index": 39514,
  "word": "WANDERER",
  "def": "One who wanders; a rambler; one who roves; hence, one whodeviates from duty."
 }
]