[
 {
  "index": 79056,
  "word": "ESCHAUNGE",
  "def": "Exchange. [Obs.]"
 },
 {
  "index": 65975,
  "word": "ANTIBRACHIAL",
  "def": "Of or pertaining to the antibrachium, or forearm."
 },
 {
  "index": 13334,
  "word": "STILLIFORM",
  "def": "Having the form of a drop. Owen."
 },
 {
  "index": 8888,
  "word": "CROPSICK",
  "def": "Sick from excess in eating or drinking. [Obs.] \"Cropsickdrunkards.\" Tate.-- Crop\"sick`ness, n. [Obs.] Whitlock."
 },
 {
  "index": 15503,
  "word": "NOMINATIVE",
  "def": "Giving a name; naming; designating; -- said of that case orform of a noun which stands as the subject of a finite verb.-- n."
 },
 {
  "index": 56971,
  "word": "TRIAMINE",
  "def": "An amine containing three amido groups."
 },
 {
  "index": 22767,
  "word": "PROVOKE",
  "def": "To call forth; to call into being or action; esp., to incenseto action, a faculty or passion, as love, hate, or ambition; hence,commonly, to incite, as a person, to action by a challenge, bytaunts, or by defiance; to exasperate; to irritate; to offendintolerably; to cause to retaliate.Obey his voice, provoke him not. Ex. xxiii. 21.Ye fathers, provoke not your children to wrath. Eph. vi. 4.Such acts Of contumacy will provoke the Highest To make death in uslive. Milton.Can honor's voice provoke the silent dust Gray.To the poet the meaning is what he pleases to make it, what itprovokes in his own soul. J. Burroughs."
 },
 {
  "index": 42019,
  "word": "GUGGLE",
  "def": "See Gurgle."
 },
 {
  "index": 43475,
  "word": "IMBOUND",
  "def": "To inclose in limits; to shut in. [Obs.] Shak."
 },
 {
  "index": 21548,
  "word": "LAMELLIROSTRAL",
  "def": "Having a lamellate bill, as ducks and geese."
 },
 {
  "index": 80053,
  "word": "HYPOCORISTIC",
  "def": "Endearing; diminutive; as, the hypocoristic form of a name.The hypocoristic or pet form of William. Dr. Murray."
 },
 {
  "index": 78509,
  "word": "PLETHORIC",
  "def": "Haeving a full habit of body; characterized by plethora orexcess of blood; as, a plethoric constitution; -- used alsometaphorically. \"Plethoric phrases.\" Sydney Smith. \"Plethoricfullness of thought.\" De Quincey."
 }
]