[
 {
  "index": 57268,
  "word": "BURGHBRECH",
  "def": "The offense of violating the pledge given by every inhabitantof a tithing to keep the peace; breach of the peace. Burrill."
 },
 {
  "index": 40974,
  "word": "NAVARRESE",
  "def": "Of or pertaining to Navarre.-- n. sing. \u0026 pl."
 },
 {
  "index": 2391,
  "word": "SCARLET",
  "def": "A deep bright red tinged with orange or yellow, -- of manytints and shades; a vivid or bright red color."
 },
 {
  "index": 64830,
  "word": "RIGA FIR",
  "def": "A species of pine (Pinus sylvestris), and its wood, whichaffords a valuable timber; -- called also Scotch pine, and red oryellow deal. It grows in all parts of Europe, in the Caucasus, and inSiberia."
 },
 {
  "index": 24409,
  "word": "RODGE",
  "def": "The gadwall. [Prov.Eng.]"
 },
 {
  "index": 57031,
  "word": "POSTULATE",
  "def": "The enunciation of a self-evident problem, in distinction froman axiom, which is the enunciation of a self-evident theorem.The distinction between a postulate and an axiom lies in this, --that the latter is admitted to be self-evident, while the former maybe agreed upon between two reasoners, and admitted by both, but notas proposition which it would be impossible to deny. Eng. Cyc."
 },
 {
  "index": 7822,
  "word": "POSTPONENCE",
  "def": "The act of postponing, in sense 2. [Obs.] Johnson."
 },
 {
  "index": 19937,
  "word": "DOMESTICAL",
  "def": "Domestic. [Obs.]Our private and domestical matter. Sir. P. Sidney."
 },
 {
  "index": 51832,
  "word": "STOMATOPLASTIC",
  "def": "Of or pertaining to the operation of forming a mouth where theaperture has been contracted, or in any way deformed."
 },
 {
  "index": 19075,
  "word": "DISEMPLOYMENT",
  "def": "The state of being disemployed, or deprived of employment.This glut of leisure and disemployment. Jer. Taylor."
 },
 {
  "index": 19175,
  "word": "GEMEL",
  "def": "Coupled; paired. Bars gemel (Her.), two barrulets placed nearand parallel to each other."
 },
 {
  "index": 57299,
  "word": "SPITFUL",
  "def": "A spadeful. [Prov. Eng.]"
 }
]