[
 {
  "index": 79665,
  "word": "DISCOLORATE",
  "def": "To discolor. [R.] Fuller."
 },
 {
  "index": 36725,
  "word": "BONIBELL",
  "def": "See Bonnibel. [Obs.] Spenser."
 },
 {
  "index": 15558,
  "word": "SCRIBBLE",
  "def": "To card coarsely; to run through the scribling machine."
 },
 {
  "index": 68667,
  "word": "CORNIFEROUS",
  "def": "Of or pertaining to the lowest period of the Devonian age.(Seethe Diagram, under Geology.) The Corniferous period has been socalled from the numerous seams of hornstone which characterize thelater part of the period, as developed in the State of New York."
 },
 {
  "index": 23640,
  "word": "RADIUM",
  "def": "An intensely radioactive metallic element found (combined) inminute quantities in pitchblende, and various other uranium minerals.Symbol, Ra; atomic weight, 226.4. Radium was discovered by M. andMme. Curie, of Paris, who in 1902 separated compounds of it by atedious process from pitchblende. Its compounds color flames carmineand give a characteristic spectrum. It resembles barium chemically.Radium preparations are remarkable for maintaining themselves at ahigher temperature than their surroundings, and for their radiations,which are of three kinds: alpha rays, beta rays, and gamma rays (seethese terms). By reason of these rays they ionize gases, affectphotographic plates, cause sores on the skin, and produce many otherstriking effects. Their degree of activity depends on the proportionof radium present, but not on its state of chemical combination or onexternal conditions.The radioactivity of radium is therefore anatomic property, and is explained as result from a disintegration ofthe atom. This breaking up occurs in at least seven stages; thesuccessive main products have been studied and are called radiumemanation or exradio, radium A, radium B, radium C, etc. (Theemanation is a heavy gas, the later products are solids.) Theseproducts are regarded as unstable elements, each with an atomicweight a little lower than its predecessor. It is possible that leadis the stable end product. At the same time the light gas helium isformed; it probably consists of the expelled alpha particles. Theheat effect mentioned above is ascribed to the impacts of theseparticles. Radium, in turn, is believed to be formed indirectly by animmeasurably slow disintegration of uranium."
 },
 {
  "index": 54624,
  "word": "TERPILENE",
  "def": "A polymeric form of terpene, resembling terbene."
 },
 {
  "index": 81328,
  "word": "MYCOMELIC",
  "def": "Pertaining to, or designating, a complex nitrogenous acid ofthe alloxan group, obtained as a honey-yellow powder. Its solutionshave a gelatinous consistency."
 },
 {
  "index": 70667,
  "word": "LIMBERNESS",
  "def": "The quality or state of being limber; flexibleness. Boyle."
 },
 {
  "index": 38448,
  "word": "ELAOPTENE",
  "def": "See Elæoptene."
 },
 {
  "index": 12097,
  "word": "NORTHWARDLY",
  "def": "Having a northern direction."
 },
 {
  "index": 16518,
  "word": "INNERLY",
  "def": "More within. [Obs.] Baret."
 },
 {
  "index": 7694,
  "word": "FAWN",
  "def": "A young deer; a buck or doe of the first year. See Buck."
 }
]