[
 {
  "index": 64215,
  "word": "BOTHRENCHYMA",
  "def": "Dotted or pitted ducts or vessels forming the pores seen inmany kinds of wood."
 },
 {
  "index": 28280,
  "word": "MANIPULATE",
  "def": "To use the hands in dexterous operations; to do hand work;specifically, to manage the apparatus or instruments used inscientific work, or in artistic or mechanical processes; also,specifically, to use the hand in mesmeric operations."
 },
 {
  "index": 38477,
  "word": "SMUGNESS",
  "def": "The quality or state of being smug."
 },
 {
  "index": 57095,
  "word": "ATTAR",
  "def": "A fragrant essential oil; esp., a volatile and highly fragrantessential oil obtained from the petals of roses. [Also written ottoand ottar.]"
 },
 {
  "index": 24182,
  "word": "GUINEA-PIG DIRECTOR",
  "def": "A director (usually one holding a number of directorships) whoserves merely or mainly for the fee (in England, often a guinea) paidfor attendance. [Colloq.]"
 },
 {
  "index": 35026,
  "word": "BUNDES-VERSAMMLUNG",
  "def": "See Legislature, Switzerland."
 },
 {
  "index": 74942,
  "word": "RESTINESS",
  "def": "The quality or state of being resty; sluggishness. [Obs.]The snake by restiness and lying still all winter. Holland."
 },
 {
  "index": 24852,
  "word": "DAUW",
  "def": "The striped quagga, or Burchell's zebra, of South Africa(Asinus Burchellii); -- called also peechi, or peetsi."
 },
 {
  "index": 35017,
  "word": "QUICKSILVERED",
  "def": "Overlaid with quicksilver, or with an amalgam of quicksilverand tinfoil."
 },
 {
  "index": 38835,
  "word": "OBLATRATION",
  "def": "The act of oblatrating; a barking or snarling. Bp. Hall."
 },
 {
  "index": 79609,
  "word": "BACKGAMMON",
  "def": "A game of chance and skill, played by two persons on a \"board\"marked off into twenty-four spaces called \"points\". Each player hasfifteen pieces, or \"men\", the movements of which from point to pointare determined by throwing dice. Formerly called tables. Backgammonboard , a board for playing backgammon, often made in the form of tworectangular trays hinged together, each tray containing two \"tables\"."
 },
 {
  "index": 35643,
  "word": "HARTBEEST",
  "def": "A large South African antelope (Alcelaphus caama), formerlymuch more abundant than it is now. The face and legs are marked withblack, the rump with white. [Written also hartebeest, and hartebest.]"
 }
]