[
 {
  "index": 11283,
  "word": "TEE",
  "def": "A short piece of pipe having a lateral outlet, used to connecta line of pipe with a pipe at a right angle with the line; -- socalled because it resembles the letter T in shape."
 },
 {
  "index": 38320,
  "word": "ETERNIFY",
  "def": "To make eternal. [Obs.]Fame . . . eternifies the name. Mir. for Mag."
 },
 {
  "index": 55347,
  "word": "IMPALM",
  "def": "To grasp with or hold in the hand. [R.] J. Barlow."
 },
 {
  "index": 43706,
  "word": "PANDERISM",
  "def": "The employment, arts, or practices of a pander. Bp. Hall."
 },
 {
  "index": 14097,
  "word": "STADTHOLDER",
  "def": "Formerly, the chief magistrate of the United Provinces ofHolland; also, the governor or lieutenant governor of a province."
 },
 {
  "index": 72533,
  "word": "BEFITTINGLY",
  "def": "In a befitting manner; suitably."
 },
 {
  "index": 62754,
  "word": "LERNAEACEA",
  "def": "A suborder of copepod Crustacea, including a large number ofremarkable forms, mostly parasitic on fishes. The young, however, areactive and swim freely. See Illustration in Appendix."
 },
 {
  "index": 23099,
  "word": "PEYTREL",
  "def": "The breastplate of a horse's armor or harness. [Spelt alsopeitrel.] See Poitrel. [Obs.] Chaucer."
 },
 {
  "index": 59069,
  "word": "ANTIC",
  "def": "\"Lords of antic fame.\" Phaer."
 },
 {
  "index": 37389,
  "word": "CONCERT OF THE POWERS",
  "def": "An agreement or understanding between the chief Europeanpowers, the United States, and Japan in 1900 to take only jointaction in the Chinese aspect of the Eastern Question."
 },
 {
  "index": 32323,
  "word": "PADAR",
  "def": "Groats; coarse flour or meal. [Obs.] Sir. H. Wotton."
 },
 {
  "index": 7283,
  "word": "SWEAT",
  "def": "The fluid which is excreted from the skin of an animal; thefluid secreted by the sudoriferous glands; a transparent, colorless,acid liquid with a peculiar odor, containing some fatty acids andmineral matter; perspiration. See Perspiration.In the sweat of thy face shalt thou eat bread. Gen. iii. 19."
 }
]