[
 {
  "index": 6578,
  "word": "GIPOUN",
  "def": "A short cassock. [Written also gepoun, gypoun, jupon, juppon.][Obs.]"
 },
 {
  "index": 18096,
  "word": "MELANIN",
  "def": "A black pigment found in the pigment-bearing cells of the skin(particularly in the skin of the negro), in the epithelial cells ofthe external layer of the retina (then called fuscin), in the outerlayer of the choroid, and elsewhere. It is supposed to be derivedfrom the decomposition of hemoglobin."
 },
 {
  "index": 82981,
  "word": "LYRID",
  "def": "One of the group of shooting stars which come into the air incertain years on or about the 19th of April; -- so called because theapparent path among the stars the stars if produced back wardscrosses the constellation Lyra."
 },
 {
  "index": 61828,
  "word": "CEREBROSCOPY",
  "def": "Examination of the brain for the diagnosis of diseas; esp., theact or process of diagnosticating the condition of the brain byexamination of the interior of the eye (as with an ophthalmoscope).Buck."
 },
 {
  "index": 75001,
  "word": "SUBTORRID",
  "def": "Nearly torrid."
 },
 {
  "index": 2406,
  "word": "HARDWAREMAN",
  "def": "One who makes, or deals in, hardware."
 },
 {
  "index": 5999,
  "word": "FICTITIOUS",
  "def": "Feigned; imaginary; not real; fabulous; counterfeit; false; notgenuine; as, fictitious fame.The human persons are as fictitious as the airy ones. Pope.-- Fic*ti\"tious*ly, adv.-- Fic*ti\"tious*ness, n."
 },
 {
  "index": 77090,
  "word": "SOLA",
  "def": "See Solus."
 },
 {
  "index": 40902,
  "word": "JELLY",
  "def": "To become jelly; to come to the state or consistency of jelly."
 },
 {
  "index": 49087,
  "word": "GRAMASHES",
  "def": "Gaiters reaching to the knee; leggings.Strong gramashes, or leggings of thick gray cloth. Sir W. Scott."
 },
 {
  "index": 15362,
  "word": "SWELLDOM",
  "def": "People of rank and fashion; the class of swells, collectively.[Jocose]"
 },
 {
  "index": 61057,
  "word": "PYKAR",
  "def": "An ancient English fishing boat."
 }
]