[
 {
  "index": 41228,
  "word": "RUTA-BAGA",
  "def": "A kind of turnip commonly with a large and long or ovoidyellowish root; a Swedish turnip. See Turnip."
 },
 {
  "index": 31990,
  "word": "SKIMBACK",
  "def": "The quillback. [Local, U.S.]"
 },
 {
  "index": 59466,
  "word": "CIRRHOSIS",
  "def": "A disease of the liver in which it usually becomes smaller insize and more dense and fibrous in consistence; hence sometimesapplied to similar changes in other organs, caused by increase in thefibrous framework and decrease in the proper substance of the organ."
 },
 {
  "index": 28024,
  "word": "HASTINGS SANDS",
  "def": "The lower group of the Wealden formation; -- so called from itsdevelopment around Hastings, in Sussex, England."
 },
 {
  "index": 748,
  "word": "IRRECOVERABLE",
  "def": "Not capable of being recovered, regained, or remedied;irreparable; as, an irrecoverable loss, debt, or injury.That which is past is gone and irrecoverable. Bacon."
 },
 {
  "index": 35867,
  "word": "ASTRAY",
  "def": "Out of the right, either in a literal or in a figurative sense;wandering; as, to lead one astray.Ye were as sheep going astray. 1 Pet. ii. 25."
 },
 {
  "index": 9168,
  "word": "STILTY",
  "def": "Unreasonably elevated; pompous; stilted; as, a stilty style."
 },
 {
  "index": 65666,
  "word": "BOTANY BAY",
  "def": "A harbor on the east coast of Australia, and an English convictsettlement there; -- so called from the number of new plants found onits shore at its discovery by Cook in 1770."
 },
 {
  "index": 77696,
  "word": "FLOWER-DE-LUCE",
  "def": "A genus of perennial herbs (Iris) with swordlike leaves andlarge three-petaled flowers often of very gay colors, but probablywhite in the plant first chosen for the royal French emblem."
 },
 {
  "index": 18415,
  "word": "EPIMACHUS",
  "def": "A genus of highly ornate and brilliantly colored birds ofAustralia, allied to the birds of Paradise."
 },
 {
  "index": 41578,
  "word": "PUSTULANT",
  "def": "Producing pustules.-- n."
 },
 {
  "index": 81168,
  "word": "APHTHAE",
  "def": "Roundish pearl-colored specks or flakes in the mouth, on thelips, etc., terminating in white sloughs. They are commonlycharacteristic of thrush."
 }
]