[
 {
  "index": 84723,
  "word": "INFAMY",
  "def": "That loss of character, or public disgrace, which a convictincurs, and by which he is at common law rendered incompetent as awitness."
 },
 {
  "index": 72532,
  "word": "BUSINESS",
  "def": "The position, distribution, and order of persons and propertieson the stage of a theater, as determined by the stage manager inrehearsal."
 },
 {
  "index": 3546,
  "word": "BRAYING",
  "def": "Making a harsh noise; blaring. \"Braying trumpets.\" Shak."
 },
 {
  "index": 59832,
  "word": "OUTGUARD",
  "def": "A guard or small body of troops at a distance from the mainbody of an army, to watch for the approach of an enemy; hence,anything for defense placed at a distance from the thing to bedefended."
 },
 {
  "index": 26683,
  "word": "UNDERTENANT",
  "def": "The tenant of a tenant; one who holds lands or tenements of atenant or lessee."
 },
 {
  "index": 36717,
  "word": "NOWEL",
  "def": "A kind of hymn, or canticle, of mediæval origin, sung in honorof the Nativity of our Lord; a Christmas carol. Grove."
 },
 {
  "index": 29825,
  "word": "VERSO",
  "def": "The reverse, or left-hand, page of a book or a folded sheet ofpaper; -- opposed to recto."
 },
 {
  "index": 81431,
  "word": "STACK",
  "def": "To lay in a conical or other pile; to make into a large pile;as, to stack hay, cornstalks, or grain; to stack or place wood. Tostack arms (Mil.), to set up a number of muskets or rifles together,with the bayonets crossing one another, and forming a sort of conicalpile."
 },
 {
  "index": 55708,
  "word": "PHOTOMETRY",
  "def": "That branch of science which treats of the measurement of theintensity of light."
 },
 {
  "index": 25976,
  "word": "ENDODERM",
  "def": "Of or pertaining to the endoderm."
 },
 {
  "index": 79118,
  "word": "COPULATE",
  "def": "Joining subject and predicate; copulative. F. A. March."
 },
 {
  "index": 44786,
  "word": "TERSANCTUS",
  "def": "An ancient ascription of praise (containing the word \"Holy\" --in its Latin form, \"Sanctus\" -- thrice repeated), used in the Mass ofthe Roman Catholic Church and before the prayer of consecration inthe communion service of the Church of England and the ProtestantEpiscopal Church. Cf. Trisagion."
 }
]