[
 {
  "index": 4551,
  "word": "SULPHURATION",
  "def": "The act or process of combining or impregnating with sulphur orits compounds; also, the state of being so combined or impregnated."
 },
 {
  "index": 74896,
  "word": "OPINIONABLE",
  "def": "Being, or capable of being, a matter of opinion; that can bethought; not positively settled; as, an opinionable doctrine. C. J.Ellicott."
 },
 {
  "index": 26059,
  "word": "CANON BIT",
  "def": "That part of a bit which is put in a horse's mouth."
 },
 {
  "index": 46803,
  "word": "GEYSER",
  "def": "A boiling spring which throws forth at frequent intervals jetsof water, mud, etc., driven up by the expansive power of steam."
 },
 {
  "index": 12137,
  "word": "PERCESOCES",
  "def": "An order of fishes including the gray mullets (Mugil), thebarracudas, the silversides, and other related fishes. So called fromtheir relation both to perches and to pikes."
 },
 {
  "index": 80350,
  "word": "ZEUGMATIC",
  "def": "Of or pertaining to zeugma; characterized by zeugma."
 },
 {
  "index": 62913,
  "word": "TOSHRED",
  "def": "To cut into shreads or pieces. [Obs.] Chaucer."
 },
 {
  "index": 22940,
  "word": "PLACOGANOID",
  "def": "Pertaining to the Placoganoidei."
 },
 {
  "index": 61153,
  "word": "REMONTANT",
  "def": "Rising again; -- applied to a class of roses which bloom morethan once in a season; the hybrid perpetual roses, of which theJacqueminot is a well-known example."
 },
 {
  "index": 35317,
  "word": "FENESTRA",
  "def": "A small opening; esp., one of the apertures, closed bymembranes, between the tympanum and internal ear."
 },
 {
  "index": 65816,
  "word": "SAINT-SIMONIAN",
  "def": "A follower of the Count de St. Simon, who died in 1825, and whomaintained that the principle of property held in common, and thejust division of the fruits of common labor among the members ofsociety, are the true remedy for the social evils which exist. Brande\u0026 C."
 },
 {
  "index": 74941,
  "word": "PERMEANCE",
  "def": "Permeation; specif. (Magnetism),"
 }
]