[
 {
  "index": 69515,
  "word": "INCONFORM",
  "def": "Unconformable. [Obs.] Gauden."
 },
 {
  "index": 11577,
  "word": "TREATER",
  "def": "One who treats; one who handles, or discourses on, a subject;also, one who entertains."
 },
 {
  "index": 54607,
  "word": "TOLUIDINE",
  "def": "Any one of three metameric amido derivatives of tolueneanalogous to aniline, and called respectively orthtoluidine,metatoluidine, and paratoluidine; especially, the commonest one, orparatoluidine, which is obtained as a white crystalline substance."
 },
 {
  "index": 64520,
  "word": "ZAX",
  "def": "A tool for trimming and puncturing roofing states. [Writtenalso sax.]"
 },
 {
  "index": 54568,
  "word": "CONDUCTIBLE",
  "def": "Capable of being conducted."
 },
 {
  "index": 81320,
  "word": "COMMERCIAL",
  "def": "Of or pertaining to commerce; carrying on or occupied withcommerce or trade; mercantile; as, commercial advantages; commercialrelations. \"Princely commercial houses.\" Macaulay. Commercialcollege, a school for giving instruction in commercial knowledge andbusiness.-- Commercial law. See under Law.-- Commercial note paper, a small size of writing paper, usuallyabout 5 by 7½ or 8 inches.-- Commercial paper, negotiable paper given in due course ofbusiness. It includes bills of exchange, promissory notes, bankcheks, etc.-- Commercial traveler, an agent of a wholesale house who travelsfrom town to town to solicit orders."
 },
 {
  "index": 41341,
  "word": "VITILIGO",
  "def": "A rare skin disease consisting in the development of smooth,milk-white spots upon various parts of the body."
 },
 {
  "index": 23347,
  "word": "REACTION",
  "def": "The mutual or reciprocal action of chemical agents upon eachother, or the action upon such chemical agents of some form ofenergy, as heat, light, or electricity, resulting in a chemicalchange in one or more of these agents, with the production of newcompounds or the manifestation of distinctive characters. SeeBlowpipe reaction, Flame reaction, under Blowpipe, and Flame."
 },
 {
  "index": 38700,
  "word": "ROWEL",
  "def": "A roll of hair, silk, etc., passed through the flesh of horses,answering to a seton in human surgery."
 },
 {
  "index": 30731,
  "word": "FACTITIVE",
  "def": "Pertaining to that relation which is proper when the act, as ofa transitive verb, is not merely received by an object, but producessome change in the object, as when we say, He made the water wine.Sometimes the idea of activity in a verb or adjective involves in ita reference to an effect, in the way of causality, in the activevoice on the immediate objects, and in the passive voice on thesubject of such activity. This second object is called the factitiveobject. J. W. Gibbs."
 },
 {
  "index": 47216,
  "word": "OUZE",
  "def": "See Ooze. [Obs.]"
 },
 {
  "index": 12767,
  "word": "PARAIL",
  "def": "See Apparel. [Obs.] \"In the parail of a pilgrim.\" PiersPlowman."
 }
]