[
 {
  "index": 43074,
  "word": "CHANGE GEAR",
  "def": "A gear by means of which the speed of machinery or of a vehiclemay be changed while that of the propelling engine or motor remainsconstant; -- called also change-speed gear."
 },
 {
  "index": 22842,
  "word": "REUME",
  "def": "Realm. [Obs.]"
 },
 {
  "index": 80382,
  "word": "PETER",
  "def": "A common baptismal name for a man. The name of one of theapostles, Peter boat, a fishing boat, sharp at both ends, originallyof the Baltic Sea, but now common in certain English rivers.-- Peter Funk, the auctioneer in a mock auction. [Cant, U.S.] --Peter pence, or Peter's pence. (a) An annual tax or tribute, formerlypaid by the English people to the pope, being a penny for everyhouse, payable on Lammas or St.Peter's day; -- called also Rome scot,and hearth money. (b) In modern times, a voluntary contribution madeby Roman Catholics to the private purse of the pope.-- Peter's fish (Zoöl.), a haddock; -- so called because the blackspots, one on each side, behind the gills, are traditionally said tohave been caused by the fingers of St. Peter, when he caught the fishto pay the tribute. The name is applied, also, to other fishes havingsimilar spots."
 },
 {
  "index": 23962,
  "word": "METALBUMIN",
  "def": "A form of albumin found in ascitic and certain serous fluids.It is sometimes regarded as a mixture of albumin and mucin."
 },
 {
  "index": 61987,
  "word": "IZEDI",
  "def": "One of an Oriental religious sect which worships Satan or theDevil.The Izedis or Yezdis, the so-called Devil worshipers, still remain anumerous though oppressed people in Mesopotamia and adjacentcountries. Tylor."
 },
 {
  "index": 72824,
  "word": "BEMEET",
  "def": "To meet. [Obs.]Our very loving sister, well bemet. Shak."
 },
 {
  "index": 83867,
  "word": "MOUNTAIN SPECTER",
  "def": "An optical phenomenon sometimes seen on the summit of mountains(as on the Brocken) when the observer is between the sun and a massof cloud. The figures of the observer and surrounding objects areseen projected on the cloud, greatly enlarged and often encircled byrainbow colors."
 },
 {
  "index": 5870,
  "word": "TRICROTOUS",
  "def": "Tricrotic."
 },
 {
  "index": 27475,
  "word": "EXACERBESCENCE",
  "def": "Increase of irritation or violence, particularly the increaseof a fever or disease."
 },
 {
  "index": 62077,
  "word": "REUNITION",
  "def": "A second uniting. [R.]"
 },
 {
  "index": 9598,
  "word": "STIMULATIVE",
  "def": "Having the quality of stimulating.-- n."
 },
 {
  "index": 42261,
  "word": "SYNCRETIC",
  "def": "Uniting and blending together different systems, as ofphilosophy, morals, or religion. Smart."
 }
]