[
 {
  "index": 77127,
  "word": "THEOLOGIZE",
  "def": "To render theological; to apply to divinity; to reduce to asystem of theology.School divinity was but Aristotle's philosophy theologized. Glanvill."
 },
 {
  "index": 77722,
  "word": "KEMELIN",
  "def": "A tub; a brewer's vessel. [Obs.] Chaucer."
 },
 {
  "index": 45892,
  "word": "MANGANESE STEEL",
  "def": "Cast steel containing a considerable percentage of manganese,which makes it very hard and tough. See Alloy steel, above."
 },
 {
  "index": 52857,
  "word": "SHAMA",
  "def": "A saxicoline singing bird (Kittacincla macroura) of India,noted for the sweetness and power of its song. In confinement itimitates the notes of other birds and various animals with accuracy.Its head, neck, back, breast, and tail are glossy black, the rumpwhite, the under parts chestnut."
 },
 {
  "index": 55606,
  "word": "MOREPORK",
  "def": "The Australian crested goatsucker (Ægotheles Novæ-Hollandiæ).Also applied to other allied birds, as Podargus Cuveiri."
 },
 {
  "index": 78486,
  "word": "BARE",
  "def": "That part of a roofing slate, shingle, tile, or metal plate,which is exposed to the weather."
 },
 {
  "index": 49020,
  "word": "PLAQUE",
  "def": "Any flat, thin piece of metal, clay, ivory, or the like, usedfor ornament, or for painting pictures upon, as a slab, plate, dish,or the like, hung upon a wall; also, a smaller decoration worn on theperson, as a brooch."
 },
 {
  "index": 39029,
  "word": "UNOBTRUSIVE",
  "def": "Not obtrusive; not presuming; modest.-- Un`ob*tru\"sive*ly, adv.-- Un`ob*tru\"sive*ness, n."
 },
 {
  "index": 652,
  "word": "FORBEARER",
  "def": "One who forbears. Tusser."
 },
 {
  "index": 32779,
  "word": "OUT-HEROD",
  "def": "To surpass (Herod) in violence or wickedness; to exceed in anyvicious or offensive particular. \"It out-Herods Herod.\" Shak.Out-Heroding the preposterous fashions of the times. Sir W. Scott."
 },
 {
  "index": 22336,
  "word": "GARMENTED",
  "def": "Having on a garment; attired; enveloped, as with a garment.[Poetic]A lovely lady garmented in light From her own beauty. Shelley."
 },
 {
  "index": 44175,
  "word": "VOLATILE",
  "def": "A winged animal; wild fowl; game. [Obs.] Chaucer. Sir T.Browne."
 }
]