[
 {
  "index": 83370,
  "word": "WAYWODE",
  "def": "Originally, the title of a military commander in variousSlavonic countries; afterwards applied to governors of towns orprovinces. It was assumed for a time by the rulers of Moldavia andWallachia, who were afterwards called hospodars, and has also beengiven to some inferior Turkish officers. [Written also vaivode,voivode, waiwode, and woiwode.]"
 },
 {
  "index": 5796,
  "word": "TAVERNMAN",
  "def": "The keeper of a tavern; also, a tippler. [Obs.]"
 },
 {
  "index": 8535,
  "word": "TAWS",
  "def": "A leather lash, or other instrument of punishment, used by aschoolmaster. [Written also tawes, tawis, and tawse.] [Scot.]Never use the taws when a gloom can do the turn. Ramsay."
 },
 {
  "index": 65022,
  "word": "HITHERMOST",
  "def": "Nearest on this side. Sir M. Hale."
 },
 {
  "index": 81597,
  "word": "EMBALMMENT",
  "def": "The act of embalming. [R.] Malone."
 },
 {
  "index": 79424,
  "word": "FLESHY",
  "def": "Composed of firm pulp; succulent; as, the houseleek, cactus,and agave are fleshy plants."
 },
 {
  "index": 26468,
  "word": "BINDHEIMITE",
  "def": "An amorphous antimonate of lead, produced from the alterationof other ores, as from jamesonite."
 },
 {
  "index": 20446,
  "word": "PARRHESIA",
  "def": "Boldness or freedom of speech."
 },
 {
  "index": 1880,
  "word": "SUMMUM BONUM",
  "def": "The supreme or highest good, -- referring to the object ofhuman life."
 },
 {
  "index": 3630,
  "word": "UNIDIMENSIONAL",
  "def": "Having but one dimension. See Dimension."
 },
 {
  "index": 11337,
  "word": "CACODYLIC",
  "def": "Of, pertaining to, or derived from, cacodyl. Cacodylic acid, awhite, crystalline, deliquescent substance, (CH3)2AsO.OH, obtained bythe oxidation of cacodyl, and having the properties of an exceedinglystable acid; -- also called alkargen."
 },
 {
  "index": 46512,
  "word": "EXTRUDE",
  "def": "To thrust out; to force, press, or push out; to expel; to driveoff or away. \"Parentheses thrown into notes or extruded to themargin.\" Coleridge."
 }
]