[
 {
  "index": 33710,
  "word": "EMBODIER",
  "def": "One who embodies."
 },
 {
  "index": 6077,
  "word": "DERIVAL",
  "def": "Derivation. [R.]The derival of e from a. Earle."
 },
 {
  "index": 70383,
  "word": "TECHNICALS",
  "def": "Those things which pertain to the practical part of an art,science, or profession; technical terms; technics."
 },
 {
  "index": 30112,
  "word": "GRILLADE",
  "def": "The act of grilling; also, that which is grilled."
 },
 {
  "index": 44845,
  "word": "PLUTONIAN",
  "def": "Plutonic. Poe."
 },
 {
  "index": 35756,
  "word": "SYLLABLE",
  "def": "To pronounce the syllables of; to utter; to articulate. Milton."
 },
 {
  "index": 43624,
  "word": "INGRAVIDATE",
  "def": "To impregnate. [Obs.] Fuller."
 },
 {
  "index": 22985,
  "word": "TROY",
  "def": "Troy weight. Troy weight, the weight which gold and silver,jewels, and the like, are weighed. It was so named from Troyes, inFrance, where it was first adopted in Europe. The troy ounce issupposed to have been brought from Cairo during the crusades. In thisweight the pound is divided into 12 ounces, the ounce into 20pennyweights, and the pennyweight into 24 grains; hence, the troyounce contains 480 grains, and the troy pound contains 5760 grains.The avoirdupois pound contains 7000 troy grains; so that 175 poundstroy equal 144 pounds avoirdupois, or 1 pound troy = 0.82286 of apound avoirdupois, and 1 ounce troy = 1apothecaries' weight, used inweighing medicines, etc. In the standard weights of the UnitedStates, the troy ounce is divided decimally down to the"
 },
 {
  "index": 33364,
  "word": "INCOGNIZANCE",
  "def": "Failure to cognize, apprehended, or notice.This incognizance may be explained. Sir W. Hamilton."
 },
 {
  "index": 50043,
  "word": "IRRESISTANCE",
  "def": "Nonresistance; passive submission."
 },
 {
  "index": 56342,
  "word": "UNDERSTATE",
  "def": "To state or represent less strongly than may be donetruthfully."
 },
 {
  "index": 31012,
  "word": "MARSHALER",
  "def": "One who marshals."
 }
]