[
 {
  "index": 42143,
  "word": "IMPORTUNE",
  "def": "To require; to demand. [Obs.]We shall write to you, As time and our concernings shall importune.Shak."
 },
 {
  "index": 64222,
  "word": "EARLET",
  "def": "An earring. [Obs.]The Ismaelites were accustomed to wear golden earlets. Judg. viii. 24(Douay version)."
 },
 {
  "index": 67468,
  "word": "PROCEEDER",
  "def": "One who proceeds."
 },
 {
  "index": 1585,
  "word": "YAWL",
  "def": "A small ship's boat, usually rowed by four or six oars.[Written also yaul.]"
 },
 {
  "index": 70807,
  "word": "SHATHMONT",
  "def": "A shaftment. [Scot.]"
 },
 {
  "index": 24290,
  "word": "INCONTINENT",
  "def": "Unable to restrain natural evacuations."
 },
 {
  "index": 32221,
  "word": "RUMINANTLY",
  "def": "In a ruminant manner; by ruminating, or chewing the cud."
 },
 {
  "index": 85079,
  "word": "OXALANTIN",
  "def": "A white crystalline nitrogenous substance (C6H4N4O5) obtainedby the reduction of parabanic acid; -- called also leucoturic acid."
 },
 {
  "index": 1940,
  "word": "ANTIHYPNOTIC",
  "def": "Tending to prevent sleep.-- n."
 },
 {
  "index": 75457,
  "word": "HAEMASTATICS",
  "def": "Same as Hemastatics."
 },
 {
  "index": 46864,
  "word": "TILT",
  "def": "A cloth cover of a boat; a small canopy or awning extended overthe sternsheets of a boat. Tilt boat (Naut.), a boat covered withcanvas or other cloth.-- Tilt roof (Arch.), a round-headed roof, like the canopy of awagon."
 },
 {
  "index": 33141,
  "word": "BAUME",
  "def": "Designating or conforming to either of the scales used by theFrench chemist Antoine Baumé in the graduation of his hydrometers; ofor relating to Baumé's scales or hydrometers. There are two Bauméhydrometers. One, which is used with liquids heavier than water,sinks to 0º in pure water, and to 15º in a 15 per cent salt solution;the other, for liquids lighter than water, sinks to 0º in a 10 percent salt solution and to 10º in pure water. In both cases thegraduation, based on the distance between these fundamental points,is continued along the stem as far as desired. Since all the degreeson a Baumé scale are thus equal in length, while those on a specific-gravity scale grow smaller as the density increases, there is nosimple relation between degrees Bé. and Sp. gr. However, readings onBaumés scale may be approximately reduced to specific gravities bythe following formulæ (x in each case being the reading on Baumé'sscale) : (a) for liquids heavier than water, sp. gr. = 144 ÷ (144 -x);(b) for liquids lighter than water, sp. gr. = 144 ÷ (134 + x)."
 }
]