[
 {
  "index": 44727,
  "word": "SPHYGMOGRAPH",
  "def": "An instrument which, when applied over an artery, indicatesgraphically the movements or character of the pulse. See Sphygmogram."
 },
 {
  "index": 80995,
  "word": "MADE",
  "def": "See Mad, n."
 },
 {
  "index": 72586,
  "word": "PROTECTORIAL",
  "def": "Same as Protectoral."
 },
 {
  "index": 19908,
  "word": "DEMONOMANIA",
  "def": "A form of madness in which the patient conceives himselfpossessed of devils."
 },
 {
  "index": 40270,
  "word": "USEFUL",
  "def": "Full of use, advantage, or profit; producing, or having powerto produce, good; serviceable for any end or object; helpful towardadvancing any purpose; beneficial; profitable; advantageous; as,vessels and instruments useful in a family; books useful forimprovement; useful knowledge; useful arts.To what can I useful! Milton."
 },
 {
  "index": 75332,
  "word": "SELF-STARTER",
  "def": "A mechanism (usually one operated by electricity, compressedair, a spring, or an explosive gas), attached to an internal-combustion engine, as on an automobile, and used as a means ofstarting the engine without cranking it by hand."
 },
 {
  "index": 24219,
  "word": "MATROSS",
  "def": "Formerly, in the British service, a gunner or a gunner's mate;one of the soldiers in a train of artillery, who assisted the gunnersin loading, firing, and sponging the guns. [Obs.]"
 },
 {
  "index": 18348,
  "word": "ANTHROPOMORPHOSIS",
  "def": "Transformation into the form of a human being."
 },
 {
  "index": 47656,
  "word": "SPLAY",
  "def": "Displayed; spread out; turned outward; hence, flat; ungainly;as, splay shoulders.Sonwthing splay, something blunt-edged, unhandy, and infelicitous. M.Arnold."
 },
 {
  "index": 26622,
  "word": "BACTERIOLOGIST",
  "def": "One skilled in bacteriology."
 },
 {
  "index": 55200,
  "word": "MANURAGE",
  "def": "Cultivation. [Obs.] Warner."
 },
 {
  "index": 54399,
  "word": "ROCKAWAY",
  "def": "Formerly, a light, low, four-wheeled carriage, with standingtop, open at the sides, but having waterproof curtains which could belet down when occasion required; now, a somewhat similar, butheavier, carriage, inclosed, except in front, and having a door ateach side."
 }
]