[
 {
  "index": 50000,
  "word": "EXCRESCENCY",
  "def": "Excrescence. [Obs.]"
 },
 {
  "index": 5717,
  "word": "SCAMBLER",
  "def": "1. One who scambles."
 },
 {
  "index": 43193,
  "word": "WELL-INFORMED",
  "def": "Correctly informed; provided with information; well furnishedwith authentic knowledge; intelligent."
 },
 {
  "index": 40863,
  "word": "KEROSENE",
  "def": "An oil used for illuminating purposes, formerly obtained fromthe distillation of mineral wax, bituminous shale, etc., and hencecalled also coal oil. It is now produced in immense quantities,chiefly by the distillation and purification of petroleum. Itconsists chiefly of several hydrocarbons of the methane series."
 },
 {
  "index": 63258,
  "word": "NEMATOID",
  "def": "of or pertaining to the Nematoidea.-- n."
 },
 {
  "index": 17452,
  "word": "HARPOONEER",
  "def": "An harpooner. Grabb."
 },
 {
  "index": 32328,
  "word": "CANTORAL",
  "def": "Of or belonging to a cantor. Cantoral staff, the official staffor baton of a cantor or precentor, with which time is marked for thesingers."
 },
 {
  "index": 67572,
  "word": "MAESTOSO",
  "def": "Majestic or majestically; -- a direction to perform a passageor piece of music in a dignified manner."
 },
 {
  "index": 30333,
  "word": "DIACOUSTICS",
  "def": "That branch of natural philosophy which treats of theproperties of sound as affected by passing through different mediums;-- called also diaphonics. See the Note under Acoustics."
 },
 {
  "index": 32083,
  "word": "POLELESS",
  "def": "Without a pole; as, a poleless chariot."
 },
 {
  "index": 49396,
  "word": "PRONGHORN",
  "def": "An American antelope (Antilocapra Americana), native of theplain near the Rocky Mountains. The upper parts are mostly yellowishbrown; the under parts, the sides of the head and throat, and thebuttocks, are white. The horny sheath of the horns is shed annually.Called also cabrée, cabut, prongbuck, and pronghorned antelope."
 },
 {
  "index": 70406,
  "word": "INTERDUCE",
  "def": "An intertie."
 }
]