[
 {
  "index": 62050,
  "word": "CUCUMIS",
  "def": "A genus of plants including the cucumber, melon, and same kindsof gourds."
 },
 {
  "index": 76443,
  "word": "NONREGENT",
  "def": "A master of arts whose regency has ceased. See Regent."
 },
 {
  "index": 4335,
  "word": "SIXSCORE",
  "def": "Six times twenty; one hundred and twenty."
 },
 {
  "index": 55138,
  "word": "CROWN-SAW",
  "def": "A saw in the form of a hollow cylinder, with teeth on the endor edge, and operated by a rotative motion."
 },
 {
  "index": 73084,
  "word": "MOHR",
  "def": "A West African gazelle (Gazella mohr), having horns on whichare eleven or twelve very prominent rings. It is one of the specieswhich produce bezoar. [Written also mhorr.]"
 },
 {
  "index": 34312,
  "word": "IMPASSIONATE",
  "def": "Strongly affected. Smart."
 },
 {
  "index": 74439,
  "word": "MONETIZE",
  "def": "To convert into money; to adopt as current money; as, tomonetize silver."
 },
 {
  "index": 76136,
  "word": "WINDSOR",
  "def": "A town in Berkshire, England. Windsor bean. (Bot.) See underBean.-- Windsor chair, a kind of strong, plain, polished, wooden chair.Simmonds.-- Windsor soap, a scented soap well known for its excellence."
 },
 {
  "index": 34403,
  "word": "NORTHNESS",
  "def": "A tendency in the end of a magnetic needle to point to thenorth. Faraday."
 },
 {
  "index": 6509,
  "word": "PANCREAS",
  "def": "The sweetbread, a gland connected with the intestine of nearlyall vertebrates. It is usually elongated and light-colored, and itssecretion, called the pancreatic juice, is discharged, often togetherwith the bile, into the upper part of the intestines, and is apowerful aid in digestion. See Illust. of Digestive apparatus."
 },
 {
  "index": 73615,
  "word": "HOTPRESS",
  "def": "To apply to, in conjunction with mechanical pressure, for thepurpose of giving a smooth and glosay surface, or to express oil,etc.; as, to hotpress paper, linen, etc."
 },
 {
  "index": 6154,
  "word": "FRUCTIFERUOS",
  "def": "Bearing or producing fruit. Boyle."
 }
]