[
 {
  "index": 50426,
  "word": "CONFIGURATION",
  "def": "Relative position or aspect of the planets; the face of thehoroscope, according to the relative positions of the planets at anytime.They [astrologers] undertook . . . to determine the course of a man'scharacter and life from the configuration of the stars at the momentof his birth. Whewell."
 },
 {
  "index": 62847,
  "word": "PLETE",
  "def": "To plead. [Obs.] P. Plowman."
 },
 {
  "index": 70831,
  "word": "THUS",
  "def": "The commoner kind of frankincense, or that obtained from theNorway spruce, the long-leaved pine, and other conifers."
 },
 {
  "index": 78822,
  "word": "ANGIOMONOSPERMOUS",
  "def": "Producing one seed only in a seed pod."
 },
 {
  "index": 76472,
  "word": "ABSORBENCY",
  "def": "Absorptiveness."
 },
 {
  "index": 37014,
  "word": "EMPTY",
  "def": "An empty box, crate, cask, etc.; -- used in commerce, esp. intransportation of freight; as, \"special rates for empties.\""
 },
 {
  "index": 59699,
  "word": "PISCINAL",
  "def": "Belonging to a fishpond or a piscina."
 },
 {
  "index": 45100,
  "word": "AIR VESSEL",
  "def": "A vessel, cell, duct, or tube containing or conducting air; asthe air vessels of insects, birds, plants, etc.; the air vessel of apump, engine, etc. For the latter, see Air chamber. The air vesselsof insects are called tracheæ, of plants spiral vessels."
 },
 {
  "index": 43702,
  "word": "GASTROPODA",
  "def": "One of the classes of Mollusca, of great extent. It includesmost of the marine spiral shells, and the land and fresh-watersnails. They generally creep by means of a flat, muscular disk, orfoot, on the ventral side of the body. The head usually bears one ortwo pairs of tentacles. See Mollusca. [Written also Gasteropoda.]"
 },
 {
  "index": 13284,
  "word": "STANCH",
  "def": "To cease, as the flowing of blood.Immediately her issue of blood stanched. Luke viii. 44."
 },
 {
  "index": 9301,
  "word": "MALEFACTRESS",
  "def": "A female malefactor. Hawthorne."
 },
 {
  "index": 21882,
  "word": "BEAUFIN",
  "def": "See Biffin. Wright."
 }
]