[
 {
  "index": 29991,
  "word": "HANDFASTLY",
  "def": "In a handfast or publicly pledged manner. [Obs.] Holinshed."
 },
 {
  "index": 37817,
  "word": "APOCODEINE",
  "def": "An alkaloid, , prepared from codeine. In its effects itresembles apomorphine."
 },
 {
  "index": 51416,
  "word": "ENTREE",
  "def": "In French usage, a dish served at the beginning of dinner togive zest to the appetite; in English usage, a side dish, served witha joint, or between the courses, as a cutlet, scalloped oysters, etc."
 },
 {
  "index": 47994,
  "word": "MOUSE",
  "def": "Any one of numerous species of small rodents belonging to thegenus Mus and various related genera of the family Muridæ. The commonhouse mouse (Mus musculus) is found in nearly all countries. TheAmerican white-footed, or deer, mouse (Hesperomys leucopus) sometimeslives in houses. See Dormouse, Meadow mouse, under Meadow, andHarvest mouse, under Harvest."
 },
 {
  "index": 77667,
  "word": "REFLEXED",
  "def": "Bent backward or outward."
 },
 {
  "index": 83797,
  "word": "GYMNOCARPOUS",
  "def": "Naked-fruited, the fruit either smooth or not adherent to theperianth. Gray."
 },
 {
  "index": 77545,
  "word": "COMBATABLE",
  "def": "Such as can be, or is liable to be, combated; as, combatablefoes, evils, or arguments."
 },
 {
  "index": 63906,
  "word": "STRATIFIED",
  "def": "Having its substance arranged in strata, or layers; as,stratified rock."
 },
 {
  "index": 6123,
  "word": "COMMOTE",
  "def": "To commove; to disturb; to stir up. [R.]Society being more or less commoted and made uncomfortable.Hawthorne."
 },
 {
  "index": 7134,
  "word": "MOTOGRAPH",
  "def": "A device utilized in the making of a loud-speaking telephone,depending on the fact that the friction between a metallic point anda moving cylinder of moistened chalk, or a moving slip of paper, onwhich it rests is diminished by the passage of a current between thepoint and the moving surface. -- Mo`to*graph\"ic (#), a."
 },
 {
  "index": 5920,
  "word": "CONCREMATION",
  "def": "The act of burning different things together. [Obs.]"
 },
 {
  "index": 13232,
  "word": "INTERJECTIONARY",
  "def": "Interjectional."
 }
]