[
 {
  "index": 45886,
  "word": "CHRISTIAN SOCIALISM",
  "def": "Any theory or system that aims to combine the teachings ofChrist with the teachings of socialism in their applications to life;Christianized socialism; esp., the principles of this natureadvocated by F. D. Maurice, Charles Kingsley, and others in Englandabout 1850. -- Christian socialist."
 },
 {
  "index": 63177,
  "word": "UNSQUIRE",
  "def": "To divest of the title or privilege of an esquire. Swift."
 },
 {
  "index": 6252,
  "word": "HAMITIC",
  "def": "Pertaining to Ham or his descendants. Hamitic languages, thegroup of languages spoken mainly in the Sahara, Egypt, Galla, andSomâli Land, and supposed to be allied to the Semitic. Keith Johnson."
 },
 {
  "index": 51345,
  "word": "DISEMBOWELMENT",
  "def": "The act of disemboweling, or state of being disemboweled;evisceration."
 },
 {
  "index": 27321,
  "word": "DISTILLATORY",
  "def": "Belonging to, or used in, distilling; as, distillatory vessels.-- n."
 },
 {
  "index": 23609,
  "word": "MATICO",
  "def": "A Peruvian plant (Piper, or Artanthe, elongatum), allied to thepepper, the leaves of which are used as a styptic and astringent."
 },
 {
  "index": 62786,
  "word": "BOAT BUG",
  "def": "An aquatic hemipterous insect of the genus Notonecta; -- socalled from swimming on its back, which gives it the appearance of alittle boat. Called also boat fly, boat insect, boatman, and waterboatman."
 },
 {
  "index": 67045,
  "word": "CUBICULAR",
  "def": "Belonging to a chamber or bedroom. [Obs.] Howell."
 },
 {
  "index": 40197,
  "word": "ETHNOLOGIST",
  "def": "One versed in ethnology; a student of ethnology."
 },
 {
  "index": 21905,
  "word": "ANTHROPOGRAPHY",
  "def": "That branch of anthropology which treats of the actualdistribution of the human race in its different divisions, asdistinguished by physical character, language, institutions, andcustoms, in contradistinction to ethnography, which treatshistorically of the origin and filiation of races and nations. P.Cyc."
 },
 {
  "index": 64321,
  "word": "OPINION",
  "def": "The formal decision, or expression of views, of a judge, anumpire, a counselor, or other party officially called upon toconsider and decide upon a matter or point submitted. To be ofopinion, to think; to judge.-- To hold opinion with, to agree with. [Obs.] Shak."
 },
 {
  "index": 72602,
  "word": "MESAL",
  "def": "Same as Mesial."
 }
]