[
 {
  "index": 27249,
  "word": "CRITIQUE",
  "def": "To criticise or pass judgment upon. [Obs.] Pope."
 },
 {
  "index": 19360,
  "word": "CAPSTAN",
  "def": "A vertical cleated drum or cylinder, revolving on an uprightspindle, and surmounted by a drumhead with sockets for bars orlevers. It is much used, especially on shipboard, for moving orraising heavy weights or exerting great power by traction upon a ropeor cable, passing around the drum. It is operated either by steampower or by a number of men walking around the capstan, each pushingon the end of a lever fixed in its socket. [Sometimes spelt Capstern,but improperly.] Capstan bar, one of the long bars or levers by whichthe capstan is worked; a handspike..-- To pawl the capstan, to drop the pawls so that they will catch inthe notches of the pawl ring, and prevent the capstan from turningback.-- To rig the capstan, to prepare the for use, by putting the barsin the sockets.-- To surge the capstan, to slack the tension of the rope or cablewound around it."
 },
 {
  "index": 54876,
  "word": "REALMLESS",
  "def": "Destitute of a realm. Keats."
 },
 {
  "index": 2795,
  "word": "COACHEE",
  "def": "A coachman [Slang]"
 },
 {
  "index": 70528,
  "word": "BAIGNE",
  "def": "To soak or drench. [Obs.]"
 },
 {
  "index": 63101,
  "word": "DECIARE",
  "def": "A measure of area, the tenth part of an are; ten square meters."
 },
 {
  "index": 33566,
  "word": "OVERSHADOWY",
  "def": "Overshadowing. [R.]"
 },
 {
  "index": 28994,
  "word": "BONNILY",
  "def": "Gayly; handsomely."
 },
 {
  "index": 36518,
  "word": "LONGITUDE",
  "def": "The arc or portion of the equator intersected between themeridian of a given place and the meridian of some other place fromwhich longitude is reckoned, as from Greenwich, England, or sometimesfrom the capital of a country, as from Washington or Paris. Thelongitude of a place is expressed either in degrees or in time; as,that of New York is 74ยบ or 4 h. 56 min. west of Greenwich."
 },
 {
  "index": 76231,
  "word": "PRIMULA",
  "def": "The genus of plants including the primrose (Primula vera)."
 },
 {
  "index": 39966,
  "word": "ACAUDATE",
  "def": "Tailless."
 },
 {
  "index": 56408,
  "word": "UNHOOP",
  "def": "To strip or deprive of hoops; to take away the hoops of."
 }
]