[
 {
  "word": "KIBY",
  "def": "Affected with kibes. Skelton."
 },
 {
  "word": "DICHLAMYDEOUS",
  "def": "Having two coverings, a calyx and in corolla."
 },
 {
  "word": "HELIOPORA",
  "def": "An East Indian stony coral now known to belong to theAlcyonaria; -- called also blue coral."
 },
 {
  "word": "DOFF",
  "def": "To put off dress; to take off the hat."
 },
 {
  "word": "REFLET",
  "def": "Luster; special brilliancy of surface; -- used esp. in ceramicsto denote the peculiar metallic brilliancy seen in lustered potterysuch as majolica; as, silver reflet; gold reflet."
 },
 {
  "word": "SOAPSTONE",
  "def": "See Steatite, and Talc."
 },
 {
  "word": "LATEEN",
  "def": "Of or pertaining to a peculiar rig used in the Mediterraneanand adjacent waters, esp. on the northern coast of Africa. See below.Lateen sail. Etym: [F. voile latine a sail in the shape of a right-angled triangle; cf. It. \u0026 Sp. vela latina; properly Latin sail. SeeLatin.] (Naut.) A triangular sail, extended by a long yard, which isslung at about one fourth of its length from the lower end, to a lowmast, this end being brought down at the tack, while the other end iselevated at an angle or about forty-five degrees; -- used in smallboats, feluccas, xebecs, etc., especially in the Mediterranean andadjacent waters. Some lateen sails have also a boom on the lowerside."
 },
 {
  "word": "COLORABLE",
  "def": "Specious; plausible; having an appearance of right or justice.\"Colorable pretense for infidility.\" Bp. Stillingfleet.-- Col\"or*a*ble*ness, n.-- Col\"or*a*bly, adv.Colorable and subtle crimes, that seldom are taken within the walk ofhuman justice. Hooker."
 },
 {
  "word": "BROMISM",
  "def": "A diseased condition produced by the excessive use of bromineor one of its compounds. It is characterized by mental dullness andmuscular weakness."
 },
 {
  "word": "ZANDER",
  "def": "A European pike perch (Stizostedion lucioperca) allied to thewall-eye; -- called also sandari, sander, sannat, schill, and zant."
 },
 {
  "word": "PHOTOTYPOGRAPHY",
  "def": "Same as Phototypy."
 },
 {
  "word": "DISCOID",
  "def": "Having the form of a disk, as those univalve shells which havethe whorls in one plane, so as to form a disk, as the pearlynautilus. Discoid flower (Bot.), a compound flower, consisting oftubular florets only, as a tansy, lacking the rays which are seen inthe daisy and sunflower."
 }
]