[
 {
  "index": 44376,
  "word": "BUTCHERLINESS",
  "def": "Butchery quality."
 },
 {
  "index": 38414,
  "word": "STICKINESS",
  "def": "The quality of being sticky; as, the stickiness of glue orpaste."
 },
 {
  "index": 6449,
  "word": "SIGNIFICAVIT",
  "def": "Formerly, a writ issuing out of chancery, upon certificategiven by the ordinary, of a man's standing excommunicate by the spaceof forty days, for the laying him up in prison till he submit himselfto the authority of the church. Crabb."
 },
 {
  "index": 61095,
  "word": "UNDERSUIT",
  "def": "A suit worn under another suit; a suit of underclothes."
 },
 {
  "index": 39698,
  "word": "VESPIARY",
  "def": "A nest, or habitation, of insects of the wasp kind."
 },
 {
  "index": 72635,
  "word": "WEAVER",
  "def": "A weaver bird."
 },
 {
  "index": 69735,
  "word": "BUCK",
  "def": "To break up or pulverize, as ores."
 },
 {
  "index": 11941,
  "word": "DISCONTENT",
  "def": "Not content; discontented; dissatisfied. Jer. Taylor.Passion seemed to be much discontent, but Patience was very quiet.Bunyan."
 },
 {
  "index": 75749,
  "word": "ANACHRONISTIC",
  "def": "Erroneous in date; containing an anachronism. T. Warton."
 },
 {
  "index": 29572,
  "word": "AMENABLENESS",
  "def": "The quality or state of being amenable; liability to answercharges; answerableness."
 },
 {
  "index": 57751,
  "word": "ARMY ORGANIZATION",
  "def": "The system by which a country raises, classifies, arranges, andequips its armed land forces. The usual divisions are: (1) A regularor active army, in which soldiers serve continuously with the colorsand live in barracks or cantonments when not in the field; (2) thereserves of this army, in which the soldiers, while remainingconstantly subject to a call to the colors, live at their homes,being summoned more or less frequently to report for instruction,drill, or maneuvers; and (3) one or more classes of soldiersorganized largely for territorial defense, living at home and havingonly occasional periods of drill and instraction, who are variouslycalled home reserves (as in the table below), second, third, etc.,line of defense (the regular army and its reserves ordinarilyconstituting the first line of defense), territorial forces, or thelike. In countries where conscription prevails a soldier is supposedto serve a given number of years.  He is usually enrolled first inthe regular army, then passes to its reserve, then into the homereserves, to serve until he reaches the age limit. It for any reasonhe is not enrolled in the regular army, he may begin his service inthe army reserves or even the home reserves, but then serves the fullnumber of years or up to the age limit. In equipment the organizationof the army is into the three great arms of infantry, cavalry, andartillery, together with more or less numerous other branches, suchas engineers, medical corps, etc., besides the staff organizationssuch as those of the pay and subsistence departments."
 },
 {
  "index": 85885,
  "word": "WHIP",
  "def": "To move nimbly; to start or turn suddenly and do something; towhisk; as, he whipped around the corner.With speed from thence he whipped. Sackville.Two friends, traveling, met a bear upon the way; the one whips up atree, and the other throws himself flat upon the ground. L'Estrange."
 }
]