[
 {
  "index": 17024,
  "word": "OLEAMEN",
  "def": "A soft ointment prepared from oil. Dunglison."
 },
 {
  "index": 40312,
  "word": "PNEUMOMETER",
  "def": "A spirometer."
 },
 {
  "index": 41723,
  "word": "DISRESPECTABLE",
  "def": "Not respectable; disreputable. M. Arnold."
 },
 {
  "index": 30341,
  "word": "GUAVA",
  "def": "A tropical tree, or its fruit, of the genus Psidium. Twovarieties are well known, the P. pyriferum, or white guava, and P.pomiferum, or red guava. The fruit or berry is shaped like apomegranate, but is much smaller. It is somewhat astringent, butmakes a delicious jelly."
 },
 {
  "index": 6646,
  "word": "ALISEPTAL",
  "def": "Relating to expansions of the nasal septum."
 },
 {
  "index": 27531,
  "word": "PARITY",
  "def": "The quality or condition of being equal or equivalent; A likestate or degree; equality; close correspondence; analogy; as, parityof reasoning. \"No parity of principle.\" De Quincey.Equality of length and parity of numeration. Sir T. Browne."
 },
 {
  "index": 40353,
  "word": "UNMOTHERED",
  "def": "Deprived of a mother; motherless."
 },
 {
  "index": 27977,
  "word": "PREMOSAIC",
  "def": "Relating to the time before Moses; as, premosaic history."
 },
 {
  "index": 42102,
  "word": "WATER JOINT",
  "def": "A joint in a stone pavement where the stones are left slightlyhigher than elsewhere, the rest of the surface being sunken ordished. The raised surface is intended to prevent the settling ofwater in the joints."
 },
 {
  "index": 42463,
  "word": "INCENSORY",
  "def": "The vessel in which incense is burned and offered; a censer; athurible. [R.] Evelyn."
 },
 {
  "index": 19262,
  "word": "DOMIFY",
  "def": "To divide, as the heavens, into twelve houses. See House, inastrological sense. [Obs.]"
 },
 {
  "index": 67346,
  "word": "MAXIMUM",
  "def": "The greatest quantity or value attainable in a given case; or,the greatest value attained by a quantity which first increases andthen begins to decrease; the highest point or degree; -- opposed toAnt: minimum.Good legislation is the art of conducting a nation to the maximum ofhappiness, and the minimum of misery. P. Colquhoun.Maximum thermometer, a thermometer that registers the highest degreeof temperature attained in a given time, or since its lastadjustment."
 }
]