[
 {
  "index": 44554,
  "word": "PERTLY",
  "def": "In a pert manner."
 },
 {
  "index": 16786,
  "word": "DECKLE-EDGED",
  "def": "Having a deckle edge; as, deckle-edged paper; a deckle-edgedbook."
 },
 {
  "index": 4708,
  "word": "STUCCOWORK",
  "def": "Work done in stucco."
 },
 {
  "index": 36347,
  "word": "LEUCITOID",
  "def": "The trapezohedron or tetragonal trisoctahedron; -- so called asbeing the form of the mineral leucite."
 },
 {
  "index": 32077,
  "word": "CATHEDRA",
  "def": "The official chair or throne of a bishop, or of any person inhigh authority. Ex cathedra Etym: [L., from the chair], in theexercise of one's office; with authority.The Vatican Council declares that the Pope, is infallible \"when hespeaks ex cathedra.\" Addis \u0026 Arnold's Cath. Dict."
 },
 {
  "index": 13345,
  "word": "PUCELLE",
  "def": "A maid; a virgin. [Written also pucel.] [Obs.]Lady or pucelle, that wears mask or fan. B. Jonson.La Pucelle, the Maid of Orleans, Joan of Arc."
 },
 {
  "index": 80258,
  "word": "MYTHOLOGUE",
  "def": "A fabulous narrative; a myth. [R.]May we not ... consider his history of the fall as an excellentmythologue, to account for the origin of human evil Geddes."
 },
 {
  "index": 2385,
  "word": "S",
  "def": "the nineteenth letter of the English alphabet, is a consonanat,and is often called a sibilant, in allusion to its hissing sound. Ithas two principal sounds; one a more hissing, as in sack, this; theother a vocal hissing (the same as that of z), as in is, wise.Besides these it sometimes has the sounds of sh and zh, as in sure,measure. It generally has its hissing sound at the beginning ofwords, but in the middle and at the end of words its sound isdetermined by usage. In a few words it is silent, as in isle, débris.With the letter h it forms the digraph sh. See Guide topronunciation, t\\'c5 255-261."
 },
 {
  "index": 42138,
  "word": "SUPPLENESS",
  "def": "The quality or state of being supple; flexibility; pliableness;pliancy."
 },
 {
  "index": 55225,
  "word": "FOCUS",
  "def": "A point in which the rays of light meet, after being reflectedor refrcted, and at which the image is formed; as, the focus of alens or mirror."
 },
 {
  "index": 20398,
  "word": "MACADAM ROAD",
  "def": "A macadamized road."
 },
 {
  "index": 64510,
  "word": "LORDS AND LADIES",
  "def": "The European wake-robin (Arum maculatum), -- those withpurplish spadix the lords, and those with pale spadix the ladies. Dr.Prior."
 }
]