[
 {
  "index": 57904,
  "word": "MYDATOXIN",
  "def": "A poisonous amido acid, C6H13NO2, separated by Brieger fromdecaying horseflesh. In physiological action, it is similar tocurare."
 },
 {
  "index": 541,
  "word": "OSTEAL",
  "def": "Osseous."
 },
 {
  "index": 19628,
  "word": "HOARSELY",
  "def": "With a harsh, grating sound or voice."
 },
 {
  "index": 81144,
  "word": "AULD",
  "def": "Old; as, Auld Reekie (old smoky), i. e., Edinburgh. [Scot. \u0026Prov. Eng.]"
 },
 {
  "index": 19761,
  "word": "OBSTACLE",
  "def": "That which stands in the way, or opposes; anything that hindersprogress; a hindrance; an obstruction, physical or moral.If all obstacles were cut away. And that my path were even to thecrown. Shak."
 },
 {
  "index": 25129,
  "word": "INSTABLE",
  "def": "Not stable; not standing fast or firm; unstable; prone tochange or recede from a purpose; mutable; inconstant."
 },
 {
  "index": 36732,
  "word": "CONVOLVULACEOUS",
  "def": "Of, pertaining to, or resembling, the family of plants of whichthe bindweed and the morning-glory are common examples."
 },
 {
  "index": 63154,
  "word": "STUNTNESS",
  "def": "Stuntedness; brevity. [R.] Earle."
 },
 {
  "index": 58453,
  "word": "OUTRAGEOUS",
  "def": "Of the nature of an outrage; exceeding the limits of right,reason, or decency; involving or doing an outrage; furious; violent;atrocious. \"Outrageous weeping.\" Chaucer. \"The most outrageousvillainies.\" Sir P. Sidney. \"The vile, outrageous crimes.\" Shak.\"Outrageous panegyric.\" Dryden."
 },
 {
  "index": 33711,
  "word": "CONVERTIBILITY",
  "def": "The condition or quality of being convertible; capability ofbeing exchanged; convertibleness.The mutual convertibility of land into money, and of money into land.Burke."
 },
 {
  "index": 3681,
  "word": "OBSEQUIOUS",
  "def": "Of or pertaining to obsequies; funereal. [R.] \"To do obsequioussorrow.\" Shak."
 },
 {
  "index": 51613,
  "word": "FACUNDITY",
  "def": "Eloquence; readiness of speech. [Archaic]"
 }
]