[
 {
  "word": "SKIPPINGLY",
  "def": "In a skipping manner; by skips, or light leaps."
 },
 {
  "word": "TROUSE",
  "def": "Trousers. [Obs.] Spenser."
 },
 {
  "word": "FIGURINE",
  "def": "A very small figure, whether human or of an animal; especially,one in terra cotta or the like; -- distinguished from statuette,which is applied to small figures in bronze, marble, etc."
 },
 {
  "word": "NEUROTOMY",
  "def": "The division of a nerve, for the relief of neuralgia, or forother purposes. Dunglison."
 },
 {
  "word": "PROMISCUOUSLY",
  "def": "In a promiscuous manner."
 },
 {
  "word": "LINNET",
  "def": "Any one of several species of fringilline birds of the generaLinota, Acanthis, and allied genera, esp. the common European species(L. cannabina), which, in full summer plumage, is chestnut brownabove, with the breast more or less crimson. The feathers of its headare grayish brown, tipped with crimson. Called also gray linnet, redlinnet, rose linnet, brown linnet, lintie, lintwhite, gorse thatcher,linnet finch, and greater redpoll. The American redpoll linnet(Acanthis linaria) often has the crown and throat rosy. See Redpoll,and Twite. Green linnet (Zoöl.), the European green finch."
 },
 {
  "word": "CROTALO",
  "def": "A Turkish musical instrument."
 },
 {
  "word": "INSPECTORIAL",
  "def": "Of or pertaining to an inspector or to inspection. [R.]"
 },
 {
  "word": "CANONRY",
  "def": "A benefice or prebend in a cathedral or collegiate church; aright to a place in chapter and to a portion of its revenues; thedignity or emoluments of a canon."
 },
 {
  "word": "LIGULIFLOROUS",
  "def": "Bearing only ligulate flowers; -- said of a large suborder ofcomposite plants, such as the dandelion, hawkweed, etc."
 },
 {
  "word": "FIREFISH",
  "def": "A singular marine fish of the genus Pterois, family Scorpænidæ,of several species, inhabiting the Indo-Pacific region. They areusually red, and have very large spinose pectoral and dorsal fins."
 },
 {
  "word": "LAEVO-",
  "def": ". A prefix. See Levo."
 }
]