[
 {
  "index": 75445,
  "word": "INDISPERSED",
  "def": "Not dispersed. [R.]"
 },
 {
  "index": 15973,
  "word": "PRETENSEFUL",
  "def": "Abounding in pretenses."
 },
 {
  "index": 2106,
  "word": "WADDLE",
  "def": "To walk with short steps, swaying the body from one side to theother, like a duck or very fat person; to move clumsily andtotteringly along; to toddle; to stumble; as, a child waddles when hebegins to walk; a goose waddles. Shak.She drawls her words, and waddles in her pace. Young."
 },
 {
  "index": 43933,
  "word": "INTRALOBULAR",
  "def": "Within lobules; as, the intralobular branches of the hepaticveins."
 },
 {
  "index": 84056,
  "word": "YUKE",
  "def": "Same as Yuck. [Prov. Eng.]"
 },
 {
  "index": 75152,
  "word": "PILCHARD",
  "def": "A small European food fish (Clupea pilchardus) resembling theherring, but thicker and rounder. It is sometimes taken in greatnumbers on the coast of England.Fools are as like husbands as pilchards are to herrings. Shak."
 },
 {
  "index": 1685,
  "word": "CALMNESS",
  "def": "The state of quality of being calm; quietness; tranquillity;self-repose.The gentle calmness of the flood. Denham.Hes calmness was the repose of conscious power. E. Everett."
 },
 {
  "index": 55,
  "word": "GLOSSARIST",
  "def": "A writer of glosses or of a glossary; a commentator; ascholiast. Tyrwhitt."
 },
 {
  "index": 58372,
  "word": "REPREHENSION",
  "def": "Reproof; censure; blame; disapproval.This Basilius took as though his mistress had given him a secretreprehension that he had not showed more gratefulness to Dorus. SirP. Sidney."
 },
 {
  "index": 64869,
  "word": "GUILTILY",
  "def": "In a guilty manner."
 },
 {
  "index": 35904,
  "word": "LACROSSE",
  "def": "A game of ball, originating among the North American Indians,now the popular field sport of Canada, and played also in England andthe United States. Each player carries a long-handled racket, calleda \"crosse\". The ball is not handled but caught with the crosse andcarried on it, or tossed from it, the object being to carry it orthrow it through one of the goals placed at opposite ends of thefield."
 },
 {
  "index": 62401,
  "word": "MUSCULATURE",
  "def": "Musculation."
 }
]