[
 {
  "index": 75522,
  "word": "ANGIOSPERMOUS",
  "def": "Having seeds inclosed in a pod or other pericarp."
 },
 {
  "index": 14926,
  "word": "MOTIONIST",
  "def": "A mover. [Obs.]"
 },
 {
  "index": 29870,
  "word": "PAUPERIZATION",
  "def": "The act or process of reducing to pauperism. C. Kingsley."
 },
 {
  "index": 38524,
  "word": "CUP-ROSE",
  "def": "Red poppy. See Cop-rose."
 },
 {
  "index": 20840,
  "word": "MOTON",
  "def": "A small plate covering the armpit in armor of the 14th centuryand later."
 },
 {
  "index": 60524,
  "word": "BREADTHWISE",
  "def": "In the direction of the breadth."
 },
 {
  "index": 1826,
  "word": "SOAKING",
  "def": "Wetting thoroughly; drenching; as, a soaking rain.-- Soak\"ing*ly, adv."
 },
 {
  "index": 73740,
  "word": "PARCENER",
  "def": "A coheir, or one of two or more persons to whom an estate ofinheritance descends jointly, and by whom it is held as one estate."
 },
 {
  "index": 70321,
  "word": "THRESHWOLD",
  "def": "Threshold. [Obs.]"
 },
 {
  "index": 7188,
  "word": "ICHTHYOLITE",
  "def": "A fossil fish, or fragment of a fish."
 },
 {
  "index": 63040,
  "word": "TACHOMETER",
  "def": "An instrument for measuring the velocity, or indicating changesin the velocity, of a moving body or substance. Specifically: --(a) An instrument for measuring the velocity of running water in ariver or canal, consisting of a wheel with inclined vanes, which isturned by the current. The rotations of the wheel are recorded byclockwork.(b) An instrument for showing at any moment the speed of a revolvingshaft, consisting of a delicate revolving conical pendulum which isdriven by the shaft, and the action of which by change of speed movesa pointer which indicates the speed on a graduated dial.(c) (Physiol.) An instrument for measuring the velocity of the blood;a hæmatachometer."
 },
 {
  "index": 81951,
  "word": "WHIMSEY",
  "def": "To fill with whimseys, or whims; to make fantastic; to craze.[R.]To have a man's brain whimsied with his wealth. J. Fletcher."
 }
]