[
 {
  "index": 47995,
  "word": "GEORGIC",
  "def": "A rural poem; a poetical composition on husbandry, containingrules for cultivating lands, etc.; as, the Georgics of Virgil."
 },
 {
  "index": 44538,
  "word": "ENCEPHALOPATHY",
  "def": "Any disease or symptoms of disease referable to disorders ofthe brain; as, lead encephalopathy, the cerebral symptoms attendingchronic lead poisoning."
 },
 {
  "index": 46957,
  "word": "ACYCLIC",
  "def": "Not cyclic; not disposed in cycles or whorls; as: (a) (Bot.)"
 },
 {
  "index": 42792,
  "word": "RE-PRESENT",
  "def": "To present again; as, to re-present the points of an argument."
 },
 {
  "index": 51485,
  "word": "SWIFTLY",
  "def": "In a swift manner; with quick motion or velocity; fleetly.Wyclif."
 },
 {
  "index": 47130,
  "word": "SALUTATORY",
  "def": "Containing or expressing salutations; speaking a welcome;greeting; -- applied especially to the oration which introduces theexercises of the Commencements, or similar public exhibitions, inAmerican colleges."
 },
 {
  "index": 36304,
  "word": "OINTMENT",
  "def": "That which serves to anoint; any soft unctuous substance usedfor smearing or anointing; an unguent."
 },
 {
  "index": 36632,
  "word": "ACCOUNTANTSHIP",
  "def": "The office or employment of an accountant."
 },
 {
  "index": 55163,
  "word": "ONTOGENIC",
  "def": "Ontogenetic."
 },
 {
  "index": 81380,
  "word": "HIRCIN",
  "def": "Hircic acid. See Hircic. [R.]"
 },
 {
  "index": 73715,
  "word": "VAGRANCY",
  "def": "The quality or state of being a vagrant; a wandering without asettled home; an unsettled condition; vagabondism.Threatened away into banishment and vagrancy. Barrow."
 },
 {
  "index": 67782,
  "word": "CORPORAL",
  "def": "A noncommissioned officer, next below a sergeant. In the UnitedStates army he is the lowest noncomissioned officer in a company ofinfantry. He places and relieves sentinels. Corporal's guard, adetachment such as would be in charge of a corporal for guard duty,etc.; hence, derisively, a very small number of persons.-- Lance corporal, an assistant corporal on private's pay. Farrow.-- Ship's corporal (Naut.), a petty officer who assists the masterat arms in his various duties."
 }
]