[
 {
  "word": "ARSENIDE",
  "def": "A compound of arsenic with a metal, or positive element orradical; -- formerly called arseniuret."
 },
 {
  "word": "OZENA",
  "def": "A discharge of fetid matter from the nostril, particularly ifassociated with ulceration of the soft parts and disease of the bonesof the nose."
 },
 {
  "word": "BEAMFUL",
  "def": "Beamy; radiant."
 },
 {
  "word": "INTENTATION",
  "def": "Intention. [Obs.]"
 },
 {
  "word": "RUBRIC",
  "def": "That part of any work in the early manuscripts and typographywhich was colored red, to distinguish it from other portions. Hence,specifically:(a) A titlepage, or part of it, especially that giving the date andplace of printing; also, the initial letters, etc., when printed inred.(b) (Law books) The title of a statute; -- so called as beinganciently written in red letters. Bell.(c) (Liturgies) The directions and rules for the conduct of service,formerly written or printed in red; hence, also, an ecclesiastical orepiscopal injunction; -- usually in the plural.All the clergy in England solemnly pledge themselves to observe therubrics. Hook."
 },
 {
  "word": "AONIAN",
  "def": "Pertaining to Aonia, Boeotia, or to the Muses, who weresupposed to dwell there. Aonian fount, the fountain of Aganippe, atthe foot of Mount Helicon, not far from Thebes, and sacred to theMuses."
 },
 {
  "word": "PUNCHEON",
  "def": "A short, upright piece of timber in framing; a short post; anintermediate stud. Oxf. Gloss."
 },
 {
  "word": "MOLLUSC",
  "def": "Same as Mollusk."
 },
 {
  "word": "CENTESIMAL",
  "def": "Hundredth.-- n."
 },
 {
  "word": "TOPHET",
  "def": "A place lying east or southeast of Jerusalem, in the valley ofHinnom. [Written also Topheth.]And he defiled Topheth, which is in the valley of the children ofHinnom. 2 Kings xxiii. 10."
 },
 {
  "word": "GRUGRU PALM",
  "def": "A West Indian name for several kinds of palm. See Macaw tree,under Macaw. [Written also grigri palm.]"
 },
 {
  "word": "WASTOR",
  "def": "A waster; a thief. [Obs. or R.] [Written also wastour.]Chaucer. Southey."
 }
]