[
    {
        "word": "TINGID",
        "def": "Of or pertaining to the genus Tingis."
    },
    {
        "word": "EPHEMERAL",
        "def": "Anything lasting but a day, or a brief time; an ephemeralplant, insect, etc."
    },
    {
        "word": "POURPRESTURE",
        "def": "See Purpresture."
    },
    {
        "word": "SUPERADVENIENT",
        "def": "Coming upon; coming in addition to, or in assistance of,something. [R.]He has done bravely by the superadvenient assistance of his God. Dr.H. More."
    },
    {
        "word": "MONOPODIAL",
        "def": "Having a monopodium or a single and continuous axis, as abirchen twig or a cornstalk."
    },
    {
        "word": "HEARSELIKE",
        "def": "Suitable to a funeral.If you listen to David's harp, you shall hear as many hearselike airsas carols. Bacon."
    },
    {
        "word": "RECREMENTITIAL",
        "def": "Of the nature of a recrement. See Recrement,2 (b).\"Recrementitial fluids.\" Dunglison."
    },
    {
        "word": "PHOTOGRAMMETER",
        "def": "A phototheodolite, or a camera designed for use inphotogrammetry. --Pho`to*gram*met\"ric (#), Pho`to*gram*met\"ric*al(#), a."
    },
    {
        "word": "ISOLATED",
        "def": "Placed or standing alone; detached; separated from others.Isolated point of a curve. (Geom.) See Acnode."
    },
    {
        "word": "JANE-OF-APES",
        "def": "A silly, pert girl; -- corresponding to jackanapes. Massinger."
    },
    {
        "word": "ADDUCT",
        "def": "To draw towards a common center or a middle line. Huxley."
    },
    {
        "word": "EQUATE",
        "def": "To make equal; to reduce to an average; to make such anallowance or correction in as will reduce to a common standard ofcomparison; to reduce to mean time or motion; as, to equate payments;to equate lines of railroad for grades or curves; equated distances.Palgrave gives both scrolle and scrowe and equates both to F[rench]rolle. Skeat (Etymol. Dict. ).Equating for grades (Railroad Engin.), adding to the measureddistance one mile for each twenty feet of ascent.-- Equating for curves, adding half a mile for each 360 degrees ofcurvature."
    }
]