[
 {
  "index": 68225,
  "word": "SLANGOUS",
  "def": "Slangy. [R.] John Bee."
 },
 {
  "index": 29820,
  "word": "LIBRIFORM",
  "def": "Having the form of liber, or resembling liber. Libriform cells,peculiar wood cells which are very slender and relatively thick-walled, and occasionally are furnished with bordered pits. Goodale."
 },
 {
  "index": 16866,
  "word": "OPPIDAN",
  "def": "Of or pertaining to a town. Howell."
 },
 {
  "index": 81766,
  "word": "WANDERING",
  "def": "a. \u0026 n. from Wander, v. Wandering albatross (Zoöl.), the greatwhite albatross. See Illust. of Albatross.-- Wandering cell (Physiol.), an animal cell which possesses thepower of spontaneous movement, as one of the white corpuscles of theblood.-- Wandering Jew (Bot.), any one of several creeping species ofTradescantia, which have alternate, pointed leaves, and a soft,herbaceous stem which roots freely at the joints. They are commonlycultivated in hanging baskets, window boxes, etc.-- Wandering kidney (Med.), a morbid condition in which one kidney,or, rarely, both kidneys, can be moved in certain directions; --called also floating kidney, movable kidney.-- Wandering liver (Med.), a morbid condition of the liver, similarto wandering kidney.-- Wandering mouse (Zoöl.), the whitefooted, or deer, mouse. SeeIllust. of Mouse.-- Wandering spider (Zoöl.), any one of a tribe of spiders thatwander about in search of their prey."
 },
 {
  "index": 84964,
  "word": "CUTE",
  "def": "Clever; sharp; shrewd; ingenious; cunning. [Colloq.]"
 },
 {
  "index": 46530,
  "word": "HYGEIA",
  "def": "The goddess of health, daughter of Esculapius."
 },
 {
  "index": 72593,
  "word": "DIAPHEMETRIC",
  "def": "Relating to the measurement of the tactile sensibility ofparts; as, diaphemetric compasses. Dunglison."
 },
 {
  "index": 69822,
  "word": "SAXIFRAGANT",
  "def": "Breaking or destroying stones; saxifragous. [R.] -- n."
 },
 {
  "index": 24558,
  "word": "STIPEND",
  "def": "Settled pay or compensation for services, whether paid daily,monthly, or annually."
 },
 {
  "index": 26197,
  "word": "STEREOPTICON",
  "def": "An instrument, consisting essentially of a magic lantern inwhich photographic pictures are used, by which the image of alandscape, or any object, may be thrown upon a screen in such amanner as to seem to stand out in relief, so as to form a strikingand accurate representation of the object itself; also, a pair ofmagic lanterns for producing the effect of dissolving views."
 },
 {
  "index": 7191,
  "word": "GARBOIL",
  "def": "Tumult; disturbance; disorder. [Obs.] Shak."
 },
 {
  "index": 40598,
  "word": "DESIDERATIVE",
  "def": "Denoting desire; as, desiderative verbs."
 }
]