[
 {
  "index": 31252,
  "word": "KNEEL",
  "def": "To bend the knee; to fall or rest on the knees; -- sometimeswith down.And he kneeled down, and cried with a loud voice, Lord, lay not thissin to their charge. Acts vii. 60.As soon as you are dressed, kneel and say the Lord's Prayer. Jer.Taylor."
 },
 {
  "index": 62071,
  "word": "CLARO-OBSCURO",
  "def": "See Chiaroscuro."
 },
 {
  "index": 76944,
  "word": "SATURATED",
  "def": "Having its affinity satisfied; combined with all it can hold; -- said of certain atoms, radicals, or compounds; thus, methane is asaturated compound. Contrasted with unsaturated."
 },
 {
  "index": 26272,
  "word": "WAHOO",
  "def": "A dark blue scombroid food fish (Acanthocibium solandri orpetus) of Florida and the West Indies."
 },
 {
  "index": 30478,
  "word": "SCANDIUM",
  "def": "A rare metallic element of the boron group, whose existence waspredicated under the provisional name ekaboron by means of theperiodic law, and subsequently discovered by spectrum analysis incertain rare Scandinavian minerals (euxenite and gadolinite). It hasnot yet been isolated. Symbol Sc. Atomic weight 44"
 },
 {
  "index": 64764,
  "word": "GUNPOWDER",
  "def": "A black, granular, explosive substance, consisting of anintimate mechanical mixture of niter, charcoal, and sulphur. It isused in gunnery and blasting."
 },
 {
  "index": 72125,
  "word": "DEBATEMENT",
  "def": "Controversy; deliberation; debate. [R.]A serious question and debatement with myself. Milton."
 },
 {
  "index": 81723,
  "word": "WOOL-HALL",
  "def": "A trade market in the woolen districts. [Eng.]"
 },
 {
  "index": 85898,
  "word": "DISCERNIBLY",
  "def": "In a manner to be discerned; perceptibly; visibly. Hammond."
 },
 {
  "index": 67406,
  "word": "TARDILY",
  "def": "In a tardy manner; slowly."
 },
 {
  "index": 64816,
  "word": "REDDEN",
  "def": "To make red or somewhat red; to give a red color to."
 },
 {
  "index": 19077,
  "word": "LUCE",
  "def": "A pike when full grown. Halliwell."
 }
]