[
 {
  "index": 457,
  "word": "SPORTABILITY",
  "def": "Sportiveness. [Obs.]"
 },
 {
  "index": 62631,
  "word": "ELECTRO-MOTION",
  "def": "The motion of electricity or its passage from one metal toanother in a voltaic circuit; mechanical action produced by means ofelectricity."
 },
 {
  "index": 7759,
  "word": "AMIDO",
  "def": "Containing, or derived from, amidogen. Amido acid, an acid inwhich a portion of the nonacid hydrogen has been replaced by theamido group. The amido acids are both basic and acid.-- Amido group, amidogen, NH2."
 },
 {
  "index": 25488,
  "word": "INSULTING",
  "def": "Containing, or characterized by, insult or abuse; tending toinsult or affront; as, insulting language, treatment, etc.-- In*sult\"ing*ly, adv."
 },
 {
  "index": 83372,
  "word": "SYRINGOTOMY",
  "def": "The operation of cutting for anal fistula."
 },
 {
  "index": 8705,
  "word": "PLACENTATION",
  "def": "The mode of formation of the placenta in different animals; as,the placentation of mammals."
 },
 {
  "index": 67735,
  "word": "PUCE",
  "def": "Of a dark brown or brownish purple color."
 },
 {
  "index": 57266,
  "word": "INDESTRUCTIBLE",
  "def": "Not destructible; incapable of decomposition or of beingdestroyed.-- In`de*struc\"ti*ble*ness, n.-- In`de*struc\"ti*bly, adv."
 },
 {
  "index": 53211,
  "word": "SACRAMENTAL",
  "def": "That which relates to a sacrament. Bp. Morton."
 },
 {
  "index": 15931,
  "word": "INDISTINGUISHABLE",
  "def": "Not distinguishable; not capable of being perceived, known, ordiscriminated as separate and distinct; hence, not capable of beingperceived or known; as, in the distance the flagship wasindisguishable; the two copies were indisguishable in form or color;the difference between them was indisguishable."
 },
 {
  "index": 33514,
  "word": "GRADUATE",
  "def": "To bring to a certain degree of consistency, by evaporation, asa fluid. Graduating engine, a dividing engine. See Dividing engine,under Dividing."
 },
 {
  "index": 24086,
  "word": "KEUPER",
  "def": "The upper division of the European Triassic. See Chart ofGeology."
 }
]