[
 {
  "index": 84598,
  "word": "FORESHOWER",
  "def": "One who predicts."
 },
 {
  "index": 76679,
  "word": "GLUCOSE",
  "def": "Any one of a large class of sugars, isometric with glucoseproper, and including levulose, galactose, etc."
 },
 {
  "index": 82659,
  "word": "MASTOIDITIS",
  "def": "Inflammation in the mastoid process of the temporal bone."
 },
 {
  "index": 55337,
  "word": "TOILLESS",
  "def": "Free from toil."
 },
 {
  "index": 41412,
  "word": "ENTICE",
  "def": "To draw on, by exciting hope or desire; to allure; to attract;as, the bait enticed the fishes. Often in a bad sense: To leadastray; to induce to evil; to tempt; as, the sirens enticed them tolisten.Roses blushing as they blow, And enticing men to pull. Beau. \u0026 Fl.My son, if sinners entice thee, consent thou not. Prov. i. 10.Go, and thine erring brother gain, Entice him home to be forgiven.Keble."
 },
 {
  "index": 32447,
  "word": "BARONET",
  "def": "A dignity or degree of honor next below a baron and above aknight, having precedency of all orders of knights except those ofthe Garter. It is the lowest degree of honor that is hereditary. Thebaronets are commoners."
 },
 {
  "index": 46569,
  "word": "SUPINITY",
  "def": "Supineness. [Obs.] Sir T. Browne."
 },
 {
  "index": 61715,
  "word": "KALENDAR",
  "def": "See Calendar."
 },
 {
  "index": 72884,
  "word": "TAILRACE",
  "def": "The channel in which tailings, suspended in water, areconducted away."
 },
 {
  "index": 9528,
  "word": "EXCANDESCENT",
  "def": "White or glowing with heat. [R.] Ure."
 },
 {
  "index": 39577,
  "word": "FIDELITY",
  "def": "Faithfulness; adherence to right; careful and exact observanceof duty, or discharge of obligations. Especially:(a) Adherence to a person or party to which one is bound; loyalty.Whose courageous fidelity was proof to all danger. Macaulay.The best security for the fidelity of men is to make interestcoincide with duty. A. Hamilton."
 },
 {
  "index": 69835,
  "word": "TOWNLESS",
  "def": "Having no town. Howell."
 }
]