[
 {
  "index": 65415,
  "word": "CLAY",
  "def": "Earth in general, as representing the elementary particles ofthe human body; hence, the human body as formed from such particles.I also am formed out of the clay. Job xxxiii. 6.The earth is covered thick with other clay, Which her own clay shallcover. Byron.Bowlder clay. See under Bowlder.-- Brick clay, the common clay, containing some iron, and thereforeturning red when burned.-- Clay cold, cold as clay or earth; lifeless; inanimate.-- Clay ironstone, an ore of iron consisting of the oxide orcarbonate of iron mixed with clay or sand.-- Clay marl, a whitish, smooth, chalky clay.-- Clay mill, a mill for mixing and tempering clay; a pug mill.-- Clay pit, a pit where clay is dug.-- Clay slate (Min.), argillaceous schist; argillite.-- Fatty clays, clays having a greasy feel; they are chemicalcompounds of water, silica, and aluminia, as halloysite, bole, etc.-- Fire clay , a variety of clay, entirely free from lime, iron, oran alkali, and therefore infusible, and used for fire brick.-- Porcelain clay, a very pure variety, formed directly from thedecomposition of feldspar, and often called kaolin.-- Potter's clay, a tolerably pure kind, free from iron."
 },
 {
  "index": 77337,
  "word": "TOUCHSTONE",
  "def": "Lydian stone; basanite; -- so called because used to test thepurity of gold and silver by the streak which is left upon the stonewhen it is rubbed by the metal. See Basanite."
 },
 {
  "index": 11876,
  "word": "EPAULE",
  "def": "The shoulder of a bastion, or the place where its face andflank meet and form the angle, called the angle of the shoulder."
 },
 {
  "index": 74104,
  "word": "TOP-PROUD",
  "def": "Proud to the highest degree. [R.] \"This top-proud fellow.\"Shak."
 },
 {
  "index": 8673,
  "word": "PICKLED",
  "def": "Preserved in a pickle."
 },
 {
  "index": 39047,
  "word": "ARYAN",
  "def": "Of or pertaining to the people called Aryans; Indo-European;Indo-Germanic; as, the Aryan stock, the Aryan languages."
 },
 {
  "index": 55126,
  "word": "ISOCRYME",
  "def": "A line connecting points on the earth's surface having the samemean temperature in the coldest month of the year."
 },
 {
  "index": 83877,
  "word": "ORBIT",
  "def": "The path described by a heavenly body in its periodicalrevolution around another body; as, the orbit of Jupiter, of theearth, of the moon."
 },
 {
  "index": 81360,
  "word": "SOILURE",
  "def": "Stain; pollution. Shak.Then fearing rust or soilure, fashioned for it A case of silk.Tennyson."
 },
 {
  "index": 48816,
  "word": "BOURI",
  "def": "A mullet (Mugil capito) found in the rivers of Southern Europeand in Africa."
 },
 {
  "index": 68777,
  "word": "TORPEDO BOOM",
  "def": "A spar formerly carried by men-of-war, having a torpedo on itsend."
 },
 {
  "index": 24435,
  "word": "INCOMPLETENESS",
  "def": "The state of being incomplete; imperfectness; defectiveness.Boyle."
 }
]