[
 {
  "index": 31444,
  "word": "CAUTER",
  "def": "A hot iron for searing or cauterizing. Minsheu."
 },
 {
  "index": 77511,
  "word": "POLLENIN",
  "def": "A substance found in the pollen of certain plants. [R.]"
 },
 {
  "index": 75791,
  "word": "WHALEBONE",
  "def": "A firm, elastic substance resembling horn, taken from the upperjaw of the right whale; baleen. It is used as a stiffening in stays,fans, screens, and for various other purposes. See Baleen."
 },
 {
  "index": 66476,
  "word": "SILVERITE",
  "def": "One who favors the use or establishment of silver as a monetarystandard; -- so called by those who favor the gold standard. [Colloq.or Cant]"
 },
 {
  "index": 20860,
  "word": "HIRUDINE",
  "def": "Of or pertaining to the leeches."
 },
 {
  "index": 71391,
  "word": "LEMUR",
  "def": "One of a family (Lemuridæ) of nocturnal mammals allied to themonkeys, but of small size, and having a sharp and foxlike muzzle,and large eyes. They feed upon birds, insects, and fruit, and aremostly natives of Madagascar and the neighboring islands, one genus(Galago) occurring in Africa. The slow lemur or kukang of the EastIndies is Nycticebus tardigradus. See Galago, Indris, and Colugo."
 },
 {
  "index": 57502,
  "word": "FEMALIZE",
  "def": "To make, or to describe as, female or feminine. Shaftesbury."
 },
 {
  "index": 60829,
  "word": "PYRITOHEDRON",
  "def": "The pentagonal dodecahedron, a common form of pyrite."
 },
 {
  "index": 23370,
  "word": "PICKED",
  "def": "Having a pike or spine on the back; -- said of certain fishes."
 },
 {
  "index": 72251,
  "word": "BONSPIEL",
  "def": "A cur [Scot.]"
 },
 {
  "index": 35183,
  "word": "DISINTHRALLMENT",
  "def": "A releasing from thralldom or slavery; disenthrallment.[Written also disinthralment.]"
 },
 {
  "index": 58328,
  "word": "REVERBERATIVE",
  "def": "Of the nature of reverberation; tending to reverberate;reflective.This reverberative influence is that which we have intended above, asthe influence of the mass upon its centers. I. Taylor."
 }
]