[
 {
  "index": 42873,
  "word": "MOWN",
  "def": "Cut down by mowing, as grass; deprived of grass by mowing; as,a mown field."
 },
 {
  "index": 62933,
  "word": "INTRODUCTORILY",
  "def": "By way of introduction."
 },
 {
  "index": 23304,
  "word": "HAEMATIC",
  "def": "Of or pertaining to the blood; sanguine; brownish red. Hæmaticacid (Physiol.), a hypothetical acid, supposed to be formed fromhemoglobin during its oxidation in the lungs, and to have the powerof freeing carbonic acid from the sodium carbonate of the serum.Thudichum."
 },
 {
  "index": 10687,
  "word": "DECEPTIOUS",
  "def": "Tending deceive; delusive. [R.]As if those organs had deceptious functions. Shak."
 },
 {
  "index": 35800,
  "word": "UNDERBIND",
  "def": "To bind beneath. Fairfax."
 },
 {
  "index": 50867,
  "word": "YORKSHIRE",
  "def": "A county in the north of England. Yorkshire grit, a kind ofstone used for polishing marble, and copperplates for engravers.Simmonds.-- Yorkshire pudding, a batter pudding baked under meat."
 },
 {
  "index": 51420,
  "word": "LAVA",
  "def": "The melted rock ejected by a volcano from its top or fissuredsides. It flows out in streams sometimes miles in length. It alsoissues from fissures in the earth's surface, and forms beds coveringmany square miles, as in the Northwestern United States."
 },
 {
  "index": 51401,
  "word": "DETONATION",
  "def": "An explosion or sudden report made by the instantaneousdecomposition or combustion of unstable substances' as, thedetonation of gun cotton."
 },
 {
  "index": 23405,
  "word": "PHILANDER",
  "def": "To make love to women; to play the male flirt.You can't go philandering after her again. G. Eliot."
 },
 {
  "index": 43443,
  "word": "GORD",
  "def": "An instrument of gaming; a sort of dice. [Obs.] Beau. \u0026 Fl."
 },
 {
  "index": 7384,
  "word": "PROCRUSTEAN",
  "def": "Of or pertaining to Procrustes, or the mode of torturepracticed by him; producing conformity by violent means; as, theProcrustean treatment; a Procrustean limit. See Procrustes."
 },
 {
  "index": 34017,
  "word": "APIECES",
  "def": "In pieces or to pieces. [Obs.] \"Being torn apieces.\" Shak."
 }
]