[
 {
  "index": 49889,
  "word": "BATAILLED",
  "def": "Embattled. [Obs.] Chaucer."
 },
 {
  "index": 1063,
  "word": "ROSELLE",
  "def": "a malvaceous plant (Hibiscus Sabdariffa) cultivated in the eastand West Indies for its fleshy calyxes, which are used for makingtarts and jelly and an acid drink."
 },
 {
  "index": 69243,
  "word": "ECTENTAL",
  "def": "Relating to, or connected with, the two primitive germ layers,the ectoderm and ectoderm; as, the \"ectental line\" or line ofjuncture of the two layers in the segmentation of the ovum. C. S.Minot."
 },
 {
  "index": 66775,
  "word": "HEXADECANE",
  "def": "See Hecdecane."
 },
 {
  "index": 68604,
  "word": "NONINHABITANT",
  "def": "One who is not an inhabitant; a stranger; a foreigner; anonresident."
 },
 {
  "index": 40220,
  "word": "BELIEVING",
  "def": "That believes; having belief.-- Be*liev\"ing*ly, adv."
 },
 {
  "index": 39931,
  "word": "CHEVAGE",
  "def": "See Chiefage. [Obs.]"
 },
 {
  "index": 53070,
  "word": "IDOLOCLAST",
  "def": "A breaker of idols; an iconoclast."
 },
 {
  "index": 41530,
  "word": "ART UNION",
  "def": "An association for promoting art (esp. the arts of design), andgiving encouragement to artists."
 },
 {
  "index": 38649,
  "word": "HORN",
  "def": "Any natural projection or excrescence from an animal,resembling or thought to resemble a horn in substance or form; esp.:(a) A projection from the beak of a bird, as in the hornbill. (b) Atuft of feathers on the head of a bird, as in the horned owl. (c) Ahornlike projection from the head or thorax of an insect, or the headof a reptile, or fish. (d) A sharp spine in front of the fins of afish, as in the horned pout."
 },
 {
  "index": 5461,
  "word": "DUEFUL",
  "def": "Fit; becoming. [Obs.] Spenser."
 },
 {
  "index": 62371,
  "word": "COLT PISTOL",
  "def": "A self-loading or semi-automatic pistol with removable magazinein the handle holding seven cartridges. The recoil extracts andejects the empty cartridge case, and reloads ready for another shot.Called also Browning, and Colt-Browning, pistol."
 }
]