[
 {
  "index": 366,
  "word": "ARRACK",
  "def": "A name in the East Indies and the Indian islands for all ardentspirits. Arrack is often distilled from a fermented mixture of rice,molasses, and palm wine of the cocoanut tree or the date palm, etc."
 },
 {
  "index": 34126,
  "word": "PERITROCHIUM",
  "def": "The wheel which, together with the axle, forms the axis inperitrochio, which see under Axis."
 },
 {
  "index": 85100,
  "word": "TALLIS",
  "def": "Same as Tallith."
 },
 {
  "index": 59389,
  "word": "HORNBILL",
  "def": "Any bird of the family Bucerotidæ, of which about sixty speciesare known, belonging to numerous genera. They inhabit the tropicalparts of Asia, Africa, and the East Indies, and are remarkable forhaving a more or less horn-like protuberance, which is usually largeand hollow and is situated on the upper side of the beak. The size ofthe hornbill varies from that of a pigeon to that of a raven, or evenlarger. They feed chiefly upon fruit, but some species eat deadanimals."
 },
 {
  "index": 45967,
  "word": "STOLON",
  "def": "A trailing branch which is disposed to take root at the end orat the joints; a stole."
 },
 {
  "index": 81126,
  "word": "ELECTRIZATION",
  "def": "The act of electrizing; electrification."
 },
 {
  "index": 27393,
  "word": "GRAMINIFOLIOUS",
  "def": "Bearing leaves resembling those of grass."
 },
 {
  "index": 20330,
  "word": "BASEMENT",
  "def": "The outer wall of the ground story of a building, or of a partof that story, when treated as a distinct substructure. ( See Base,n., 3 (a).) Hence: The rooms of a ground floor, collectively.Basement membrane (Anat.), a delicate membrane composed of a singlelayer of flat cells, forming the substratum upon which, in manyorgans, the epithelioid cells are disposed."
 },
 {
  "index": 78532,
  "word": "COMBING",
  "def": "See Coamings. Combing machine (Textile Manuf.), a machine forcombing wool, flax, cotton, etc., and separating the longer and morevaluable fiber from the shorter. See also Carding machine, underCarding."
 },
 {
  "index": 6030,
  "word": "EMBOGUE",
  "def": "To disembogue; to discharge, as a river, its waters into thesea or another river. [R.]"
 },
 {
  "index": 39002,
  "word": "GENIPAP",
  "def": "The edible fruit of a West Indian tree (Genipa Americana) ofthe order Rubiaceæ. It is oval in shape, as a large as a smallorange, of a pale greenish color, and with dark purple juice."
 },
 {
  "index": 14445,
  "word": "BARGEBOARD",
  "def": "A vergeboard."
 }
]