[
 {
  "index": 48743,
  "word": "USER",
  "def": "Enjoyment of property; use. Mozley \u0026 W."
 },
 {
  "index": 7673,
  "word": "EQUESTRIANISM",
  "def": "The art of riding on horseback; performance on horseback;horsemanship; as, feats equestrianism."
 },
 {
  "index": 9439,
  "word": "ANADEM",
  "def": "A garland or fillet; a chaplet or wreath. Drayton. Tennyson."
 },
 {
  "index": 20294,
  "word": "HYPOPHOSPHORIC",
  "def": "Pertaining to, or derived from, or containing, phosphorus in alower state of oxidation than in phosphoric compounds; as,hypophosphoric acid. Hypophosphoric acid (Chem.), an acid, P2H4O6,produced by the slow oxidation of moist phosphorus, and isolated onlyas a solution in water. It is regarded as a condensation product ofone molecule of phosphoric acid with one of phosphorous acid, bypartial dehydration."
 },
 {
  "index": 54021,
  "word": "TOGGLE",
  "def": "A wooden pin tapering toward both ends with a groove around itsmiddle, fixed transversely in the eye of a rope to be secured to anyother loop or bight or ring; a kind of button or frog capable ofbeing readily engaged and disengaged for temporary purposes."
 },
 {
  "index": 50680,
  "word": "AUGET",
  "def": "A priming tube connecting the charge chamber with the gallery,or place where the slow match is applied. Knight."
 },
 {
  "index": 33580,
  "word": "RAFFLE",
  "def": "To engage in a raffle; as, to raffle for a watch."
 },
 {
  "index": 11055,
  "word": "RASCALDOM",
  "def": "State of being a rascal; rascality; domain of rascals; rascals,collectively. Emerson."
 },
 {
  "index": 57748,
  "word": "ACTINOMETRIC",
  "def": "Pertaining to the measurement of the intensity of the solarrays, either (a) heating, or (b) actinic."
 },
 {
  "index": 32017,
  "word": "MERACIOUS",
  "def": "Being without mixture or adulteration; hence, strong; racy.[Obs.]"
 },
 {
  "index": 71901,
  "word": "ELIMINATE",
  "def": "To cause to disappear from an equation; as, to eliminate anunknown quantity."
 },
 {
  "index": 45545,
  "word": "POMOLOGY",
  "def": "The science of fruits; a treatise on fruits; the cultivation offruits and fruit trees."
 }
]