[
 {
  "index": 83153,
  "word": "ALARMEDLY",
  "def": "In an alarmed manner."
 },
 {
  "index": 57692,
  "word": "UNFRAUGHT",
  "def": "Not fraught; not burdened."
 },
 {
  "index": 9380,
  "word": "FRIZ",
  "def": "To soften and make of even thickness by rubbing, as with pumicestone or a blunt instrument. Frizzing machine. (a) (Fabrics) Amachine for frizzing the surface of cloth. (b) (Wood Working) A benchwith a revolving cutter head slightly protruding above its surface,for dressing boards."
 },
 {
  "index": 68906,
  "word": "ASTYLLEN",
  "def": "A small dam to prevent free passage of water in an adit orlevel."
 },
 {
  "index": 72109,
  "word": "BEAN",
  "def": "A name given to the seed of certain leguminous herbs, chieflyof the genera Faba, Phaseolus, and Dolichos; also, to the herbs."
 },
 {
  "index": 24087,
  "word": "MONARCHESS",
  "def": "A female monarch. [Obs.]"
 },
 {
  "index": 2139,
  "word": "IGNEOUS",
  "def": "Resulting from, or produced by, the action of fire; as, lavasand basalt are igneous rocks."
 },
 {
  "index": 33196,
  "word": "SEXAGESIMAL",
  "def": "Pertaining to, or founded on, the number sixty. Sexagesimalfractions or numbers (Arith. \u0026 Alg.), those fractions whosedenominators are some power of sixty; as, astronomical fractions,because formerly there were no others used in astronomicalcalculations.-- Sexagesimal, or Sexagenary, arithmetic, the method of computingby the sexagenary scale, or by sixties.-- Sexagesimal scale (Math.), the sexagenary scale."
 },
 {
  "index": 4174,
  "word": "WALTZER",
  "def": "A person who waltzes."
 },
 {
  "index": 22829,
  "word": "GAYLEY PROCESS",
  "def": "The process of removing moisture from the blast of an ironblast furnace by reducing its temperature so far that it will notremain suspended as vapor in the blast current, but will be depositedas snow in the cooling apparatus. The resultant uniformly dehydratedblast effects great economy in fuel consumption, and promotesregularity of furnace operation, and certainty of furnace control."
 },
 {
  "index": 75433,
  "word": "MUCAMIDE",
  "def": "The acid amide of mucic acid, obtained as a white crystallinesubstance."
 },
 {
  "index": 80918,
  "word": "AQUITANIAN",
  "def": "Of or pertaining to Aquitania, now called Gascony."
 }
]