[
 {
  "index": 52980,
  "word": "METAPHYSIC",
  "def": "See Metaphysics."
 },
 {
  "index": 9858,
  "word": "SPISSATED",
  "def": "Rendered dense or compact, as by evaporation; inspissated;thickened. [R.]The spissated juice of the poppy. Bp. Warburton."
 },
 {
  "index": 24784,
  "word": "ENJOYABLE",
  "def": "Capable of being enjoyed or of giving joy; yielding enjoyment.Milton."
 },
 {
  "index": 3114,
  "word": "ZEEMAN EFFECT",
  "def": "The widening and duplication, triplication, etc., of spectrallines when the radiations emanate in a strong magnetic field, firstobserved in 1896 by P. Zeeman, a Dutch physicist, and regarded as animportant confirmation of the electromagnetic theory of light."
 },
 {
  "index": 80363,
  "word": "WORKFOLK",
  "def": "People that labor."
 },
 {
  "index": 49764,
  "word": "FLEET-FOOT",
  "def": "Swift of foot. Shak."
 },
 {
  "index": 37087,
  "word": "DERIDINGLY",
  "def": "By way of derision or mockery."
 },
 {
  "index": 29293,
  "word": "YTTRIUM",
  "def": "A rare metallic element of the boron-aluminium group, found ingadolinite and other rare minerals, and extracted as a dark graypowder. Symbol Y. Atomic weight, 89. [Written also ittrium.]"
 },
 {
  "index": 40668,
  "word": "REMONSTRANT",
  "def": "Inclined or tending to remonstrate; expostulatory; urgingreasons in opposition to something."
 },
 {
  "index": 11073,
  "word": "FOREGROUND",
  "def": "On a painting, and sometimes in a bas-relief, mosaic picture,or the like, that part of the scene represented, which is nearest tothe spectator, and therefore occupies the lowest part of the work ofart itself. Cf. Distance, n., 6."
 },
 {
  "index": 37670,
  "word": "TUBULARIA",
  "def": "A genus of hydroids having large, naked, flowerlike hydranthsat the summits of long, slender, usually simple, stems. Thegonophores are small, and form clusters at the bases of the outertentacles."
 },
 {
  "index": 72740,
  "word": "SPERMATIN",
  "def": "A substance allied to alkali albumin and to mucin, present insemen, to which it is said to impart the mucilaginous character."
 }
]