[
 {
  "index": 77226,
  "word": "MAURIST",
  "def": "A member of the Congregation of Saint Maur, an offshoot of theBenedictines, originating in France in the early part of theseventeenth century. The Maurists have been distinguished for theirinterest in literature."
 },
 {
  "index": 34418,
  "word": "DITEREBENE",
  "def": "See Colophene."
 },
 {
  "index": 51421,
  "word": "PROCESSION",
  "def": "An orderly and ceremonial progress of persons, either from thesacristy to the choir, or from the choir around the church, within orwithout. Shipley."
 },
 {
  "index": 42468,
  "word": "PHANEROGLOSSAL",
  "def": "Having a conspicious tongue; -- said of certain reptiles andinsects."
 },
 {
  "index": 39442,
  "word": "PROVENIENT",
  "def": "Forthcoming; issuing. [Rare]"
 },
 {
  "index": 74131,
  "word": "CHICANERY",
  "def": "Mean or unfair artifice to perplex a cause and obscure thetruth; stratagem; sharp practice; sophistry.Irritated by perpetual chicanery. Hallam."
 },
 {
  "index": 60506,
  "word": "PARILLIN",
  "def": "A glucoside resembling saponin, found in the root ofsarsaparilla, smilax, etc., and extracted as a bitter whitecrystalline substance; -- called also smilacin, sarsaparilla saponin,and sarsaparillin."
 },
 {
  "index": 7335,
  "word": "SPUMEOUS",
  "def": "Spumous. [Obs.] r. H. More."
 },
 {
  "index": 40607,
  "word": "LIMITLESS",
  "def": "Having no limits; unbounded; boundless. Davies (Wit's Pilgr.)."
 },
 {
  "index": 21632,
  "word": "FIRST",
  "def": "Before any other person or thing in time, space, rank, etc.; --much used in composition with adjectives and participles.Adam was first formed, then Eve. 1 Tim. ii. 13.At first, At the first, at the beginning or origin.-- First or last, at one time or another; at the beginning or end.And all are fools and lovers first or last. Dryden."
 },
 {
  "index": 11829,
  "word": "POLARCHY",
  "def": "See Polyarchy."
 },
 {
  "index": 56394,
  "word": "TREKOMETER",
  "def": "A field range finger used in the British service."
 }
]