[
 {
  "index": 72036,
  "word": "PIPIT",
  "def": "Any one of numerous species of small singing birds belonging toAnthus and allied genera, of the family Motacillidæ. They stronglyresemble the true larks in habits, colors, and the great length ofthe hind claw. They are, therefore, often called titlarks, and pipitlarks."
 },
 {
  "index": 19678,
  "word": "INHEARSE",
  "def": "To put in, or as in, a hearse or coffin. Shak."
 },
 {
  "index": 14603,
  "word": "AGAMIST",
  "def": "An unmarried person; also, one opposed to marriage. Foxe."
 },
 {
  "index": 68198,
  "word": "MISCOMPUTE",
  "def": "To compute erroneously. Sir T. Browne."
 },
 {
  "index": 71360,
  "word": "GREBE",
  "def": "One of several swimming birds or divers, of the genus Colymbus(formerly Podiceps), aud allied genera, found in the northern partsof America, Europe, and Asia. They have strong, sharp bills, andlobate toes."
 },
 {
  "index": 44120,
  "word": "HOKER",
  "def": "Scorn; derision; abusive talk. [Obs.] -- Ho\"ker*ly, adv. [Obs.]Chaucer."
 },
 {
  "index": 14577,
  "word": "BACKSTAFF",
  "def": "An instrument formerly used for taking the altitude of theheavenly bodies, but now superseded by the quadrant and sextant; --so called because the observer turned his back to the body observed."
 },
 {
  "index": 85629,
  "word": "MASTICATE",
  "def": "To grind or crush with, or as with, the teeth and prepare forswallowing and digestion; to chew; as, to masticate food."
 },
 {
  "index": 62491,
  "word": "GROTESQUERY",
  "def": "Grotesque action, speech, or manners; grotesque doings. \"Thesustained grotesquery of Feather-top.\"  K. L. Bates."
 },
 {
  "index": 24668,
  "word": "INFECTIOUS",
  "def": "Contaminating with illegality; exposing to seizure andforfeiture.Contraband articles are said to be of an infectious nature. Kent."
 },
 {
  "index": 37620,
  "word": "SIMPERER",
  "def": "One who simpers. Sir W. Scott.A simperer that a court affords. T. Nevile."
 },
 {
  "index": 42338,
  "word": "WELD",
  "def": "To wield. [Obs.] Chaucer."
 }
]