[
 {
  "index": 28194,
  "word": "INTHRONG",
  "def": "To throng or collect together. [R.] Fairfax."
 },
 {
  "index": 83788,
  "word": "HARD-VISAGED",
  "def": "Of a harsh or stern countenance; hard-featured. Burke."
 },
 {
  "index": 64548,
  "word": "EURYCEROUS",
  "def": "Having broad horns."
 },
 {
  "index": 27649,
  "word": "VIZIERATE",
  "def": "The office, dignity, or authority of a vizier."
 },
 {
  "index": 1574,
  "word": "MATRONHOOD",
  "def": "The state of being a matron."
 },
 {
  "index": 83168,
  "word": "TEASELER",
  "def": "One who uses teasels for raising a nap on cloth. [Written alsoteaseller, teasler.]"
 },
 {
  "index": 12923,
  "word": "PALMCRIST",
  "def": "The palma Christi. (Jonah iv. 6, margin, and Douay version,note.)"
 },
 {
  "index": 48690,
  "word": "ART",
  "def": "The second person singular, indicative mode, present tense, ofthe substantive verb Be; but formed after the analogy of the pluralare, with the ending -t, as in thou shalt, wilt, orig. an ending ofthe second person sing. pret. Cf. Be. Now used only in solemn orpoetical style."
 },
 {
  "index": 26995,
  "word": "FISHING",
  "def": "Pertaining to fishing; used in fishery; engaged in fishing; as,fishing boat; fishing tackle; fishing village. Fishing fly, anartificial fly for fishing.-- Fishing line, a line used in catching fish.-- Fishing net, a net of various kinds for catching fish; includingthe bag net, casting net, drag net, landing net, seine, shrimpingnet, trawl, etc.-- Fishing rod, a long slender rod, to which is attached the linefor angling.-- Fishing smack, a sloop or other small vessel used in sea fishing.-- Fishing tackle, apparatus used in fishing, as hook, line, rod,etc.-- Fishing tube (Micros.), a glass tube for selecting a microscopicobject in a fluid."
 },
 {
  "index": 83578,
  "word": "PHOTOCHROMOGRAPHY",
  "def": "Art or process of printing colored photographs."
 },
 {
  "index": 52755,
  "word": "SEVEN-THIRTIES",
  "def": "A name given to three several issues of United States Treasurynotes, made during the Civil War, in denominations of $50 and over,bearing interest at the rate of seven and three tenths (thirtyhundredths) per cent annually. Within a few years they were allredeemed or funded."
 },
 {
  "index": 4934,
  "word": "FEEBLY",
  "def": "In a feeble manner.The restored church . . . contended feebly, and with half a heart.Macaulay."
 }
]