[
 {
  "index": 56385,
  "word": "MAZILY",
  "def": "In a mazy manner."
 },
 {
  "index": 3887,
  "word": "EDENTATE",
  "def": "Belonging to the Edentata."
 },
 {
  "index": 59059,
  "word": "MASTERFULLY",
  "def": "In a masterful manner; imperiously.A lawless and rebellious man who held lands masterfully and in highcontempt of the royal authority. Macaulay."
 },
 {
  "index": 70564,
  "word": "BEETLE-HEADED",
  "def": "Dull; stupid. Shak."
 },
 {
  "index": 1011,
  "word": "CHIMNEY",
  "def": "A body of ore, usually of elongated form, extending downward ina vein. Raymond. Chimney board, a board or screen used to close afireplace; a fireboard.-- Chimney cap, a device to improve the draught of a chimney, bypresenting an exit aperture always to leeward.-- Chimney corner, the space between the sides of the fireplace andthe fire; hence, the fireside.-- Chimney hook, a hook for holding pats and kettles over a fire, --Chimney money, hearth money, a duty formerly paid in England for eachchimney.-- Chimney pot (Arch.), a cylinder of earthenware or sheet metalplaced at the top of a chimney which rises above the roof.-- Chimney swallow. (Zoöl.) (a) An American swift (Chæturepelasgica) which lives in chimneys. (b) In England, the commonswallow (Hirundo rustica).-- Chimney sweep, Chimney sweeper, one who cleans chimneys of soot;esp. a boy who climbs the flue, and brushes off the soot."
 },
 {
  "index": 13491,
  "word": "HYDRAULICON",
  "def": "An ancient musical instrument played by the action of water; awater organ. [Written also hydraulis.]"
 },
 {
  "index": 22293,
  "word": "CURVET",
  "def": "A particular leap of a horse, when he raises both his fore legsat once, equally advanced, and, as his fore legs are falling, raiseshis hind legs, so that all his legs are in the air at once."
 },
 {
  "index": 17090,
  "word": "GUARDFUL",
  "def": "Cautions; wary; watchful. [Obs. or Poetic.] -- Guard\"ful*ly,adv."
 },
 {
  "index": 69733,
  "word": "STULL",
  "def": "A framework of timber covered with boards to support rubbish;also, a framework of boards to protect miners from falling stones.[Prov. Eng.]"
 },
 {
  "index": 5621,
  "word": "SMOOTH",
  "def": "Causing no resistance to a body sliding along its surface;frictionless."
 },
 {
  "index": 13543,
  "word": "FOUTER",
  "def": "A despicable fellow. [Prov. Eng.] Brockett."
 },
 {
  "index": 7901,
  "word": "CREDENCE",
  "def": "The small table by the side of the altar or communion table, onwhich the bread and wine are placed before being consecrated."
 }
]