[
 {
  "index": 24966,
  "word": "STRIDULATORY",
  "def": "Stridulous; able to stridulate; used in stridulating; adaptedfor stridulation. Darwin."
 },
 {
  "index": 11927,
  "word": "COMEDO",
  "def": "A small nodule or cystic tumor, common on the nose, etc., whichon pressure allows the escape of a yellow wormlike mass of retainedoily secretion, with a black head (dirt)."
 },
 {
  "index": 85175,
  "word": "STIDDY",
  "def": "An anvil; also, a smith shop. See Stithy. [Prov. Eng.]Halliwell."
 },
 {
  "index": 874,
  "word": "ARCHY",
  "def": "Arched; as, archy brows."
 },
 {
  "index": 50868,
  "word": "SEXTILLION",
  "def": "According to the method of numeration (which is followed alsoin the United States), the number expressed by a unit with twenty-oneciphers annexed. According to the English method, a million raised tothe sixth power, or the number expressed by a unit with thirty-sixciphers annexed. See Numeration."
 },
 {
  "index": 415,
  "word": "HELMINTHIC",
  "def": "Of or relating to worms, or Helminthes; expelling worms.-- n."
 },
 {
  "index": 80493,
  "word": "CONIFER",
  "def": "A tree or shrub bearing cones; one of the order Coniferae,which includes the pine, cypress, and (according to some) the yew."
 },
 {
  "index": 20136,
  "word": "VERY",
  "def": "True; real; actual; veritable.Whether thou be my very son Esau or not. Gen. xxvii. 21.He that covereth a transgression seeketh love; but he that repeatetha matter separateth very friends. Prov. xvii. 9.The very essence of truth is plainness and brightness. Milton.I looked on the consideration of public service or public ornament tobe real and very justice. Burke."
 },
 {
  "index": 54366,
  "word": "GLYCOCIN",
  "def": "Same as Glycocoll."
 },
 {
  "index": 67407,
  "word": "POULTIVE",
  "def": "A poultice. [Obs.] W. Temple."
 },
 {
  "index": 6982,
  "word": "SUFFRAGETTE",
  "def": "A woman who advocates the right to vote for women; a womansuffragist."
 },
 {
  "index": 68161,
  "word": "RAJA",
  "def": "Same as Rajah."
 }
]