[
 {
  "index": 58441,
  "word": "EXTENSIBILITY",
  "def": "The quality of being extensible; the capacity of beingextended; as, the extensibility of a fiber, or of a plate of metal."
 },
 {
  "index": 47965,
  "word": "VALEDICTORIAN",
  "def": "One who pronounces a valedictory address; especially, inAmerican colleges, the student who pronounces the valedictory of thegraduating class at the annual commencement, usually the student whoranks first in scholarship."
 },
 {
  "index": 63225,
  "word": "INCONSIDERATION",
  "def": "Want of due consideration; inattention to consequences;inconsiderateness.Blindness of mind, inconsideration, precipitation. Jer. Taylor.Not gross, willful, deliberate, crimes; but rather the effects ofinconsideration. Sharp."
 },
 {
  "index": 46042,
  "word": "CRIMP",
  "def": "To cause to contract, or to render more crisp, as the flesh ofa fish, by gashing it, when living, with a knife; as, to crimp skate,etc. Crimping house, a low lodging house, into which men are decoyedand plied with drink, to induce them to ship or enlist as sailors orsoldiers.-- Crimping iron. (a) An iron instrument for crimping and curlingthe hair. (b) A crimping machine.-- Crimping machine, a machine with fluted rollers or with dies, forcrimping ruffles leather, iron, etc.-- Crimping pin, an instrument for crimping or puckering the borderof a lady's cap."
 },
 {
  "index": 40905,
  "word": "TOXICOMANIA",
  "def": "Toxiphobia. A. S. Taylor."
 },
 {
  "index": 26663,
  "word": "INTERCEDENCE",
  "def": "The act of interceding; intercession; intervention. [R.] Bp.Reynolds."
 },
 {
  "index": 47003,
  "word": "DEFT",
  "def": "Apt; fit; dexterous; clever; handy; spruce; neat. [Archaic orPoetic] \"The deftest way.\" Shak. \"Deftest feats.\" Gay.The limping god, do deft at his new ministry. Dryden.Let me be deft and debonair. Byron."
 },
 {
  "index": 28991,
  "word": "PALISADING",
  "def": ") A row of palisades set in the ground."
 },
 {
  "index": 51834,
  "word": "DANDI",
  "def": "A boatman; an oarsman. [India]"
 },
 {
  "index": 38865,
  "word": "DENIZATION",
  "def": "The act of making one a denizen or adopted citizen;naturalization. Hallam."
 },
 {
  "index": 84725,
  "word": "TONGUEFISH",
  "def": "A flounder (Symphurus plagiusa) native of the southern coast ofthe United States."
 },
 {
  "index": 73660,
  "word": "ABASH",
  "def": "To destroy the self-possession of; to confuse or confound, asby exciting suddenly a consciousness of guilt, mistake, orinferiority; to put to shame; to disconcert; to discomfit.Abashed, the devil stood, And felt how awful goodness is. Milton.He was a man whom no check could abash. Macaulay."
 }
]