[
 {
  "index": 59872,
  "word": "DEFACER",
  "def": "One who, or that which, defaces or disfigures."
 },
 {
  "index": 2952,
  "word": "COMPLICATION",
  "def": "A disease or diseases, or adventitious circumstances orconditions, coexistent with and modifying a primary disease, but notnecessarily connected with it."
 },
 {
  "index": 49028,
  "word": "BRICKKILN",
  "def": "A kiln, or furnace, in which bricks are baked or burnt; or apile of green bricks, laid loose, with arches underneath to receivethe wood or fuel for burning them."
 },
 {
  "index": 9146,
  "word": "WHIZ",
  "def": "To make a humming or hissing sound, like an arrow or ballflying through the air; to fly or move swiftly with a sharp hissingor whistling sound. [Written also whizz.]It flew, and whizzing, cut the liquid way. Dryden."
 },
 {
  "index": 45069,
  "word": "INCISELY",
  "def": "In an incised manner."
 },
 {
  "index": 43064,
  "word": "PANTECHNICON",
  "def": "A depository or place where all sorts of manufactured articlesare collected for sale."
 },
 {
  "index": 5473,
  "word": "TYPOLITE",
  "def": "A stone or fossil which has on it impressions or figures ofplants and animals."
 },
 {
  "index": 14262,
  "word": "RETENTIVITY",
  "def": "The power of retaining; retentive force; as, the retentivity ofa magnet."
 },
 {
  "index": 565,
  "word": "EJECT",
  "def": "To cast out; to evict; to dispossess; as, to eject tenants froman estate."
 },
 {
  "index": 13953,
  "word": "PROGLOTTIS",
  "def": "One of the free, or nearly free, segments of a tapeworm. Itcontains both male and female reproductive organs, and is capable ofa brief independent existence."
 },
 {
  "index": 42867,
  "word": "ALIPHATIC",
  "def": "Of, pertaining to, or derived from, fat; fatty; -- applied tocompounds having an openc-hain structure. The aliphatic compoundsthus include not only the fatty acids and other derivatives of theparaffin hydrocarbons, but also unsaturated compounds, as theethylene and acetylene series."
 },
 {
  "index": 52093,
  "word": "MORPHOPHYLY",
  "def": "The tribal history of forms; that part of phylogeny whichtreats of the tribal history of forms, in distinction from the tribalhistory of functions. Haeckel."
 }
]