[
 {
  "index": 59296,
  "word": "WOLF",
  "def": "Any one of several species of wild and savage carnivoresbelonging to the genus Canis and closely allied to the common dog.The best-known and most destructive species are the European wolf(Canis lupus), the American gray, or timber, wolf (C. occidentalis),and the prairie wolf, or coyote. Wolves often hunt in packs, and maythus attack large animals and even man."
 },
 {
  "index": 5038,
  "word": "INDIVIDABLE",
  "def": "Indivisible. [R.] Shak."
 },
 {
  "index": 39109,
  "word": "OUTMARCH",
  "def": "To surpass in marching; to march faster than, or so as to leavebehind."
 },
 {
  "index": 20413,
  "word": "IRRESPONSIBLY",
  "def": "So as not to be responsible."
 },
 {
  "index": 17172,
  "word": "ACCRUER",
  "def": "The act of accruing; accretion; as, title by accruer."
 },
 {
  "index": 44460,
  "word": "CONTAMINATION",
  "def": "The act or process of contaminating; pollution; defilement;taint; also, that which contaminates."
 },
 {
  "index": 63866,
  "word": "APPEARANCE",
  "def": "The coming into court of either of the parties; the beingpresent in court; the coming into court of a party summoned in anaction, either by himself or by his attorney, expressed by a formalentry by the proper officer to that effect; the act or proceeding bywhich a party proceeded against places himself before the court, andsubmits to its jurisdiction. Burrill. Bouvier. Daniell. To put in anappearance, to be present; to appear in person.-- To save appearances, to preserve a fair outward show."
 },
 {
  "index": 77565,
  "word": "SLUE",
  "def": "To turn about a fixed point, usually the center or axis, as aspar or piece of timber; to turn; -- used also of any heavy body."
 },
 {
  "index": 40746,
  "word": "CROSSWISE",
  "def": "In the form of a cross; across; transversely. Longfellow."
 },
 {
  "index": 6983,
  "word": "KOBELLITE",
  "def": "A blackish gray mineral, a sulphide of antimony, bismuth, andlead."
 },
 {
  "index": 70409,
  "word": "DILATE",
  "def": "Extensive; expanded. [Obs.] B. Jonson."
 },
 {
  "index": 13709,
  "word": "NECROBIOTIC",
  "def": "Of or pertaining to necrobiosis; as, a necrobioticmetamorphosis."
 }
]