[
 {
  "index": 80407,
  "word": "TAUTOCHRONOUS",
  "def": "Occupying the same time; pertaining to, or having theproperties of, a tautochrone."
 },
 {
  "index": 50742,
  "word": "SEA REED",
  "def": "The sea-sand reed. See under Reed."
 },
 {
  "index": 45931,
  "word": "HEADILY",
  "def": "In a heady or rash manner; hastily; rashly; obstinately."
 },
 {
  "index": 10107,
  "word": "TEXAS LEAGUER",
  "def": "A short fly that falls too far out to be handled by aninfielder and too close in to be caught by an outfielder. [Cant]"
 },
 {
  "index": 45127,
  "word": "SIERRA",
  "def": "A ridge of mountain and craggy rocks, with a serrated orirregular outline; as, the Sierra Nevada.The wild sierra overhead. Whitter."
 },
 {
  "index": 71576,
  "word": "COMPARTITION",
  "def": "The act of dividing into parts or compartments; division; also,a division or compartment. [Obs.]Their temples . . . needed no compartitions. Sir H. Wotton."
 },
 {
  "index": 42116,
  "word": "INSTRUMENTAL",
  "def": "Pertaining to, made by, or prepared for, an instrument, esp. amusical instrument; as, instrumental music, distinguished from vocalmusic. \"He defended the use of instrumental music in public worship.\"Macaulay.Sweet voices mix'd with instrumental sounds. Dryden."
 },
 {
  "index": 3545,
  "word": "MARSUPIATE",
  "def": "Related to or resembling the marsupials; furnished with a pouchfor the young, as the marsupials, and also some fishes and Crustacea."
 },
 {
  "index": 83020,
  "word": "MATRIMOINE",
  "def": "Matrimony. [Obs.]"
 },
 {
  "index": 11360,
  "word": "CROSS",
  "def": "A monument in the form of a cross, or surmounted bu a cross,set up in a public place; as, a market cross; a boundary cross;Charing Cross in London.Dun-Edin's Cross, a pillared stone, Rose on a turret octagon. Sir W.Scott."
 },
 {
  "index": 72320,
  "word": "MACROPTERES",
  "def": "A division of birds; the Longipennes."
 },
 {
  "index": 33988,
  "word": "SUMMONS",
  "def": "A warning or citation to appear in court; a writtennotification signed by the proper officer, to be served on a person,warning him to appear in court at a day specified, to answer to theplaintiff, testify as a witness, or the like."
 }
]