[
 {
  "index": 13983,
  "word": "TOPPIECE",
  "def": "A small wig for the top of the head; a toupee."
 },
 {
  "index": 7850,
  "word": "INNOMINATE",
  "def": "A term used in designating many parts otherwise unnamed; as,the innominate artery, a great branch of the arch of the aorta; theinnominate vein, a great branch of the superior vena cava. Innominatebone (Anat.), the great bone which makes a lateral half of the pelvisin mammals; hip bone; haunch bone; huckle bone. It is composed ofthree bones, ilium, ischium, and pubis, consolidated into one in theadult, though separate in the fetus, as also in many adult reptilesand amphibians.-- Innominate contracts (Law), in the Roman law, contracts without aspecific name."
 },
 {
  "index": 47255,
  "word": "OFTENSITH",
  "def": "Frequently; often. [Obs.]For whom I sighed have so oftensith. Gascoigne."
 },
 {
  "index": 45116,
  "word": "SEMISEXTILE",
  "def": "An aspect of the planets when they are distant from each otherthe twelfth part of a circle, or thirty degrees. Hutton."
 },
 {
  "index": 28221,
  "word": "INDOMITE",
  "def": "Not tamed; untamed; savage; wild. [Obs.] J. Salkeld."
 },
 {
  "index": 30633,
  "word": "THYMOL",
  "def": "A phenol derivative of cymene, C10H13.OH, isomeric withcarvacrol, found in oil of thyme, and extracted as a whitecrystalline substance of a pleasant aromatic odor and strongantiseptic properties; -- called also hydroxy cymene."
 },
 {
  "index": 32696,
  "word": "EFFET",
  "def": "The common newt; -- called also asker, eft, evat, and ewt."
 },
 {
  "index": 78407,
  "word": "SURCREW",
  "def": "Increase; addition; surplus. [Obs.] Sir H. Wotton."
 },
 {
  "index": 80640,
  "word": "APPLAUSIVE",
  "def": "Expressing applause; approbative.-- Ap*plau\"sive*ly, adv."
 },
 {
  "index": 59162,
  "word": "GODHOOD",
  "def": "Divine nature or essence; deity; godhead."
 },
 {
  "index": 40184,
  "word": "VOLCANIC NECK",
  "def": "A column of igneous rock formed by congelation of lava in theconduit of a volcano and later exposed by the removal of surroundingrocks."
 },
 {
  "index": 84049,
  "word": "FLUOR",
  "def": "See Fluorite."
 }
]