[
 {
  "index": 49975,
  "word": "REANIMATE",
  "def": "To animate anew; to restore to animation or life; to infuse newlife, vigor, spirit, or courage into; to revive; to reinvigorate; as,to reanimate a drowned person; to reanimate disheartened troops; toreanimate languid spirits. Glanvill."
 },
 {
  "index": 76726,
  "word": "CONVERT",
  "def": "To change (one proposition) into another, so that what was thesubject of the first becomes the predicate of the second."
 },
 {
  "index": 24512,
  "word": "CARAVANSARY",
  "def": "A kind of inn, in the East, where caravans rest at night, beinga large, rude, unfurnished building, surrounding a court. [Writtenalso caravanserai and caravansera.]"
 },
 {
  "index": 48219,
  "word": "CRIBRIFORM",
  "def": "Resembling, or having the form of, a sieve; pierced with hokes;as, the cribriform plate of the ethmoid bone; a cribriform compress.Cribriform cells (Bot.), those which have here and there oblique ortransverse sieve plates, or places perforated with many holes."
 },
 {
  "index": 83869,
  "word": "BURKISM",
  "def": "The practice of killing persons for the purpose of sellingtheir bodies for dissection."
 },
 {
  "index": 81496,
  "word": "MONITION",
  "def": "A process in the nature of a summons to appear and answer."
 },
 {
  "index": 678,
  "word": "QUINDECYLIC",
  "def": "Pertaining to, or designating, an acid of the fatty acidseries, containing fifteen atoms of carbon; called also pentadecylicacid."
 },
 {
  "index": 42881,
  "word": "INSPECTORATE",
  "def": "Inspectorship. [R.]"
 },
 {
  "index": 81904,
  "word": "PROBITY",
  "def": "Tried virtue or integrity; approved moral excellence; honesty;rectitude; uprightness. \"Probity of mind.\" Pope."
 },
 {
  "index": 46671,
  "word": "REICHSRATH",
  "def": "The parliament of Austria (exclusive of Hungary, which has itsown diet, or parliament). It consists of an Upper and a Lower House,or a House of Lords and a House of Representatives."
 },
 {
  "index": 54285,
  "word": "PERTURBATION",
  "def": "A disturbance in the regular elliptic or other motion of aheavenly body, produced by some force additional to that which causesits regular motion; as, the perturbations of the planets are causedby their attraction on each other. Newcomb."
 },
 {
  "index": 17910,
  "word": "KELOTOMY",
  "def": "See Celotomy."
 }
]