[
 {
  "index": 68129,
  "word": "INTERCALARY",
  "def": "Inserted or introduced among others in the calendar; as, anintercalary month, day, etc.; -- now applied particularly to the oddday (Feb. 29) inserted in the calendar of leap year. See Bissextile,n."
 },
 {
  "index": 28500,
  "word": "POLYPODIUM",
  "def": "A genus of plants of the order Filices or ferns. Thefructifications are in uncovered roundish points, called sori,scattered over the inferior surface of the frond or leaf. There arenumerous species."
 },
 {
  "index": 84063,
  "word": "PYROPHYLLITE",
  "def": "A mineral, usually of a white or greenish color and pearlyluster, consisting chiefly of the hydrous silicate of alumina."
 },
 {
  "index": 11839,
  "word": "C",
  "def": "(a) The keynote of the normal or \"natural\" scale, which hasneither flats nor sharps in its signature; also, the third note ofthe relative minor scale of the same (b) C after the clef is the markof common time, in which each measure is a semibreve (four fourths orcrotchets); for alla breve time it is written (c) The \"C clef,\" amodification of the letter C, placed on any line of the staff, abowsthat line to be middle C."
 },
 {
  "index": 47145,
  "word": "TASTING",
  "def": "The act of perceiving or tasting by the organs of taste; thefaculty or sense by which we perceive or distinguish savors."
 },
 {
  "index": 71450,
  "word": "EFFRAYABLE",
  "def": "Frightful. [Obs.] Harvey."
 },
 {
  "index": 21590,
  "word": "TOY",
  "def": "A headdress of linen or woolen, that hangs down over theshoulders, worn by old women of the lower classes; -- called also toymutch. [Scot.] \"Having, moreover, put on her clean toy, rokelay, andscarlet plaid.\" Sir W. Scott."
 },
 {
  "index": 48922,
  "word": "PERVERSED",
  "def": "Turned aside. [Obs.]"
 },
 {
  "index": 47575,
  "word": "BASSET HORN",
  "def": "An instrument blown with a reed, and resembling a clarinet, butof much greater compass, embracing nearly four octaves."
 },
 {
  "index": 56682,
  "word": "UNSHAKABLE",
  "def": "Not capable of being shaken; firm; fixed. Shak. J. S. Mill."
 },
 {
  "index": 50858,
  "word": "SPOROPHYTE",
  "def": "In plants exhibiting alternation of generations, the generationwhich bears asexual spores; -- opposed to gametophyte. It is notclearly differentiated in the life cycle of the lower plants. --Spo`ro*phyt\"ic (#), a."
 },
 {
  "index": 17972,
  "word": "SEMIADHERENT",
  "def": "Adherent part way."
 }
]