[
 {
  "index": 12182,
  "word": "OVATE-ROTUNDATE",
  "def": "Having a form intermediate between that of an egg and a sphere;roundly ovate."
 },
 {
  "index": 46738,
  "word": "ROMANSCH",
  "def": "The language of the Grisons in Switzerland, a corruption of theLatin. [Written also Romansch, and Rumonsch.]"
 },
 {
  "index": 78857,
  "word": "PERTINACY",
  "def": "The quality or state of being pertinent; pertinence. [Obs.]"
 },
 {
  "index": 78028,
  "word": "SPILTER",
  "def": "Any one of the small branches on a stag's head. [Obs.] Howell."
 },
 {
  "index": 32787,
  "word": "UNHALLOWED",
  "def": "Not consecrated; hence, profane; unholy; impious; wicked.In the cause of truth, no unhallowed violence . . . is eithernecessary or admissible. E. D. Griffin."
 },
 {
  "index": 28717,
  "word": "STEEL",
  "def": "A variety of iron intermediate in composition and propertiesbetween wrought iron and cast iron (containing between one half ofone per cent and one and a half per cent of carbon), and consistingof an alloy of iron with an iron carbide. Steel, unlike wrought iron,can be tempered, and retains magnetism. Its malleability decreases,and fusibility increases, with an increase in carbon."
 },
 {
  "index": 8549,
  "word": "UNICENTRAL",
  "def": "Having a single center of growth. Unicentral development, thatform of development which takes place primarily around a singlecentral point, as in the lowest of unicellular organisms."
 },
 {
  "index": 664,
  "word": "ELECTREPETER",
  "def": "An instrument used to change the direction of electriccurrents; a commutator. [R.]"
 },
 {
  "index": 20011,
  "word": "LATTICE",
  "def": "The representation of a piece of latticework used as a bearing,the bands being vertical and horizontal. Lattice bridge, a bridgesupported by lattice girders, or latticework trusses.-- Lattice girder (Arch.), a girder of which the wed consists ofdiagonal pieces crossing each other in the manner of latticework.-- Lattice plant (Bot.), an aquatic plant of Madagascar (Ouvirandrafenestralis), whose leaves have interstices between their ribs andcross veins, so as to resemble latticework. A second species is O.Berneriana. The genus is merged in Aponogeton by recent authors."
 },
 {
  "index": 15963,
  "word": "OVERLOUD",
  "def": "Too loud; noisy."
 },
 {
  "index": 67368,
  "word": "DETECT",
  "def": "Detected. [Obs.] Fabyan."
 },
 {
  "index": 27500,
  "word": "UNNATURALIZE",
  "def": "To make unnatural. [R.] Hales."
 }
]