[
 {
  "index": 76738,
  "word": "MYTHOLOGER",
  "def": "A mythologist."
 },
 {
  "index": 10564,
  "word": "WOLVERENE STATE",
  "def": "Michigan; -- a nickname."
 },
 {
  "index": 16659,
  "word": "FOSSULATE",
  "def": "Having, or surrounded by, long, narrow depressions or furrows."
 },
 {
  "index": 38428,
  "word": "BOLSA",
  "def": "An exchange for the transaction of business. [Sp. Amer. \u0026 Phil.Islands]"
 },
 {
  "index": 49802,
  "word": "DOGWATCH",
  "def": "A half watch; a watch of two hours, of which there are two, thefirst dogwatch from 4 to 6 o'clock, p.m., and the second dogwatchfrom 6 to 8 o'clock, P. M. Totten."
 },
 {
  "index": 79448,
  "word": "INTUMESCENT",
  "def": "Swelling up; expanding."
 },
 {
  "index": 68874,
  "word": "OUTSTREET",
  "def": "A street remote from the center of a town. Johnson."
 },
 {
  "index": 85434,
  "word": "ANTENNA",
  "def": "A movable, articulated organ of sensation, attached to theheads of insects and Crustacea. There are two in the former, andusually four in the latter. They are used as organs of touch, and insome species of Crustacea the cavity of the ear is situated near thebasal joint. In insects, they are popularly called horns, and alsofeelers. The term in also applied to similar organs on the heads ofother arthropods and of annelids."
 },
 {
  "index": 37599,
  "word": "LOTURE",
  "def": "See Lotion. [Obs.] Holland."
 },
 {
  "index": 6216,
  "word": "BURGLARY",
  "def": "Breaking and entering the dwelling house of another, in thenighttime, with intent to commit a felony therein, whether thefelonious purpose be accomplished or not. Wharton. Burrill."
 },
 {
  "index": 2049,
  "word": "OVIDUCT",
  "def": "A tube, or duct, for the passage of ova from the ovary to theexterior of the animal or to the part where further development takesplace. In mammals the oviducts are also called Fallopian tubes."
 },
 {
  "index": 28220,
  "word": "MACHINING",
  "def": "Of or pertaining to the machinery of a poem; acting or used asa machine.[Obs.] Dryden."
 }
]