[
 {
  "index": 62794,
  "word": "CLINQUANT",
  "def": "Glittering; dressed in, or overlaid with, tinsel finery. [Obs.]Shak."
 },
 {
  "index": 51597,
  "word": "UNDERCLAY",
  "def": "A stratum of clay lying beneath a coal bed, often containingthe roots of coal plants, especially the Stigmaria."
 },
 {
  "index": 51474,
  "word": "LONDONIZE",
  "def": "To impart to (one) a manner or character like that whichdistinguishes Londoners."
 },
 {
  "index": 22541,
  "word": "TESSELLATION",
  "def": "The act of tessellating; also, the mosaic work so formed. J.Forsyth."
 },
 {
  "index": 33145,
  "word": "HYDRACTINIAN",
  "def": "Any species or marine hydroids, of the genus Hydractinia andallied genera. These hydroids form, by their rootstalks, a firm,chitinous coating on shells and stones, and esp. on spiral shellsoccupied by hermit crabs. See Illust. of Athecata."
 },
 {
  "index": 33368,
  "word": "BUZZINGLY",
  "def": "In a buzzing manner; with a buzzing sound."
 },
 {
  "index": 50873,
  "word": "UMBROSE",
  "def": "Shady; umbrageous. [Obs.]"
 },
 {
  "index": 2509,
  "word": "STEAPSIN",
  "def": "An unorganized ferment or enzyme present in pancreatic juice.It decomposes neutral fats into glycerin and fatty acids."
 },
 {
  "index": 75048,
  "word": "DIOPSIDE",
  "def": "A crystallized variety of pyroxene, of a clear, grayish greencolor; mussite."
 },
 {
  "index": 1109,
  "word": "ROUNDER",
  "def": "An English game somewhat resembling baseball; also, anotherEnglish game resembling the game of fives, but played with afootball.Now we play rounders, and then we played prisoner's base. Bagehot."
 },
 {
  "index": 14332,
  "word": "LACUNA",
  "def": "A small opening; a small depression or cavity; a space, as avacant space between the cells of plants, or one of the spaces leftamong the tissues of the lower animals, which serve in place ofvessels for the circulation of the body fluids, or the cavity or sac,usually of very small size, in a mucous membrane."
 },
 {
  "index": 53808,
  "word": "SHANGHAI",
  "def": "To intoxicate and ship (a person) as a sailor while in thiscondition. [Written also shanghae.] [Slang, U.S.]"
 }
]