[
 {
  "index": 23813,
  "word": "IMBOSS",
  "def": "See Emboss."
 },
 {
  "index": 15737,
  "word": "ARGAS",
  "def": "A genus of venomous ticks which attack men and animals. Thefamous Persian Argas, also called Miana bug, is A. Persicus; that ofCentral America, called talaje by the natives, is A. Talaje."
 },
 {
  "index": 69517,
  "word": "PAWKY",
  "def": "Arch; cunning; sly. [Scot.] Jamieson."
 },
 {
  "index": 41707,
  "word": "ORC",
  "def": "The grampus. [Written also ork and orch.] Milton."
 },
 {
  "index": 53105,
  "word": "SUBLIMENESS",
  "def": "The quality or state of being sublime; sublimity."
 },
 {
  "index": 5440,
  "word": "UNFRUITFUL",
  "def": "Not producing fruit or offspring; unproductive; infertile;barren; sterile; as, an unfruitful tree or animal; unfruitful soil;an unfruitful life or effort.-- Un*fruit\"ful*ly, adv.-- Un*fruit\"ful*ness, n."
 },
 {
  "index": 60569,
  "word": "TRIM",
  "def": "To dress, as timber; to make smooth."
 },
 {
  "index": 54564,
  "word": "CATHERINE WHEEL",
  "def": "Same as Rose window and Wheel window. Called also Catherine-wheel window."
 },
 {
  "index": 29888,
  "word": "COFFERWORK",
  "def": "Rubblework faced with stone. Knight."
 },
 {
  "index": 18202,
  "word": "JUNIPER",
  "def": "Any evergreen shrub or tree, of the genus Juniperus and orderConiferæ."
 },
 {
  "index": 2513,
  "word": "POEBIRD",
  "def": "The parson bird."
 },
 {
  "index": 45212,
  "word": "SURVEYING",
  "def": "That branch of applied mathematics which teaches the art ofdetermining the area of any portion of the earth's surface, thelength and directions of the bounding lines, the contour of thesurface, etc., with an accurate delineation of the whole on paper;the act or occupation of making surveys. Geodetic surveying, geodesy.-- Maritime, or Nautical, surveying, that branch of surveying whichdetermines the forms of coasts and harbors, the entrances of rivers,with the position of islands, rocks, and shoals, the depth of water,etc.-- Plane surveying. See under Plane, a.-- Topographical surveying, that branch of surveying which involvesthe process of ascertaining and representing upon a plane surface thecontour, physical features, etc., of any portion of the surface ofthe earth."
 }
]