[
 {
  "index": 43242,
  "word": "RADICATE",
  "def": "Radicated."
 },
 {
  "index": 39128,
  "word": "GLASSWORT",
  "def": "A seashore plant of the Spinach family (Salicornia herbacea),with succulent jointed stems; also, a prickly plant of the samefamily (Salsola Kali), both formerly burned for the sake of theashes, which yield soda for making glass and soap."
 },
 {
  "index": 25517,
  "word": "ENCAMP",
  "def": "To form and occupy a camp; to prepare and settle in temporaryhabitations, as tents or huts; to halt on a march, pitch tents, orform huts, and remain for the night or for a longer time, as an armyor a company traveling.The host of the Philistines encamped in the valley of Rephaim. 1Chron. xi. 15."
 },
 {
  "index": 32683,
  "word": "MELIORISM",
  "def": "The doctrine that there is a tendency throughout nature towardimprovement. J. Sully."
 },
 {
  "index": 3537,
  "word": "LIBELER",
  "def": "One who libels. [Written also libeller.] \" Libelers of others.\"Buckkminster."
 },
 {
  "index": 84788,
  "word": "SUBSTRATUM",
  "def": "The permanent subject of qualities or cause of phenomena;substance."
 },
 {
  "index": 3353,
  "word": "BISECTOR",
  "def": "One who, or that which, bisects; esp. (Geom.) a straight linewhich bisects an angle."
 },
 {
  "index": 33144,
  "word": "MOLLIPILOSE",
  "def": "Having soft hairs; downy."
 },
 {
  "index": 78306,
  "word": "LOCOMOTIVE",
  "def": "A locomotive engine; a self-propelling wheel carriage,especially one which bears a steam boiler and one or more steamengines which communicate motion to the wheels and thus propel thecarriage, -- used to convey goods or passengers, or to draw wagons,railroad cars, etc. See Illustration in Appendix. Consolidationlocomotive, a locomotive having four pairs of connected drivers.-- Locomotive car, a locomotive and a car combined in one vehicle; adummy engine. [U.S.] -- Locomotive engine. Same as Locomotive, above.-- Mogul locomotive. See Mogul."
 },
 {
  "index": 9289,
  "word": "DESPOND",
  "def": "To give up, the will, courage, or spirit; to be thoroughlydisheartened; to lose all courage; to become dispirited or depressed;to take an unhopeful view.I should despair, or at least despond. Scott's Letters.Others depress their own minds, [and] despond at the firstdifficulty. Locke.We wish that . . . desponding patriotism may turn its eyeshitherward, and be assured that foundations of our national powerstill stand strong. D. Webster."
 },
 {
  "index": 35631,
  "word": "PETTY",
  "def": "Little; trifling; inconsiderable; also, inferior; subordinate;as, a petty fault; a petty prince. Denham.Like a petty god I walked about, admired of all. Milton.Petty averages. See under Average.-- Petty cash, money expended or received in small items or amounts.-- Petty officer, a subofficer in the navy, as a gunner, etc.,corresponding to a noncommissionned officer in the army."
 },
 {
  "index": 55903,
  "word": "RECOGNIZABILITY",
  "def": "The quality or condition of being recognizable."
 }
]