[
 {
  "index": 2489,
  "word": "MERCENARIAN",
  "def": "A mercenary. [Obs.]"
 },
 {
  "index": 53439,
  "word": "ARCHANGEL",
  "def": "A term applied to several different species of plants (Angelicaarchangelica, Lamium album, etc.)."
 },
 {
  "index": 24548,
  "word": "MORALE",
  "def": "The moral condition, or the condition in other respects, so faras it is affected by, or dependent upon, moral considerations, suchas zeal, spirit, hope, and confidence; mental state, as of a body ofmen, an army, and the like."
 },
 {
  "index": 61084,
  "word": "MONAZITE",
  "def": "A mineral occurring usually in small isolated crystals, --phosphate of the cerium metals."
 },
 {
  "index": 16175,
  "word": "WRECHE",
  "def": "Wreak. [Obs.] Chaucer."
 },
 {
  "index": 33098,
  "word": "REDROOT",
  "def": "A name of several plants having red roots, as the New Jerseytea (see under Tea), the gromwell, the bloodroot, and the Lachnanthestinctoria, an endogenous plant found in sandy swamps from RhodeIsland to Florida."
 },
 {
  "index": 1918,
  "word": "CAPACITY",
  "def": "Legal or noral qualification, as of age, residence, character,etc., necessary for certain purposes, as for holding office, formarrying, for making contracts, will, etc.; legal power or right;competency. Capacity for heat, the power of absorbing heat.Substances differ in the amount of heat requisite to raise them agiven number of thermometric degrees, and this difference is themeasure of, or depends upon, whzt is called their capacity for heat.See Specific heat, under Heat."
 },
 {
  "index": 81700,
  "word": "DEMESNIAL",
  "def": "Of or pertaining to a demesne; of the nature of a demesne."
 },
 {
  "index": 22520,
  "word": "PYRACANTH",
  "def": "The evergreen thorn (Cratægus Pyracantha), a shrub native ofEurope."
 },
 {
  "index": 43511,
  "word": "COSENING",
  "def": "Anything done deceitfully, and which could not be properlydesignated by any special name, whether belonging to contracts ornot. Burrill."
 },
 {
  "index": 43619,
  "word": "ENKERCHIEFED",
  "def": "Bound with a kerchief; draped; hooded; covered. Milton.That soft, enkerchiefed hair. M. Arnold."
 },
 {
  "index": 64779,
  "word": "CHOWRY",
  "def": "A whisk to keep off files, used in the East Indies. Malcom."
 }
]