[
 {
  "index": 12895,
  "word": "WHATSOEVER",
  "def": "Whatever. \"In whatsoever shape he lurk.\" Milton.Whatsoever God hath said unto thee, do. Gen. xxxi. 16."
 },
 {
  "index": 14599,
  "word": "BENEDICTUS",
  "def": "The song of Zacharias at the birth of John the Baptist (Luke i.68); -- so named from the first word of the Latin version."
 },
 {
  "index": 73493,
  "word": "HANSEATIC",
  "def": "Pertaining to the Hanse towns, or to their confederacy.Hanseatic league. See under 2d Hanse."
 },
 {
  "index": 30091,
  "word": "ARTHRODIA",
  "def": "A form of diarthrodial articulation in which the articularsurfaces are nearly flat, so that they form only an imperfect balland socket."
 },
 {
  "index": 57962,
  "word": "USTULATION",
  "def": "The operation of expelling one substance from another by heat,as sulphur or arsenic from ores, in a muffle."
 },
 {
  "index": 10104,
  "word": "DIVARICATION",
  "def": "A divergence of lines of color sculpture, or of fibers atdifferent angles."
 },
 {
  "index": 29552,
  "word": "PHOSGENE",
  "def": "Producing, or produced by, the action of light; -- formerlyused specifically to designate a gas now called carbonyl chloride.See Carbonyl."
 },
 {
  "index": 83888,
  "word": "REHEARSER",
  "def": "One who rehearses."
 },
 {
  "index": 85479,
  "word": "AUTHENTICLY",
  "def": "Authentically."
 },
 {
  "index": 81714,
  "word": "FENDER",
  "def": "One who or that which defends or protects by warding off harm;as:(a) A screen to prevent coals or sparks of an open fire from escapingto the floor.(b) Anything serving as a cushion to lessen the shock when a vesselcomes in contact with another vessel or a wharf.(c) A screen to protect a carriage from mud thrown off the wheels:also, a splashboard.(d) Anything set up to protect an exposed angle, as of a house, fromdamage by carriage wheels."
 },
 {
  "index": 14395,
  "word": "PRIMALITY",
  "def": "The quality or state of being primal. [Obs.]"
 },
 {
  "index": 13220,
  "word": "SALE",
  "def": "See 1st Sallow. [Obs.] Spenser."
 }
]