[
 {
  "index": 22400,
  "word": "PUTRESCIN",
  "def": "A nontoxic diamine, C4H12N2, formed in the putrefaction of theflesh of mammals and some other animals."
 },
 {
  "index": 5456,
  "word": "DAYFLY",
  "def": "A neuropterous insect of the genus Ephemera and related genera,of many species, and inhabiting fresh water in the larval state; theephemeral fly; -- so called because it commonly lives but one day inthe winged or adult state. See Ephemeral fly, under Ephemeral."
 },
 {
  "index": 70456,
  "word": "BASS VIOL",
  "def": "A stringed instrument of the viol family, used for playingbass. See 3d Bass, n., and Violoncello."
 },
 {
  "index": 55956,
  "word": "HUCKABACK",
  "def": "A kind of linen cloth with raised figures, used for towelings."
 },
 {
  "index": 60430,
  "word": "TREMOR",
  "def": "A trembling; a shivering or shaking; a quivering or vibratorymotion; as, the tremor of a person who is weak, infirm, or old.He fell into an universal tremor of all his joints. Harvey."
 },
 {
  "index": 57729,
  "word": "APHAERESIS",
  "def": "Same as Apheresis."
 },
 {
  "index": 20717,
  "word": "OOIDAL",
  "def": "Shaped like an egg."
 },
 {
  "index": 79362,
  "word": "BREVIER",
  "def": "A size of type between bourgeous and minion."
 },
 {
  "index": 43668,
  "word": "LIMOUSINE",
  "def": "An automobile body with seats and permanent top like a coupé,and with the top projecting over the driver and a projecting front;also, an automobile with such a body."
 },
 {
  "index": 48667,
  "word": "PERSIENNE",
  "def": "Properly, printed calico, whether Oriental or of fancifuldesign with flowers, etc., in Western work. Hence, as extended inEnglish, material of a similar character."
 },
 {
  "index": 40155,
  "word": "IDLENESS",
  "def": "The condition or quality of being idle (in the various sensesof that word); uselessness; fruitlessness; triviality; inactivity;laziness."
 },
 {
  "index": 28504,
  "word": "SELF-LUMINOUS",
  "def": "Possessing in itself the property of emitting light. Sir D.Brewster."
 }
]