[
 {
  "index": 49210,
  "word": "WATER STARWORT",
  "def": "See under Starwort."
 },
 {
  "index": 81975,
  "word": "COMPENSATORY",
  "def": "Serving for compensation; making amends. Jer. Taylor."
 },
 {
  "index": 19657,
  "word": "MILORD",
  "def": "Lit., my lord; hence (as used on the Continent), an Englishnobleman or gentleman."
 },
 {
  "index": 42025,
  "word": "HELIOZOA",
  "def": "An order of fresh-water rhizopods having a more or lessglobular form, with slender radiating pseudopodia; the sunanimalcule."
 },
 {
  "index": 77938,
  "word": "SACCHAROMETER",
  "def": "A saccharimeter."
 },
 {
  "index": 81969,
  "word": "INELEGANT",
  "def": "Not elegant; deficient in beauty, polish, refinement, grave, orornament; wanting in anything which correct taste requires.What order so contrived as not to mix Tastes, not well joined,inelegant. Milton.It renders style often obscure, always embarrassed and inelegant.Blair."
 },
 {
  "index": 41634,
  "word": "HILUS",
  "def": "Same as Hilum, 2."
 },
 {
  "index": 84561,
  "word": "TARDIGRADA",
  "def": "A tribe of edentates comprising the sloths. They are noted forthe slowness of their movements when on the ground. See Sloth, 3."
 },
 {
  "index": 6200,
  "word": "HIBERNATION",
  "def": "The act or state of hibernating. Evelyn."
 },
 {
  "index": 22781,
  "word": "BAWLER",
  "def": "One who bawls."
 },
 {
  "index": 45233,
  "word": "PERMANENT",
  "def": "Continuing in the same state, or without any change thatdestroys form or character; remaining unaltered or unremoved;abiding; durable; fixed; stable; lasting; as, a permanent impression.Eternity stands permanent and fixed. Dryden.Permanent gases (Chem. \u0026 Physics), hydrogen, oxygen, nitrogen, andcarbon monoxide; -- also called incondensible or incoercible gases,before their liquefaction in 1877.-- Permanent way, the roadbed and superstructure of a finishedrailway; -- so called in distinction from the contractor's temporaryway.-- Permanent white (Chem.), barium sulphate (heavy spar), used as awhite pigment or paint, in distinction from white lead, whichtarnishes and darkens from the formation of the sulphide."
 },
 {
  "index": 30480,
  "word": "SUSTENTATIVE",
  "def": "Adapted to sustain, strengthen, or corroborate; as,sustentative citations or quotations. Sustentative functions(Physiol.), those functions of the body which affect its materialcomposition and thus determine its mass."
 }
]