[
 {
  "index": 14662,
  "word": "CRINOSITY",
  "def": "Hairiness. [R.]"
 },
 {
  "index": 59598,
  "word": "TARBOOSH",
  "def": "A red cap worn by Turks and other Eastern nations, sometimesalone and sometimes swathed with linen or other stuff to make aturban. See Fez."
 },
 {
  "index": 32132,
  "word": "GOPHER WOOD",
  "def": "A species of wood used in the construction of Noah's ark. Gen.vi. 14."
 },
 {
  "index": 54480,
  "word": "WHISKING",
  "def": "An intoxicating liquor distilled from grain, potatoes, etc.,especially in Scotland, Ireland, and the United States. In the UnitedStates, whisky is generally distilled from maize, rye, or wheat, butin Scotland and Ireland it is often made from malted barley. Bourbonwhisky, corn whisky made in Bourbon County, Kentucky.-- Crooked whisky. See under Crooked.-- Whisky Jack (Zoöl.), the Canada jay (Perisoreus Canadensis). Itis noted for its fearless and familiar habits when it frequents thecamps of lumbermen in the winter season. Its color is dull grayishblue, lighter beneath. Called also moose bird."
 },
 {
  "index": 31491,
  "word": "CRAYON",
  "def": "A pencil of carbon used in producing electric light. Crayonboard, cardboard with a surface prepared for crayon drawing.-- Crayon drawing, the act or art of drawing with crayons; a drawingmade with crayons."
 },
 {
  "index": 29780,
  "word": "RETAKER",
  "def": "One who takes again what has been taken; a recaptor. Kent."
 },
 {
  "index": 31401,
  "word": "CHELIDON",
  "def": "The hollow at the flexure of the arm."
 },
 {
  "index": 47760,
  "word": "CONFLICTIVE",
  "def": "Tending to conflict; conflicting.  Sir W. Hamilton."
 },
 {
  "index": 67281,
  "word": "FRUSTUM",
  "def": "The part of a solid next the base, formed by cutting off the,top; or the part of any solid, as of a cone, pyramid, etc., betweentwo planes, which may be either parallel or inclined to each other."
 },
 {
  "index": 37027,
  "word": "TEMPLAR",
  "def": "Of or pertaining to a temple. [R.]Solitary, family, and templar devotion. Coleridge."
 },
 {
  "index": 76843,
  "word": "ALEGAR",
  "def": "Sour ale; vinegar made of ale. Cecil."
 },
 {
  "index": 39604,
  "word": "MANTELPIECE",
  "def": "Same as Mantel."
 }
]