[
 {
  "index": 51841,
  "word": "CROSS-EYE",
  "def": "See Strabismus."
 },
 {
  "index": 80189,
  "word": "COIF",
  "def": "A cap. Specifically: (a) A close-fitting cap covering the sidesof the head, like a small hood without a cape. (b) An officialheaddress, such as that worn by certain judges in England. [Writtingalso quoif.]From point and saucy ermine down To the plain coif and russet gown.H. Brocke.The judges, . . . althout they are not of the first magnitude, norneed be of the degree of the coif, yet are they considerable. Bacon."
 },
 {
  "index": 13219,
  "word": "CAMEL",
  "def": "A large ruminant used in Asia and Africa for carrying burdensand for riding. The camel is remarkable for its ability to go a longtime without drinking. Its hoofs are small, and situated at theextremities of the toes, and the weight of the animal rests on thecallous. The dromedary (Camelus dromedarius) has one bunch on theback, while the Bactrian camel (C. Bactrianus) has two. The llama,alpaca, and vicuña, of South America, belong to a related genus(Auchenia)."
 },
 {
  "index": 58471,
  "word": "URANOGRAPHIST",
  "def": "One practiced in uranography."
 },
 {
  "index": 23755,
  "word": "HEXAPOD",
  "def": "Having six feet.-- n. (Zoöl.)"
 },
 {
  "index": 27563,
  "word": "MILLENARIAN",
  "def": "Consisting of a thousand years; of or pertaining to themillennium, or to the Millenarians."
 },
 {
  "index": 50935,
  "word": "RESISTANCE",
  "def": "The quality of not yielding to force or external pressure; thatpower of a body which acts in opposition to the impulse or pressureof another, or which prevents the effect of another power; as, theresistance of the air to a body passing through it; the resistance ofa target to projectiles."
 },
 {
  "index": 67043,
  "word": "INDISSOLVABLENESS",
  "def": "Indissolubleness."
 },
 {
  "index": 997,
  "word": "ORTHOEPIST",
  "def": "One who is skilled in orthoëpy."
 },
 {
  "index": 71630,
  "word": "OXHEART",
  "def": "A large heart-shaped cherry, either black, red, or white."
 },
 {
  "index": 561,
  "word": "STICHOMANCY",
  "def": "Divination by lines, or passages of books, taken at hazard."
 },
 {
  "index": 1247,
  "word": "ATTASTE",
  "def": "To taste or cause to taste. [Obs.] Chaucer."
 }
]