[
 {
  "index": 52388,
  "word": "OFFENDER",
  "def": "One who offends; one who violates any law, divine or human; awrongdoer.I and my son Solomon shall be counted offenders. 1 Kings i. 21."
 },
 {
  "index": 27673,
  "word": "EDGESHOT",
  "def": "Having an edge planed, -- said of a board. Knight."
 },
 {
  "index": 51156,
  "word": "ACCESSORINESS",
  "def": "The state of being accessory, or connected subordinately."
 },
 {
  "index": 62925,
  "word": "SUBACT",
  "def": "To reduce; to subdue. [Obs.] Bacon."
 },
 {
  "index": 52928,
  "word": "DELIVER",
  "def": "Free; nimble; sprightly; active. [Obs.]Wonderly deliver and great of strength. Chaucer."
 },
 {
  "index": 7083,
  "word": "VERIDICAL",
  "def": "Truth-telling; truthful; veracious. [R.] Carlyle."
 },
 {
  "index": 16052,
  "word": "WREATH-SHELL",
  "def": "A marine shell of the genus Turbo. See Turbo."
 },
 {
  "index": 19539,
  "word": "DICTOGRAPH",
  "def": "A telephonic instrument for office or other similar use, havinga sound-magnifying device enabling the ordinary mouthpiece to bedispensed with. Much use has been made of it for overhearing, or forrecording, conversations for the purpose of obtaining evidence foruse in litigation."
 },
 {
  "index": 30185,
  "word": "CEMENTATION",
  "def": "A process which consists in surrounding a solid body with thepowder of other substances, and heating the whole to a degree notsufficient to cause fusion, the physical properties of the body beingchanged by chemical combination with powder; thus iron becomes steelby cementation with charcoal, and green glass becomes porcelain bycementation with sand."
 },
 {
  "index": 44469,
  "word": "FANCY-FREE",
  "def": "Free from the power of love. \"In maiden meditation, fancy-free.\" Shak."
 },
 {
  "index": 18631,
  "word": "APOPHYGE",
  "def": "The small hollow curvature given to the top or bottom of theshaft of a column where it expands to meet the edge of the fillet; --called also the scape. Parker."
 },
 {
  "index": 32058,
  "word": "PREDICTIVE",
  "def": "Foretelling; prophetic; foreboding.-- Pre*dict\"ive*ly, adv."
 }
]