[
 {
  "index": 71414,
  "word": "ARRIS",
  "def": "The sharp edge or salient angle formed by two surfaces meetingeach other, whether plane or curved; -- applied particularly to theedges in moldings, and to the raised edges which separate theflutings in a Doric column. P. Cyc. Arris fillet, a triangular pieceof wood used to raise the slates of a roof against a chimney or wall,to throw off the rain. Gwilt.-- Arris gutter, a gutter of a V form fixed to the eaves of abuilding. Gwilt."
 },
 {
  "index": 79637,
  "word": "LAMPATE",
  "def": "A supposed salt of lampic acid. [Obs.]"
 },
 {
  "index": 44303,
  "word": "STYX",
  "def": "The principal river of the lower world, which had to be crossedin passing to the regions of the dead."
 },
 {
  "index": 78906,
  "word": "BLUESTOCKING",
  "def": "The American avocet (Recurvirostra Americana)."
 },
 {
  "index": 40613,
  "word": "CRIPPLED",
  "def": "Lamed; lame; disabled; impeded. \"The crippled crone.\"Longfellow."
 },
 {
  "index": 68824,
  "word": "SETNESS",
  "def": "The quality or state of being set; formality; obstinacy. \"Thestarched setness of a sententious writer.\" R. Masters."
 },
 {
  "index": 21,
  "word": "CINCINNUS",
  "def": "A form of monochasium in which the lateral branches arisealternately on opposite sides of the false axis; -- called alsoscorpioid cyme. --Cin*cin\"nal (#), a."
 },
 {
  "index": 25873,
  "word": "LEUCOTURIC",
  "def": "Pertaining to, or designating, a nitrogenous organic substanceof the uric acid group, called leucoturic acid or oxalantin. SeeOxalantin."
 },
 {
  "index": 76190,
  "word": "NOURICE",
  "def": "A nurse. [Obs.] Spenser."
 },
 {
  "index": 63492,
  "word": "WATER TABLE",
  "def": "A molding, or other projection, in the wall of a building, tothrow off the water, -- generally used in the United States for thefirst table above the surface of the ground (see Table, n., 9), thatis, for the table at the top of the foundation and the beginning ofthe upper wall."
 },
 {
  "index": 5880,
  "word": "PLASTIN",
  "def": "A substance associated with nuclein in cell nuclei, and by someconsidered as the fundamental substance of the nucleus."
 },
 {
  "index": 29645,
  "word": "MARCHMAN",
  "def": "A person living in the marches between England and Scotland orWales."
 }
]