[
 {
  "index": 56001,
  "word": "DRUPE",
  "def": "A fruit consisting of pulpy, coriaceous, or fibrous exocarp,without valves, containing a nut or stone with a kernel. The exocarpis succulent in the plum, cherry, apricot, peach, etc.; dry andsubcoriaceous in the almond; and fibrous in the cocoanut."
 },
 {
  "index": 45279,
  "word": "OVOVIVIPAROUS",
  "def": "Oviparous, but hatching the egg while it is within the body, assome fishes and reptiles."
 },
 {
  "index": 71941,
  "word": "SPEND",
  "def": "To break ground; to continue working."
 },
 {
  "index": 7065,
  "word": "EXOCARP",
  "def": "The outer portion of a fruit, as the flesh of a peach or therind of an orange. See Illust. of Drupe."
 },
 {
  "index": 23978,
  "word": "HYMNOLOGIST",
  "def": "A composer or compiler of hymns; one versed in hymnology.Busby."
 },
 {
  "index": 24751,
  "word": "DUCKBILL",
  "def": "See Duck mole, under Duck, n."
 },
 {
  "index": 22858,
  "word": "MILLING",
  "def": "The act or employment of grinding or passing through a mill;the process of fulling; the process of making a raised or intentededge upon coin, etc.; the process of dressing surfaces of variousshapes with rotary cutters. See Mill. High milling, milling in whichgrain is reduced to flour by a succession of crackings, or of slightand partial crushings, alternately with sifting and sorting theproduct.-- Low milling, milling in which the reduction is effected in asingle crushing or grinding.-- Milling cutter, a fluted, sharp-edged rotary cutter for dressingsurfaces, as of metal, of various shapes.-- Milling machine, a machine tool for dressing surfaces by rotarycutters.-- Milling tool, a roller with indented edge or surface, forproducing like indentations in metal by rolling pressure, as inturning; a knurling tool; a milling cutter."
 },
 {
  "index": 12694,
  "word": "WOMBAT",
  "def": "Any one of three species of Australian burrowing marsupials ofthe genus Phascolomys, especially the common species (P. ursinus).They are nocturnal in their habits, and feed mostly on roots."
 },
 {
  "index": 54654,
  "word": "ENCYSTED",
  "def": "Inclosed in a cyst, or a sac, bladder, or vesicle; as, anencysted tumor.The encysted venom, or poison bag, beneath the adder's fang.Coleridge."
 },
 {
  "index": 39532,
  "word": "EXCUSELESS",
  "def": "Having no excuse; not admitting of excuse or apology. Whillock."
 },
 {
  "index": 13565,
  "word": "BODKIN",
  "def": "An implement of steel, bone, ivory, etc., with a sharp point,for making holes by piercing; a"
 },
 {
  "index": 81719,
  "word": "STRUGGLER",
  "def": "One who struggles."
 }
]