[
 {
  "index": 6949,
  "word": "SACROSANCT",
  "def": "Sacred; inviolable. [R.] Dr. H. More."
 },
 {
  "index": 61826,
  "word": "COJOIN",
  "def": "To join; to conjoin. [R.] Shak."
 },
 {
  "index": 64255,
  "word": "AGOOD",
  "def": "In earnest; heartily. [Obs.] \"I made her weep agood.\"  Shak."
 },
 {
  "index": 44697,
  "word": "SALICYLATE",
  "def": "A salt of salicylic acid."
 },
 {
  "index": 80546,
  "word": "CASSONADE",
  "def": "Raw sugar; sugar not refined. Mc Elrath."
 },
 {
  "index": 66502,
  "word": "FARMER",
  "def": "One who farms; as:(a) One who hires and cultivates a farm; a cultivator of leasedground; a tenant. Smart.(b) One who is devoted to the tillage of the soil; one who cultivatesa farm; an agriculturist; a husbandman.(c) One who takes taxes, customs, excise, or other duties, tocollect, either paying a fixed annuual rent for the privilege; as, afarmer of the revenues.(d) (Mining) The lord of the field, or one who farms the lot and copeof the crown. Farmer-general Etym: [F. fermier-general], one to whomthe right of levying certain taxes, in a particular district, wasfarmed out, under the former French monarchy, for a given sum paiddown.-- Farmers' satin, a light material of cotton and worsted, used forcoat linings. McElrath.-- The king's farmer (O. Eng. Law), one to whom the collection of aroyal revenue was farmed out. Burrill."
 },
 {
  "index": 72786,
  "word": "REGLET",
  "def": "A flat, narrow molding, used chiefly to separate the parts ormembers of compartments or panels from one another, or doubled,turned, and interlaced so as to form knots, frets, or otherornaments. See Illust. (12) of Column."
 },
 {
  "index": 80169,
  "word": "MISE",
  "def": "The issue in a writ of right."
 },
 {
  "index": 70641,
  "word": "EPIPHARYNX",
  "def": "A structure which overlaps the mouth of certain insects."
 },
 {
  "index": 46320,
  "word": "OENANTHATE",
  "def": "A salt of the supposed oenanthic acid."
 },
 {
  "index": 26240,
  "word": "WOMANLIKE",
  "def": "Like a woman; womanly.Womanlike, taking revenge too deep. Tennyson."
 },
 {
  "index": 47094,
  "word": "FORME",
  "def": "Same as Paté or Patté."
 }
]