[
 {
  "index": 72084,
  "word": "TANGIBILITY",
  "def": "The quality or state of being tangible."
 },
 {
  "index": 40888,
  "word": "BLOCK BOOK",
  "def": "A book printed from engraved wooden blocks instead of movabletypes."
 },
 {
  "index": 49902,
  "word": "PIPEWOOD",
  "def": "An ericaceous shrub (Leucothoë acuminata) of the southernUnited States, from the wood of which pipe bowls are made."
 },
 {
  "index": 39529,
  "word": "DESECRATE",
  "def": "To divest of a sacred character or office; to divert from asacred purpose; to violate the sanctity of; to profane; to put to anunworthy use; -- the opposite of consecrate.The [Russian] clergy can not suffer corporal punishment without beingpreviously desecrated. W. Tooke.The founders of monasteries imprecated evil on those who shoulddesecrate their donations. Salmon."
 },
 {
  "index": 52945,
  "word": "EMPIERCE",
  "def": "To pierce; to impierce. [Obs.] Spenser."
 },
 {
  "index": 6438,
  "word": "BENTHAMIC",
  "def": "Of or pertaining to Bentham or Benthamism."
 },
 {
  "index": 43538,
  "word": "ARGENTIC",
  "def": "Pertaining to, derived from, or containing, silver; -- said ofcertain compounds of silver in which this metal has its lowestproportion; as, argentic chloride."
 },
 {
  "index": 82829,
  "word": "RED-RIBAND",
  "def": "The European red band fish, or fireflame. See Rend fish."
 },
 {
  "index": 53475,
  "word": "NUMBLESS",
  "def": "See Nombles."
 },
 {
  "index": 1663,
  "word": "BATEMENT",
  "def": "Abatement; diminution. Moxon. Batement light (Arch.), a windowor one division of a window having vertical sides, but with the sillnot horizontal, as where it follows the rake of a staircase."
 },
 {
  "index": 31054,
  "word": "GLOWWORM",
  "def": "A coleopterous insect of the genus Lampyris; esp., the winglessfemales and larvæ of the two European species (L. noctiluca, and L.splendidula), which emit light from some of the abdominal segments.Like a glowworm in the night, The which hath fire in darkness, nonein light. Shak."
 },
 {
  "index": 66800,
  "word": "BRYOZOUM",
  "def": "An individual zooid of a bryozoan coralline, of which there maybe two or more kinds in a single colony. The zooecia usually have awreath of tentacles around the mouth, and a well developed stomachand intestinal canal; but these parts are lacking in the other zooids(Avicularia, Ooecia, etc.)."
 }
]