[
 {
  "index": 30128,
  "word": "PESSIMISM",
  "def": "The opinion or doctrine that everything in nature is orderedfor or tends to the worst, or that the world is wholly evil; --opposed to Ant: optimism."
 },
 {
  "index": 79163,
  "word": "BACTERIUM",
  "def": "A microscopic vegetable organism, belonging to the class Algæ,usually in the form of a jointed rodlike filament, and found inputrefying organic infusions. Bacteria are destitute of chlorophyll,and are the smallest of microscopic organisms. They are very widelydiffused in nature, and multiply with marvelous rapidity, both byfission and by spores. Certain species are active agents infermentation, while others appear to be the cause of certaininfectious diseases. See Bacillus."
 },
 {
  "index": 51276,
  "word": "CIRCUMNAVIGATE",
  "def": "To sail completely round.Having circumnavigated the whole earth. T. Fuller."
 },
 {
  "index": 15742,
  "word": "CLARION",
  "def": "A kind of trumpet, whose note is clear and shrill.He sounds his imperial clarion along the whole line of battle. E.Everett."
 },
 {
  "index": 70266,
  "word": "PAPIZED",
  "def": "Conformed to popery. [Obs.] \"Papized writers.\" Fuller."
 },
 {
  "index": 4146,
  "word": "BRIGADIER GENERAL",
  "def": "An officer in rank next above a colonel, and below a majorgeneral. He commands a brigade, and is sometimes called, by ashortening of his title, simple a brigadier."
 },
 {
  "index": 1180,
  "word": "RICK",
  "def": "A stack or pile, as of grain, straw, or hay, in the open air,usually protected from wet with thatching.Golden clusters of beehive ricks, rising at intervals beyond thehedgerows. G. Eliot."
 },
 {
  "index": 25439,
  "word": "DEADBEAT",
  "def": "Making a beat without recoil; giving indications by a singlebeat or excursion; -- said of galvanometers and other instruments inwhich the needle or index moves to the extent of its deflection andstops with little or no further oscillation. Deadbeat escapement. Seeunder Escapement."
 },
 {
  "index": 58630,
  "word": "STAPHYLOMATOUS",
  "def": "Of or pertaining to staphyloma; affected with staphyloma."
 },
 {
  "index": 72340,
  "word": "GRANDMOTHERLY",
  "def": "Like a grandmother in age or manner; kind; indulgent."
 },
 {
  "index": 30568,
  "word": "GLADDEN",
  "def": "To make glad; to cheer; to please; to gratify; to rejoice; toexhilarate.A secret pleasure gladdened all that saw him. Addison."
 },
 {
  "index": 53461,
  "word": "ISURET",
  "def": "An artificial nitrogenous base, isomeric with urea, and forminga white crystalline substance; -- called also isuretine."
 }
]