[
 {
  "index": 8323,
  "word": "SLATY",
  "def": "Resembling slate; having the nature, appearance, or properties,of slate; composed of thin parallel plates, capable of beingseparated by splitting; as, a slaty color or texture. Slaty cleavage(Min.), cleavage, as of rocks, into thin leaves or plates, like thoseof slate; -- applied especially to those cases in which the planes ofcleavage are not parallel to the planes of stratification. It is nowbelieved to be caused by the compression which the strata haveundergone.-- Slaty gneiss (Min.), a variety of gneiss in which the scales ofmica or crystals of hornblende, which are usually minute, form thinlaminæ, rendering the rock easily cleavable."
 },
 {
  "index": 17622,
  "word": "SHEMITE",
  "def": "A descendant of Shem."
 },
 {
  "index": 17964,
  "word": "INSOCIATE",
  "def": "Not associate; without a companion; single; solitary; recluse.[Obs.] \"The insociate virgin life.\" B. Jonson."
 },
 {
  "index": 35391,
  "word": "LIN",
  "def": "To yield; to stop; to cease. [Obs. or Scot.] Marsion."
 },
 {
  "index": 55743,
  "word": "GORGONEION",
  "def": "A mask carved in imitation of a Gorgon's head. Elmes."
 },
 {
  "index": 29233,
  "word": "TELEOST",
  "def": "One of the Teleosti. Also used adjectively."
 },
 {
  "index": 15516,
  "word": "DAMASSE",
  "def": "Woven like damask.-- n."
 },
 {
  "index": 3877,
  "word": "LARDACEIN",
  "def": "A peculiar amyloid substance, colored blue by iodine andsulphuric acid, occurring mainly as an abnormal infiltration into thespleen, liver, etc."
 },
 {
  "index": 57521,
  "word": "MYRIORAMA",
  "def": "A picture made up of several smaller pictures, drawn uponseparate pieces in such a manner as to admit of combination in manydifferent ways, thus producing a great variety of scenes orlandscapes."
 },
 {
  "index": 76069,
  "word": "COMPOTATOR",
  "def": "One who drinks with another. [R.] Pope."
 },
 {
  "index": 22921,
  "word": "EXTEND",
  "def": "To value, as lands taken by a writ of extent in satisfaction ofa debt; to assign by writ of extent. Extended letter (Typog.), aletter, or style of type, having a broader face than is usual for aletter or type of the same height."
 },
 {
  "index": 21588,
  "word": "MANDUCATE",
  "def": "To masticate; to chew; to eat. [R.] Jer. Taylor."
 }
]