[
 {
  "index": 18277,
  "word": "CONFLUXIBLE",
  "def": "Inclined to flow or run together. --Con*flux\"i*ble*ness, n."
 },
 {
  "index": 6456,
  "word": "CRAPAUDINE",
  "def": "Turning on pivots at the top and bottom; -- said of a door."
 },
 {
  "index": 24459,
  "word": "HOLSOM",
  "def": "Wholesome. [Obs.] Chaucer."
 },
 {
  "index": 26000,
  "word": "PANICLED",
  "def": "Furnished with panicles; arranged in, or like, panicles;paniculate."
 },
 {
  "index": 40841,
  "word": "GYRACANTHUS",
  "def": "A genus of fossil fishes, found in Devonian and carboniferousstrata; -- so named from their round, sculptured spines."
 },
 {
  "index": 74961,
  "word": "BARTER",
  "def": "To traffic or trade, by exchanging one commodity for another,in distinction from a sale and purchase, in which money is paid forthe commodities transferred; to truck."
 },
 {
  "index": 21473,
  "word": "CUCKOLDIZE",
  "def": "To cuckold. Dryden."
 },
 {
  "index": 24082,
  "word": "WARRIOR",
  "def": "A man engaged or experienced in war, or in the military life; asoldier; a champion.Warriors old with ordered spear and shield. Milton.Warrior ant (Zoöl.), a reddish ant (Formica sanguinea) native ofEurope and America. It is one of the species which move in armies tocapture and enslave other ants."
 },
 {
  "index": 11975,
  "word": "FRANKALMOIGNE",
  "def": "A tenure by which a religious corporation holds lands given tothem and their successors forever, usually on condition of prayingfor the soul of the donor and his heirs; -- called also tenure byfree alms. Burrill."
 },
 {
  "index": 83008,
  "word": "TASCO",
  "def": "A kind of clay for making melting pots. Percy Smith."
 },
 {
  "index": 31100,
  "word": "SUBSTITUTE",
  "def": "One who, or that which, is substituted or put in the place ofanother; one who acts for another; that which stands in lieu ofsomething else; specifically (Mil.),"
 },
 {
  "index": 53746,
  "word": "ASSUMPT",
  "def": "To take up; to elevate; to assume. [Obs.] Sheldon."
 }
]