[
 {
  "index": 83664,
  "word": "CHROMOPHOTOGRAPH",
  "def": "A picture made by any of the processes for reproducingphotographs in colors. --Chro`mo*pho`to*graph\"ic (#), a."
 },
 {
  "index": 12965,
  "word": "CONGREVE ROCKET",
  "def": "See under Rocket."
 },
 {
  "index": 29180,
  "word": "INJUNCTION",
  "def": "A writ or process, granted by a court of equity, and, insomecases, under statutes, by a court of law,whereby a party is requiredto do or to refrain from doing certain acts, according to theexigency of the writ."
 },
 {
  "index": 79397,
  "word": "ADJACENTLY",
  "def": "So as to be adjacent."
 },
 {
  "index": 81061,
  "word": "TITULARY",
  "def": "A person invested with a title, in virtue of which he holds anoffice or benefice, whether he performs the duties of it or not."
 },
 {
  "index": 45375,
  "word": "FAVORITE",
  "def": "Short curls dangling over the temples; -- fashionable in thereign of Charles II. [Obs.] Farquhar."
 },
 {
  "index": 50316,
  "word": "TUMBLEWEED",
  "def": "Any plant which habitually breaks away from its roots in theautumn, and is driven by the wind, as a light, rolling mass, over thefields and prairies; as witch grass, wild indigo, Amarantus albus,etc."
 },
 {
  "index": 51743,
  "word": "AMITOSIS",
  "def": "Cell division in which there is first a simple cleavage of thenucleus without change in its structure (such as the formation ofchromosomes), followed by the division of the cytoplasm; direct celldivision; -- opposed to mitosis. It is not the usual mode ofdivision, and is believed by many to occur chiefly in highlyspecialized cells which are incapable of long-continuedmultiplication, in transitory structures, and in those in earlystages of degeneration."
 },
 {
  "index": 37483,
  "word": "PROLL",
  "def": "To search or prowl after; to rob; to plunder. [Obs.] Barrow."
 },
 {
  "index": 84516,
  "word": "WAIT-A-BIT",
  "def": "Any of several plants bearing thorns or stiff hookedappendages, which catch and tear the clothing, as:(a) The greenbrier.(b) Any of various species of hawthorn.(c) In South Africa, one of numerous acacias and mimosas.(d) The grapple plant.(e) The prickly ash."
 },
 {
  "index": 58629,
  "word": "SCRUBBOARD",
  "def": "A baseboard; a mopboard."
 },
 {
  "index": 61739,
  "word": "HAMMOCHRYSOS",
  "def": "A stone with spangles of gold color in it."
 }
]