[
 {
  "index": 5708,
  "word": "PROUDLY",
  "def": "In a proud manner; with lofty airs or mien; haughtily;arrogantly; boastfully.Proudly he marches on, and void of fear. Addison."
 },
 {
  "index": 40923,
  "word": "CENSURER",
  "def": "One who censures. Sha."
 },
 {
  "index": 46309,
  "word": "PISSASPHALT",
  "def": "Earth pitch; a soft, black bitumen of the consistence of tar,and of a strong smell. It is inflammable, and intermediate betweenpetroleum and asphalt. [Written also pisasphaltum, pisasphalt, etc.]"
 },
 {
  "index": 70967,
  "word": "ORATORIOUS",
  "def": "Oratorical. [Obs.] Jer. Taylor.-- Or`a*to\"ri*ous*ly, adv. [Obs.]"
 },
 {
  "index": 62115,
  "word": "PARADOXY",
  "def": "A white waxy substance, resembling spermaceti, tasteless andodorless, and obtained from coal tar, wood tar, petroleum, etc., bydistillation. It is used as an illuminant and lubricant. It is veryinert, not being acted upon by most of the strong chemical reagents.It was formerly regarded as a definite compound, but is now known tobe a complex mixture of several higher hydrocarbons of the methane ormarsh-gas series; hence, by extension, any substance, whether solid,liquid, or gaseous, of the same chemical series; thus coal gas andkerosene consist largely of paraffins."
 },
 {
  "index": 19348,
  "word": "INVECTIVELY",
  "def": "In an invective manner. Shak."
 },
 {
  "index": 46364,
  "word": "WARPROOF",
  "def": "Valor tried by war."
 },
 {
  "index": 20071,
  "word": "T CART",
  "def": "See under T."
 },
 {
  "index": 42132,
  "word": "TRADUCT",
  "def": "To derive or deduce; also, to transmit; to transfer. [Obs.]Fotherby."
 },
 {
  "index": 45400,
  "word": "BOOM",
  "def": "A long pole or spar, run out for the purpose of extending thebottom of a particular sail; as, the jib boom, the studding-sailboom, etc."
 },
 {
  "index": 52196,
  "word": "FITZ",
  "def": "A son; -- used in compound names, to indicate paternity, esp.of the illegitimate sons of kings and princes of the blood; as,Fitzroy, the son of the king; Fitzclarence, the son of the duke ofClarence."
 },
 {
  "index": 60006,
  "word": "PEA-JACKET",
  "def": "A thick loose woolen jacket, or coat, much worn by sailors incold weather."
 }
]