[
 {
  "index": 21,
  "word": "CINCINNUS",
  "def": "A form of monochasium in which the lateral branches arisealternately on opposite sides of the false axis; -- called alsoscorpioid cyme. --Cin*cin\"nal (#), a."
 },
 {
  "index": 988,
  "word": "DARTER",
  "def": "The snakebird, a water bird of the genus Plotus; -- so calledbecause it darts out its long, snakelike neck at its prey. SeeSnakebird."
 },
 {
  "index": 34685,
  "word": "HYDRAULICS",
  "def": "That branch of science, or of engineering, which treats offluids in motion, especially of water, its action in rivers andcanals, the works and machinery for conducting or raising it, its useas a prime mover, and the like."
 },
 {
  "index": 9665,
  "word": "BEBLUBBER",
  "def": "To make swollen and disfigured or sullied by weeping; as, hereyes or cheeks were beblubbered."
 },
 {
  "index": 72133,
  "word": "FULMINATORY",
  "def": "Thundering; striking terror. Cotgrave."
 },
 {
  "index": 10348,
  "word": "SPITTER",
  "def": "One who ejects saliva from the mouth."
 },
 {
  "index": 48877,
  "word": "CELLULE",
  "def": "A small cell."
 },
 {
  "index": 8798,
  "word": "PREHISTORIC",
  "def": "Of or pertaining to a period before written history begins; as,the prehistoric ages; prehistoric man."
 },
 {
  "index": 17493,
  "word": "GRAPHOLOGY",
  "def": "The art of judging of a person's character, disposition, andaptitude from his handwriting."
 },
 {
  "index": 30573,
  "word": "HAWK",
  "def": "One of numerous species and genera of rapacious birds of thefamily Falconidæ. They differ from the true falcons in lacking theprominent tooth and notch of the bill, and in having shorter and lesspointed wings. Many are of large size and grade into the eagles.Some, as the goshawk, were formerly trained like falcons. In a moregeneral sense the word is not infrequently applied, also, to truefalcons, as the sparrow hawk, pigeon hawk, duck hawk, and prairiehawk."
 },
 {
  "index": 49284,
  "word": "ORBITUARY",
  "def": "Orbital. [R.]"
 },
 {
  "index": 63376,
  "word": "BOUR",
  "def": "A chamber or a cottage. [Obs.] Chaucer."
 }
]