[
 {
  "index": 57174,
  "word": "PHOTOTHEODOLITE",
  "def": "An arrangement of two photographic cameras, the plates of whichmay be brought into exactly the same plane, used in surveying and mapmaking. From the differences between two pictures taken at the samemoment, measurements in all dimensions of the region may be obtained."
 },
 {
  "index": 59946,
  "word": "UNCONSTANCY",
  "def": "Inconstancy. [Obs.] \"The unconstancy of the foundation.\"Fuller."
 },
 {
  "index": 48371,
  "word": "SCATHLESS",
  "def": "Unharmed. R. L. Stevenson.He, too, . . . is to be dismissed scathless. Sir W. Scott."
 },
 {
  "index": 67757,
  "word": "SOMATOME",
  "def": "See Somite."
 },
 {
  "index": 65539,
  "word": "PSEUDOSCOPE",
  "def": "An instrument which exhibits objects with their proper reliefreversed; -- an effect opposite to that produced by the stereoscope.Wheatstone."
 },
 {
  "index": 13817,
  "word": "LEONTODON",
  "def": "A genus of liguliflorous composite plants, including the falldandelion (L. autumnale), and formerly the true dandelion; -- calledalso lion's tooth."
 },
 {
  "index": 79397,
  "word": "ADJACENTLY",
  "def": "So as to be adjacent."
 },
 {
  "index": 25408,
  "word": "PHELLOPLASTICS",
  "def": "Art of modeling in cork."
 },
 {
  "index": 34300,
  "word": "DISDAIN",
  "def": "To be filled with scorn; to feel contemptuous anger; to behaughty.And when the chief priests and scribes saw the marvels that he did .. . they disdained. Genevan Testament (Matt. xxi. 15)."
 },
 {
  "index": 16378,
  "word": "WEAPONRY",
  "def": "Weapons, collectively; as, an array of weaponry. [Poetic]"
 },
 {
  "index": 45323,
  "word": "ANACAMPTICALLY",
  "def": "By reflection; as, echoes are sound produced anacamptically.Hutton."
 },
 {
  "index": 22098,
  "word": "DUNE",
  "def": "A low hill of drifting sand usually formed on the coats, butoften carried far inland by the prevailing winds. [Written also dun.]Three great rivers, the Rhine, the Meuse, and the Scheldt, haddeposited their slime for ages among the dunes or sand banks heavedup by the ocean around their mouths. Motley."
 }
]