[
 {
  "index": 73591,
  "word": "HUDSONIAN",
  "def": "Of or pertaining to Hudson's Bay or to the Hudson River; as,the Hudsonian curlew."
 },
 {
  "index": 11443,
  "word": "ASSASSINATION",
  "def": "The act of assassinating; a killing by treacherous violence."
 },
 {
  "index": 51720,
  "word": "FUMING",
  "def": "Producing fumes, or vapors. Cadet's fuming liquid (Chem.),alkarsin.-- Fuming liquor of Libsvius (Old Chem.), stannic chloride; thechloride of tin, SnCl4, forming a colorless, mobile liquid whichfumes in the air. Mixed with water it solidifies to the so-calledbutter of tin.-- Fuming sulphuric acid. (Chem.) Same as Disulphuric acid, uderDisulphuric."
 },
 {
  "index": 55770,
  "word": "VALUED POLICY",
  "def": "A policy in which the value of the goods, property, or interestinsured is specified; -- opposed to open policy."
 },
 {
  "index": 48033,
  "word": "ISOCHROMATIC",
  "def": "Having the same color; connecting parts having the same color,as lines drawn through certain points in experiments on the chromaticeffects of polarized light in crystals."
 },
 {
  "index": 8944,
  "word": "CANNEL COAL",
  "def": "A kind of mineral coal of a black color, sufficiently hard andsolid to be cut and polished. It burns readily, with a clear, yellowflame, and on this account has been used as a substitute for candles."
 },
 {
  "index": 84833,
  "word": "TETRAMORPH",
  "def": "The union of the four attributes of the Evangelists in onefigure, which is represented as winged, and standing on winged fierywheels, the wings being covered with eyes. The representations of itare evidently suggested by the vision of Ezekiel (ch. i.)"
 },
 {
  "index": 33554,
  "word": "ADOPTER",
  "def": "A receiver, with two necks, opposite to each other, one ofwhich admits the neck of a retort, and the other is joined to anotherreceiver. It is used in distillations, to give more space to elasticvapors, to increase the length of the neck of a retort, or to unitetwo vessels whose openings have different diameters. [Written alsoadapter.]"
 },
 {
  "index": 49304,
  "word": "SAWYER",
  "def": "The bowfin. [Local, U.S.]"
 },
 {
  "index": 34397,
  "word": "IMPREGNABILITY",
  "def": "The quality or state of being impregnable; invincibility."
 },
 {
  "index": 69328,
  "word": "SENSIGENOUS",
  "def": "Causing or exciting sensation. Huxley."
 },
 {
  "index": 8453,
  "word": "DETENT",
  "def": "That which locks or unlocks a movement; a catch, pawl, or dog;especially, in clockwork, the catch which locks and unlocks thewheelwork in striking."
 }
]