[
 {
  "index": 49020,
  "word": "PLAQUE",
  "def": "Any flat, thin piece of metal, clay, ivory, or the like, usedfor ornament, or for painting pictures upon, as a slab, plate, dish,or the like, hung upon a wall; also, a smaller decoration worn on theperson, as a brooch."
 },
 {
  "index": 15155,
  "word": "TESTONE",
  "def": "A silver coin of Portugal, worth about sixpence sterling, orabout eleven cents. Homans."
 },
 {
  "index": 33340,
  "word": "GLIBNESS",
  "def": "The quality of being glib."
 },
 {
  "index": 52138,
  "word": "INVOKE",
  "def": "To call on for aid or protection; to invite earnestly orsolemnly; to summon; to address in prayer; to solicit or demand byinvocation; to implore; as, to invoke the Supreme Being, or to invokeHis and blessing.Go, my dread lord, to your great grandsire's tomb, . . . Invoke hiswarlike spirit. Shak."
 },
 {
  "index": 12676,
  "word": "JUSTIFIER",
  "def": "One who justifies; one who vindicates, supports, defends, orabsolves.Justifiers of themselves and hypocrites. Strype.That he might be just, and the justifier of him which believeth inJesus. Rom. iii. 26."
 },
 {
  "index": 83608,
  "word": "OECONOMICAL",
  "def": "See Economical."
 },
 {
  "index": 63434,
  "word": "DEXTROGLUCOSE",
  "def": "Same as Dextrose."
 },
 {
  "index": 1550,
  "word": "MAYFLOWER",
  "def": "In England, the hawthorn; in New England, the trailing arbutus(see Arbutus); also, the blossom of these plants."
 },
 {
  "index": 29888,
  "word": "COFFERWORK",
  "def": "Rubblework faced with stone. Knight."
 },
 {
  "index": 65301,
  "word": "BLACK FRIDAY",
  "def": "Any Friday on which a public disaster has occurred, as: InEngland, December 6, 1745, when the news of the landing of thePretender reached London, or May 11, 1866,  when a financial paniccommenced. In the United States, September 24, 1869, and September18, 1873, on which financial panics began."
 },
 {
  "index": 69750,
  "word": "MECHANICAL",
  "def": "A mechanic. [Obs.] Shak."
 },
 {
  "index": 64258,
  "word": "MONROE DOCTRINE",
  "def": "See under Doctrine."
 }
]