[
 {
  "index": 1187,
  "word": "ETIOLIN",
  "def": "A yellowish coloring matter found in plants grown in darkness,which is supposed to be an antecedent condition of chlorophyll.Encyc. Brit."
 },
 {
  "index": 80789,
  "word": "EMOTION",
  "def": "A moving of the mind or soul; excitement of the feelings,whether pleasing or painful; disturbance or agitation of mind causedby a specific exciting cause and manifested by some sensible effecton the body.How different the emotions between departure and return! W. Irving.Some vague emotion of delight. Tennyson."
 },
 {
  "index": 25997,
  "word": "MOSS",
  "def": "A cryptogamous plant of a cellular structure, with distinctstem and simple leaves. The fruit is a small capsule usually openingby an apical lid, and so discharging the spores. There are manyspecies, collectively termed Musci, growing on the earth, on rocks,and trunks of trees, etc., and a few in running water."
 },
 {
  "index": 65504,
  "word": "CONTROVERSIALLY",
  "def": "In a controversial manner."
 },
 {
  "index": 38030,
  "word": "VALVELET",
  "def": "A little valve; a valvule; especially, one of the pieces whichcompose the outer covering of a pericarp."
 },
 {
  "index": 67486,
  "word": "VESICOUTERINE",
  "def": "Of or pertaining to the bladder and the uterus."
 },
 {
  "index": 9640,
  "word": "HEADSTALL",
  "def": "That part of a bridle or halter which encompasses the head.Shak."
 },
 {
  "index": 41795,
  "word": "ALTINCAR",
  "def": "See Tincal."
 },
 {
  "index": 11844,
  "word": "ACADEMISM",
  "def": "The doctrines of the Academic philosophy. [Obs.] Baxter."
 },
 {
  "index": 37182,
  "word": "MYRRHINE",
  "def": "Murrhine."
 },
 {
  "index": 14643,
  "word": "SINISTRORSAL",
  "def": "Rising spirally from right to left (of the spectator);sinistrorse."
 },
 {
  "index": 82938,
  "word": "CONCINNITY",
  "def": "Internal harmony or fitness; mutual adaptation of parts;elegance; -- used chiefly of style of discourse. [R.]An exact concinnity and eveness of fancy. Howell."
 }
]