[
 {
  "index": 33191,
  "word": "COINCIDENT",
  "def": "Having coincidence; occupying the same place; contemporaneous;concurrent; -- followed by with.Christianity teaches nothing but what is perfectly suitable to, andcoincident with, the ruling principles of a virtuous and well-inclined man. South."
 },
 {
  "index": 16915,
  "word": "RODE",
  "def": "Redness; complexion. [Obs.] \"His rode was red.\" Chaucer."
 },
 {
  "index": 42238,
  "word": "GASTRULA",
  "def": "An embryonic form having its origin in the invagination orpushing in of the wall of the planula or blastula (the blastosphere)on one side, thus giving rise to a double-walled sac, with oneopening or mouth (the blastopore) which leads into the cavity (thearchenteron) lined by the inner wall (the hypoblast). See Illust.under Invagination. In a more general sense, an ideal stage inembryonic development. See Gastræa.-- a."
 },
 {
  "index": 77557,
  "word": "VEREIN",
  "def": "A union, association, or society; -- used in names of Germanorganizations."
 },
 {
  "index": 36200,
  "word": "WALHALLA",
  "def": "See Valhalla."
 },
 {
  "index": 79794,
  "word": "ADIANTUM",
  "def": "A genus of ferns, the leaves of which shed water; maidenhair.Also, the black maidenhair, a species of spleenwort."
 },
 {
  "index": 7445,
  "word": "SIGNIORSHIP",
  "def": "State or position of a signior."
 },
 {
  "index": 54949,
  "word": "CATCH-BASIN",
  "def": "A cistern or vault at the point where a street gutterdischarges into a sewer, to oatch bulky matters which would not passreadly throught the sewer. Knight."
 },
 {
  "index": 12603,
  "word": "PAPYROGRAPH",
  "def": "An apparatus for multiplying writings, drawings, etc., in whicha paper stencil, formed by writing or drawing with corrosive ink, isused. The word is also used of other means of multiplying copies ofwritings, drawings, etc. See Copygraph, Hectograph, Manifold."
 },
 {
  "index": 84516,
  "word": "WAIT-A-BIT",
  "def": "Any of several plants bearing thorns or stiff hookedappendages, which catch and tear the clothing, as:(a) The greenbrier.(b) Any of various species of hawthorn.(c) In South Africa, one of numerous acacias and mimosas.(d) The grapple plant.(e) The prickly ash."
 },
 {
  "index": 54739,
  "word": "BIVAULTED",
  "def": "Having two vaults or arches."
 },
 {
  "index": 9491,
  "word": "SUTURALLY",
  "def": "In a sutural manner."
 }
]