[
 {
  "index": 37650,
  "word": "TRIMMINGLY",
  "def": "In a trimming manner."
 },
 {
  "index": 23513,
  "word": "CHARITY",
  "def": "Defn:Now abideth faith, hope, charity, three; but the greatest of these ischarity. 1. Cor. xiii. 13.They, at least, are little to be envied, in whose hearts the greatcharities . . . lie dead. Ruskin.With malice towards none, with charity for all. Lincoln."
 },
 {
  "index": 76484,
  "word": "ILLUSIVENESS",
  "def": "The quality of being illusive; deceptiveness; false show."
 },
 {
  "index": 75834,
  "word": "DEFALCATOR",
  "def": "A defaulter or embezzler. [Modern]"
 },
 {
  "index": 29795,
  "word": "WIDOW",
  "def": "A woman who has lost her husband by death, and has not marriedagain; one living bereaved of a husband. \"A poor widow.\" Chaucer.Grass widow. See under Grass.-- Widow bewitched, a woman separated from her husband; a grasswidow. [Colloq.] Widow-in-mourning (Zoöl.), the macavahu.-- Widow monkey (Zoöl.), a small South American monkey (Callithrixlugens); -- so called on account of its color, which is black exceptthe dull whitish arms, neck, and face, and a ring of pure whitearound the face.-- Widow's chamber (Eng. Law), in London, the apparel and furnitureof the bedchamber of the widow of a freeman, to which she wasformerly entitled."
 },
 {
  "index": 59489,
  "word": "TROILITE",
  "def": "Native iron protosulphide, FeS. It is known only in meteoricirons, and is usually in imbedded nodular masses of a bronze color."
 },
 {
  "index": 81768,
  "word": "FLESHQUAKE",
  "def": "A quaking or trembling of the flesh; a quiver. [Obs.] B.Jonson."
 },
 {
  "index": 58668,
  "word": "PUNCTUATE",
  "def": "To mark with points; to separate into sentences, clauses, etc.,by points or stops which mark the proper pauses in expressing themeaning."
 },
 {
  "index": 78325,
  "word": "COLONY",
  "def": "A number of animals or plants living or growing together,beyond their usual range."
 },
 {
  "index": 25249,
  "word": "SYLLOGISTICALLY",
  "def": "In a syllogistic manner."
 },
 {
  "index": 80197,
  "word": "ELVE",
  "def": "An old form of Elf."
 },
 {
  "index": 23213,
  "word": "PEPSINHYDROCHLORIC",
  "def": "Same as Peptohydrochloric."
 }
]