[
 {
  "index": 61249,
  "word": "HUFFCAP",
  "def": "A blusterer; a bully. [Obs.] -- a."
 },
 {
  "index": 34346,
  "word": "COPPED",
  "def": "Rising to a point or head; conical; pointed; crested. Wiseman."
 },
 {
  "index": 50121,
  "word": "CARANX",
  "def": "A genus of fishes, common on the Atlantic coast, including theyellow or goldon mackerel."
 },
 {
  "index": 12454,
  "word": "INDIGNITY",
  "def": "Any action toward another which manifests contempt for him; anoffense against personal dignity; unmerited contemptuous treatment;contumely; incivility or injury, accompanied with insult.How might a prince of my great hopes forget So great indignities youlaid upon me Shak.A person of so great place and worth constrained to endure so foulindignities. Hooker."
 },
 {
  "index": 71887,
  "word": "UNQUALIFY",
  "def": "To disqualify; to unfit. Swift."
 },
 {
  "index": 13685,
  "word": "NORTHEASTERN",
  "def": "Of or pertaining to the northeast; northeasterly."
 },
 {
  "index": 41221,
  "word": "INTERCARPAL",
  "def": "Between the carpal bone; as, intercarpal articulations,ligaments."
 },
 {
  "index": 80224,
  "word": "VORTICELLA",
  "def": "Any one of numerous species of ciliated Infusoria belonging toVorticella and many other genera of the family Vorticellidæ. Theyhave a more or less bell-shaped body with a circle of vibrating ciliaaround the oral disk. Most of the species have slender, contractilestems, either simple or branched."
 },
 {
  "index": 54025,
  "word": "LIGAMENT",
  "def": "Composing a ligament; of the nature of a ligament; binding; as,a strong ligamentous membrane."
 },
 {
  "index": 18386,
  "word": "NEWS-LETTER",
  "def": "A circular letter, written or printed for the purpose ofdisseminating news. This was the name given to the earliest Englishnewspapers."
 },
 {
  "index": 41126,
  "word": "RUMPLE",
  "def": "To make uneven; to form into irregular inequalities; towrinkle; to crumple; as, to rumple an apron or a cravat.They would not give a dog's ear of their most rumpled and raggedScoth paper for twenty of your fairest assignats. Burke."
 },
 {
  "index": 32332,
  "word": "SUBUMBONAL",
  "def": "Beneath or forward of the umbos of a bivalve shell."
 }
]