[
 {
  "index": 53400,
  "word": "SUPE",
  "def": "A super. [Theatrical Cant]"
 },
 {
  "index": 21032,
  "word": "DEXTER",
  "def": "On the right-hand side of a shield, i. e., towards the righthand of its wearer. To a spectator in front, as in a pictorialrepresentation, this would be the left side. Dexter chief, or Dexterpoint (Her.), a point in the dexter upper corner of the shield, beingin the dexter extremity of the chief, as A in the cut.-- Dexter base, a point in the dexter lower part or base of theshield, as B in the cut."
 },
 {
  "index": 35378,
  "word": "NUMERIC",
  "def": "Any number, proper or improper fraction, or incommensurableratio. The term also includes any imaginary expression like m + nsq.root-1, where m and n are real numerics."
 },
 {
  "index": 19125,
  "word": "BELLFLOWER",
  "def": "A plant of the genus Campanula; -- so named from its bell-shaped flowers."
 },
 {
  "index": 23833,
  "word": "VOTARESS",
  "def": "A woman who is a votary. Shak."
 },
 {
  "index": 32914,
  "word": "COSMOPOLITISM",
  "def": "The condition or character of a cosmopolite; disregard ofnational or local peculiarities and prejudices."
 },
 {
  "index": 34458,
  "word": "TERREMOTE",
  "def": "An earthquake. [Obs.] Gower."
 },
 {
  "index": 18021,
  "word": "AFFORCE",
  "def": "To reënforce; to strengthen. Hallam."
 },
 {
  "index": 67028,
  "word": "SUFFRUTICOSE",
  "def": "Woody in the lower part of the stem, but with the yearlybranches herbaceous, as sage, thyme, hyssop, and the like."
 },
 {
  "index": 13676,
  "word": "SUMP",
  "def": "A round pit of stone, lined with clay, for receiving the metalon its first fusion. Ray."
 },
 {
  "index": 84036,
  "word": "BRIMLESS",
  "def": "Having no brim; as, brimless caps."
 },
 {
  "index": 20688,
  "word": "EXPISCATE",
  "def": "To fish out; to find out by skill or laborious investigation;to search out. \"To expiscate principles.\" [R.] Nichol.Dr.Burton has with much ingenuity endeavord to expiscate the truthwhich may be involved in them. W. L. Alexander."
 }
]