[
 {
  "index": 22374,
  "word": "EXEGETE",
  "def": "An exegetist."
 },
 {
  "index": 66892,
  "word": "GIBBERISH",
  "def": "Rapid and inarticulate talk; unintelligible language; unmeaningwords; jargon.He, like a gypsy, oftentimes would go; All kinds of gibberish he hadlearnt to known. Drayton.Such gibberish as children may be heard amusing themselves with.Hawthorne."
 },
 {
  "index": 79349,
  "word": "AMBAGIOUS",
  "def": "Circumlocutory; circuitous. [R.]"
 },
 {
  "index": 50628,
  "word": "MARGOSA",
  "def": "A large tree of genus Melia (M. Azadirachta) found in India.Its bark is bitter, and used as a tonic. A valuable oil is expressedfrom its seeds, and a tenacious gum exudes from its trunk. The M.Azedarach is a much more showy tree, and is cultivated in theSouthern United States, where it is known as Pride of India, Pride ofChina, or bead tree. Various parts of the tree are consideredanthelmintic.The margosa oil . . . is a most valuable balsam for wounds, having apeculiar smell which prevents the attacks of flies. Sir S. Baker."
 },
 {
  "index": 61427,
  "word": "DARDANIAN",
  "def": "Trojan."
 },
 {
  "index": 23388,
  "word": "CEDRAT",
  "def": "Properly the citron, a variety of Citrus medica, with largefruits, not acid, and having a high perfume."
 },
 {
  "index": 6236,
  "word": "STREAMLET",
  "def": "A small stream; a rivulet; a rill."
 },
 {
  "index": 15537,
  "word": "TREEN",
  "def": "pl. of Tree. \" The shady treen.\" Fairfax."
 },
 {
  "index": 48433,
  "word": "CAMPANIA",
  "def": "Open country. Sir W. Temple."
 },
 {
  "index": 57477,
  "word": "GOODISH",
  "def": "Rather good than the contrary; not actually bad; tolerable.Goodish pictures in rich frames. Walpole."
 },
 {
  "index": 59480,
  "word": "SERPIGINOUS",
  "def": "Creeping; -- said of lesions which heal over one portion whilecontinuing to advance at another."
 },
 {
  "index": 16394,
  "word": "AMVIS",
  "def": "An explosive consisting of ammonium nitrate, a derivative ofnitrobenzene, chlorated napthalene, and wood meal."
 }
]