[
 {
  "index": 41045,
  "word": "HARPIST",
  "def": "A player on the harp; a harper. W. Browne."
 },
 {
  "index": 24004,
  "word": "VIATIC",
  "def": "Of or pertaining to a journey or traveling."
 },
 {
  "index": 67605,
  "word": "RED-TAPIST",
  "def": "One who is tenacious of a strict adherence to officialformalities. Ld. Lytton."
 },
 {
  "index": 65836,
  "word": "JUGGER",
  "def": "An East Indian falcon. See Lugger."
 },
 {
  "index": 44811,
  "word": "THAN",
  "def": "A particle expressing comparison, used after certain adjectivesand adverbs which express comparison or diversity, as more, better,other, otherwise, and the like. It is usually followed by the objectcompared in the nominative case. Sometimes, however, the objectcompared is placed in the objective case, and than is then consideredby some grammarians as a preposition. Sometimes the object isexpressed in a sentence, usually introduced by that; as, I wouldrather suffer than that you should want.Behold, a greater than Solomon is here. Matt. xii. 42.Which when Beelzebub perceived, than whom, Satan except, none highersat. Milton.It's wiser being good than bad; It's safer being meek than fierce;It's fitter being sane than mad. R. Browning."
 },
 {
  "index": 4957,
  "word": "FRECKLEDNESS",
  "def": "The state of being freckled."
 },
 {
  "index": 52160,
  "word": "UNCONSECRATE",
  "def": "To render not sacred; to deprive of sanctity; to desecrate.[Obs.] South."
 },
 {
  "index": 65907,
  "word": "MANIPULATIVE",
  "def": "Of or pertaining to manipulation; performed by manipulation."
 },
 {
  "index": 20776,
  "word": "VITALIC",
  "def": "Pertaining to life; vital. [R.]"
 },
 {
  "index": 57988,
  "word": "CASEATION",
  "def": "A degeneration of animal tissue into a cheesy or curdy mass."
 },
 {
  "index": 75323,
  "word": "JEWELWEED",
  "def": "See Impatiens."
 },
 {
  "index": 61928,
  "word": "VINEGAR FLY",
  "def": "Any of several fruit flies, esp. Drosophila ampelopophila,which breed in imperfectly sealed preserves and in pickles."
 }
]