[
 {
  "index": 10071,
  "word": "INTINCTIVITY",
  "def": "The want of the quality of coloring or tingeing other bodies.Kirwan."
 },
 {
  "index": 6230,
  "word": "EFFECTIVENESS",
  "def": "The quality of being effective."
 },
 {
  "index": 15482,
  "word": "CONCUPISCENCE",
  "def": "Sexual lust; morbid carnal passion.Concupiscence like a pestilence walketh in darkness. Horne."
 },
 {
  "index": 79842,
  "word": "JACKKNIFE",
  "def": "A large, strong clasp knife for the pocket; a pocket knife."
 },
 {
  "index": 52577,
  "word": "MANDIL",
  "def": "A loose outer garment worn the 16th and 17th centuries."
 },
 {
  "index": 68649,
  "word": "LEVITICUS",
  "def": "The third canonical book of the Old Testament, containing thelaws and regulations relating to the priests and Levites among theHebrews, or the body of the ceremonial law."
 },
 {
  "index": 47757,
  "word": "YARAGE",
  "def": "The power of moving, or being managed, at sea; -- said withreference to a ship. Sir T. North."
 },
 {
  "index": 43526,
  "word": "PERIENTERON",
  "def": "The primitive perivisceral cavity."
 },
 {
  "index": 71343,
  "word": "ELECTION",
  "def": "Divine choice; predestination of individuals as objects ofmercy and salvation; -- one of the \"five points\" of Calvinism.There is a remnant according to the election of grace. Rom. xi. 5."
 },
 {
  "index": 2296,
  "word": "NOMADIZE",
  "def": "To lead the life of a nomad; to wander with flocks and herdsfor the sake of finding pasturage.The Vogules nomadize chiefly about the Rivers Irtish, Obi, Kama, andVolga. W. Tooke."
 },
 {
  "index": 62433,
  "word": "ALKALIZE",
  "def": "To render alkaline; to communicate the properties of an alkalito."
 },
 {
  "index": 44068,
  "word": "ELECTROSCOPE",
  "def": "An instrument for detecting the presence of electricity, orchanges in the electric state of bodies, or the species ofelectricity present, as by means of pith balls, and the like.Condensing electroscope (Physics), a form of electroscope in which anincrease of sensibility is obtained by the use of a condenser."
 }
]