[
 {
  "index": 53677,
  "word": "VASCULAR",
  "def": "Of or pertaining to the higher division of plants, that is, thephænogamous plants, all of which are vascular, in distinction fromthe cryptogams, which to a large extent are cellular only. Vascularplants (Bot.), plants composed in part of vascular tissue, as allflowering plants and the higher cryptogamous plants, or those of theclass Pteridophyta. Cf. Cellular plants, Cellular.-- Vascular system (Bot.), the body of associated ducts and woodyfiber; the fibrovascular part of plants.-- Vascular tissue (Bot.), vegetable tissue composed partly ofducts, or sap tubes.-- Water vascular system (Zoöl.), a system of vessels in annelids,nemerteans, and many other invertebrates, containing a circulatingfluid analogous to blood, but not of the same composition. Inannelids the fluid which they contain is usually red, but in some itis green, in others yellow, or whitish."
 },
 {
  "index": 52865,
  "word": "DEMIBASTION",
  "def": "A half bastion, or that part of a bastion consisting of oneface and one flank."
 },
 {
  "index": 64811,
  "word": "COMMENSAL",
  "def": "An animal, not truly parasitic, which lives in with, or on,another, partaking usually of the same food. Both species may bebenefited by the association."
 },
 {
  "index": 60941,
  "word": "DRAGONISH",
  "def": "resembling a dragon. Shak."
 },
 {
  "index": 82513,
  "word": "CRIBROSE",
  "def": "Perforated like a sieve; cribriform."
 },
 {
  "index": 11977,
  "word": "SNOOZE",
  "def": "A short sleep; a nap. [Colloq.]"
 },
 {
  "index": 43336,
  "word": "KINKHAUST",
  "def": "Whooping cough. [Obs.or Prov. Eng.]"
 },
 {
  "index": 65504,
  "word": "CONTROVERSIALLY",
  "def": "In a controversial manner."
 },
 {
  "index": 5383,
  "word": "UNVISIBLY",
  "def": "Invisibly. [Obs.]"
 },
 {
  "index": 20519,
  "word": "LIGUSTRIN",
  "def": "A bitter principle found in the bark of the privet (Ligustrumvulgare), and extracted as a white crystalline substance with a warm,bitter taste; -- called also ligustron."
 },
 {
  "index": 20620,
  "word": "KERATOGENOUS",
  "def": "Producing horn; as, the keratogenous membrane within the hornyhoof of the horse."
 },
 {
  "index": 82937,
  "word": "DECRETORIAL",
  "def": "Decretory; authoritative. Sir T. Browne."
 }
]