[
 {
  "index": 13273,
  "word": "AMPHIBIOTICA",
  "def": "A division of insects having aquatic larvæ."
 },
 {
  "index": 67569,
  "word": "BISCUIT",
  "def": "A species of white, unglazed porcelain, in which vases,figures, and groups are formed in miniature. Meat biscuit, analimentary preparation consisting of matters extracted from meat byboiling, or of meat ground fine and combined with flour, so as toform biscuits."
 },
 {
  "index": 42375,
  "word": "MANGONISM",
  "def": "The art of mangonizing, or setting off to advantage. [Obs.]"
 },
 {
  "index": 72048,
  "word": "OPALESCE",
  "def": "To give forth a play of colors, like the opal."
 },
 {
  "index": 85637,
  "word": "TIMID",
  "def": "Wanting courage to meet danger; easily frightened; timorous;not bold; fearful; shy.Poor is the triumph o'er the timid hare. Thomson."
 },
 {
  "index": 20106,
  "word": "TOOTHPICK",
  "def": "A pointed instument for clearing the teeth of substances lodgedbetween them."
 },
 {
  "index": 36810,
  "word": "COTYLEDONOUS",
  "def": "Of or pertaining to a cotyledon or cotyledons; having a seedlobe."
 },
 {
  "index": 53281,
  "word": "BUS",
  "def": "An omnibus. [Colloq.]"
 },
 {
  "index": 32624,
  "word": "CONE",
  "def": "A solid of the form described by the revolution of a right-angled triangle about one of the sides adjacent to the right angle; -- called also a right cone. More generally, any solid having avertical point and bounded by a surface which is described by astraight line always passing through that vertical point; a solidhaving a circle for its base and tapering to a point or vertex."
 },
 {
  "index": 2045,
  "word": "FRETT",
  "def": "The worn side of the bank of a river. See 4th Fret, n., 4."
 },
 {
  "index": 75831,
  "word": "LITHOPHANE",
  "def": "Porcelain impressed with figures which are made distinct bytransmitted light, -- as when hung in a window, or used as a lampshade."
 },
 {
  "index": 83235,
  "word": "CANISTER",
  "def": "A kind of case shot for cannon, in which a number of lead oriron balls in layers are inclosed in a case fitting the gun; --called also canister shot,"
 }
]