[
 {
  "index": 71087,
  "word": "FILMINESS",
  "def": "State of being filmy."
 },
 {
  "index": 28843,
  "word": "HAY-CUTTER",
  "def": "A machine in which hay is chopped short, as fodder for cattle."
 },
 {
  "index": 21496,
  "word": "ZEMSTVO",
  "def": "In Russia, an elective local district and provincialadministrative assembly. Originally it was composed ofrepresentatives elected by the peasantry, the householders of thetowns, and the landed proprietors. In the reign of Alexander III. thepower of the noble landowners was increased, the peasants allowedonly to elect candidates from whom the governor of the provincenominated the deputy, and all acts of the zemstvo subjected to theapproval of the governor. Theoretically the zemstvo has large powersrelating to taxation, education, public health, etc., but practicallythese powers are in most cases limited to the adjustment of the statetaxation."
 },
 {
  "index": 60172,
  "word": "UNIBRANCHIATE",
  "def": "Having but one gill, as certain molluscs."
 },
 {
  "index": 55831,
  "word": "URANIC",
  "def": "Pertaining to, resembling, or containing uranium; specifically,designating those compounds in which uranium has a valence relativelyhigher than in uranous compounds."
 },
 {
  "index": 5371,
  "word": "SEED",
  "def": "The generative fluid of the male; semen; sperm; -- not used inthe plural."
 },
 {
  "index": 16194,
  "word": "RESENTIVE",
  "def": "Resentful. [R.] Thomson."
 },
 {
  "index": 36963,
  "word": "PANCRATIUM",
  "def": "An athletic contest involving both boxing and wrestling."
 },
 {
  "index": 48336,
  "word": "QUESTIONABLENESS",
  "def": "The quality or state of being questionable, doubtful, orsuspicious."
 },
 {
  "index": 33054,
  "word": "SUPERPONDERATE",
  "def": "To wiegh over and above. [Obs.]"
 },
 {
  "index": 17113,
  "word": "HEPTARCHIST",
  "def": "A ruler of one division of a heptarchy. [Written alsoheptarch.]"
 },
 {
  "index": 18110,
  "word": "PARAMOUNTLY",
  "def": "In a paramount manner."
 }
]