[
 {
  "index": 31121,
  "word": "MUCINOGEN",
  "def": "Same as Mucigen."
 },
 {
  "index": 45218,
  "word": "REFRACTIVE",
  "def": "Serving or having power to refract, or turn from a directcourse; pertaining to refraction; as, refractive surfaces; refractivepowers. Refractive index. (Opt.) See Index of refraction, underIndex.-- Absolute refractive index (Opt.), the index of refraction of asubstances when the ray passes into it from a vacuum.-- Relative refractive index (of two media) (Opt.), the ratio of thesine of the angle of incidence to the sine of the angle of refractionfor a ray passing out of one of the media into the other."
 },
 {
  "index": 43702,
  "word": "GASTROPODA",
  "def": "One of the classes of Mollusca, of great extent. It includesmost of the marine spiral shells, and the land and fresh-watersnails. They generally creep by means of a flat, muscular disk, orfoot, on the ventral side of the body. The head usually bears one ortwo pairs of tentacles. See Mollusca. [Written also Gasteropoda.]"
 },
 {
  "index": 46063,
  "word": "REPENTLESS",
  "def": "Unrepentant. [R.]"
 },
 {
  "index": 13897,
  "word": "CUBEB",
  "def": "The small, spicy berry of a species of pepper (Piper Cubeba; inmed., Cubeba officinalis), native in Java and Borneo, but nowcultivated in various tropical countries. The dried unripe fruit ismuch used in medicine as a stimulant and purgative."
 },
 {
  "index": 20621,
  "word": "RIGHTEN",
  "def": "To do justice to. [Obs.]Relieve [marginal reading, righten] the opressed. Isa. i. 17."
 },
 {
  "index": 75275,
  "word": "HOVEL",
  "def": "A large conical brick structure around which the firing kilnsare grouped. Knight."
 },
 {
  "index": 312,
  "word": "MODERN",
  "def": "A person of modern times; -- opposed to ancient. Pope."
 },
 {
  "index": 11516,
  "word": "SKIMITRY",
  "def": "See Skimmington."
 },
 {
  "index": 5397,
  "word": "REFECTORY",
  "def": "A room for refreshment; originally, a dining hall inmonasteries or convents."
 },
 {
  "index": 25111,
  "word": "FLIDGE",
  "def": "Fledged; fledge. [Obs.] Holland."
 },
 {
  "index": 19028,
  "word": "STEREOSTATIC",
  "def": "Geostatic."
 }
]