[
 {
  "index": 84261,
  "word": "UNNATURE",
  "def": "To change the nature of; to invest with a different or contrarynature. [Obs.]A right heavenly nature, indeed, as if were unnaturing them, doth sobridle them [the elements]. Sir P. Sidney."
 },
 {
  "index": 61503,
  "word": "INDOGENIDE",
  "def": "Any one of the derivatives of indogen, which contain that groupas a nucleus."
 },
 {
  "index": 84570,
  "word": "DIDELPHOUS",
  "def": "Didelphic."
 },
 {
  "index": 29953,
  "word": "GORCE",
  "def": "A pool of water to keep fish in; a wear. [Obs.]"
 },
 {
  "index": 18400,
  "word": "DELACERATION",
  "def": "A tearing in pieces. [Obs.] Bailey."
 },
 {
  "index": 69231,
  "word": "GINGLYMODI",
  "def": "An order of ganoid fishes, including the modern gar pikes andmany allied fossil forms. They have rhombic, ganoid scales, aheterocercal tail, paired fins without an axis, fulcra on the fins,and a bony skeleton, with the vertebræ convex in front and concavebehind, forming a ball and socket joint. See Ganoidel."
 },
 {
  "index": 72801,
  "word": "THRIFTINESS",
  "def": "The quality or state of being thrifty; thrift."
 },
 {
  "index": 47431,
  "word": "DUBITATE",
  "def": "To doubt. [R.]If he . . . were to loiter dubitating, and not come. Carlyle."
 },
 {
  "index": 56304,
  "word": "PARUMBILICAL",
  "def": "Near the umbilicus; -- applied especially to one or more smallveins which, in man, connect the portal vein with the epigastricveins in the front wall of the abdomen."
 },
 {
  "index": 37367,
  "word": "GRACE",
  "def": "The divine favor toward man; the mercy of God, as distinguishedfrom His justice; also, any benefits His mercy imparts; divine loveor pardon; a state of acceptance with God; enjoyment of the divinefavor.And if by grace, then is it no more of works. Rom. xi. 6.My grace is sufficicnt for thee. 2 Cor. xii. 9.Where sin abounded, grace did much more abound. Rom. v. 20.By whom also we have access by faith into this grace wherein westand. Rom. v.2"
 },
 {
  "index": 3200,
  "word": "PIC",
  "def": "A Turkish cloth measure, varying from 18 to 28 inches."
 },
 {
  "index": 31851,
  "word": "UNDERGRADUATE",
  "def": "A member of a university or a college who has not taken hisfirst degree; a student in any school who has not completed hiscourse."
 }
]