[
 {
  "index": 30015,
  "word": "PLASMATOR",
  "def": "A former; a fashioner. [R.] \"The sovereign plasmator, GodAlmighty.\" Urquhart."
 },
 {
  "index": 68329,
  "word": "PAREPIDIDYMIS",
  "def": "A small body containing convoluted tubules, situated near theepididymis in man and some other animals, and supposed to be aremnant of the anterior part of the Wolffian body."
 },
 {
  "index": 32210,
  "word": "JUGULUM",
  "def": "The lower throat, or that part of the neck just above thebreast."
 },
 {
  "index": 15875,
  "word": "DRAGMAN",
  "def": "A fisherman who uses a dragnet. Sir M. Hale."
 },
 {
  "index": 83578,
  "word": "PHOTOCHROMOGRAPHY",
  "def": "Art or process of printing colored photographs."
 },
 {
  "index": 48872,
  "word": "REVOLUTIVE",
  "def": "Inclined to revolve things in the mind; meditative. [Obs.]Feltham."
 },
 {
  "index": 15657,
  "word": "OVERCOUNT",
  "def": "To rate too high; to outnumber. Shak."
 },
 {
  "index": 38470,
  "word": "PROPONENT",
  "def": "Making proposals; proposing."
 },
 {
  "index": 4033,
  "word": "RENAISSANCE",
  "def": "A new birth, or revival. Specifically:(a) The transitional movement in Europe, marked by the revival ofclassical learning and art in Italy in the 15th century, and thesimilar revival following in other countries.(b) The style of art which prevailed at this epoch.The Renaissance was rather the last stage of the Middle Ages,emerging from ecclesiastical and feudal despotism, developing whatwas original in mediæval ideas by the light of classic arts andletters. J. A. Symonds (Encyc. Brit. )."
 },
 {
  "index": 29128,
  "word": "LAPSE",
  "def": "The termination of a right or privilege through neglect toexercise it within the limited time, or through failure of somecontingency; hence, the devolution of a right or privilege."
 },
 {
  "index": 69726,
  "word": "PRECORDIAL",
  "def": "Situated in front of the heart; of or pertaining to thepræcordia."
 },
 {
  "index": 40935,
  "word": "COVER-SHAME",
  "def": "Something used to conceal infamy. [Obs.] Dryden."
 }
]