[
 {
  "index": 46349,
  "word": "THENARDITE",
  "def": "Anhydrous sodium sulphate, a mineral of a white or brown colorand vitreous luster."
 },
 {
  "index": 82826,
  "word": "CONVERSABLE",
  "def": "Qualified for conversation; disposed to converse; sociable;free in discourse.While young, humane, conversable, and kind. Cowper."
 },
 {
  "index": 60046,
  "word": "ECCHYMOSIS",
  "def": "A livid or black and blue spot, produced by the extravasationor effusion of blood into the areolar tissue from a contusion."
 },
 {
  "index": 1943,
  "word": "DILUVIUM",
  "def": "A deposit of superficial loam, sand, gravel, stones, etc.,caused by former action of flowing waters, or the melting of glacialice."
 },
 {
  "index": 21349,
  "word": "MAIGRE",
  "def": "Belonging to a fast day or fast; as, a maigre day. Walpole.Maigre food (R. C. Ch.), food allowed to be eaten on fast days."
 },
 {
  "index": 85100,
  "word": "TALLIS",
  "def": "Same as Tallith."
 },
 {
  "index": 78098,
  "word": "AMBAGES",
  "def": "A circuit; a winding. Hence: Circuitous way or proceeding;quibble; circumlocution; indirect mode of speech.After many ambages, perspicuously define what this melancholy is.Burton."
 },
 {
  "index": 3266,
  "word": "SHOULDER",
  "def": "The joint, or the region of the joint, by which the fore limbis connected with the body or with the shoulder girdle; theprojection formed by the bones and muscles about that joint."
 },
 {
  "index": 79144,
  "word": "PUSEYITE",
  "def": "One who holds the principles of Puseyism; -- often usedopprobriously."
 },
 {
  "index": 28525,
  "word": "EXTRA-OFFICIAL",
  "def": "Not prescribed by official duty."
 },
 {
  "index": 735,
  "word": "FORMALIST",
  "def": "One overattentive to forms, or too much confined to them; esp.,one who rests in external religious forms, or observes strictly theoutward forms of worship, without possessing the life and spirit ofreligion.As far a formalist from wisdom sits, In judging eyes, as libertinesfrom wits. Young."
 },
 {
  "index": 32826,
  "word": "FRUTICULOSE",
  "def": "Like, or pertaining to, a small shrub. Gray."
 }
]