[
 {
  "index": 57942,
  "word": "UNDERSHRIEVALTY",
  "def": "The office or position of an undersheriff."
 },
 {
  "index": 41682,
  "word": "MEDITATIVE",
  "def": "Disposed to meditate, or to meditation; as, a meditative man; ameditative mood.-- Med\"i*ta*tive*ly, adv.-- Med\"i*ta*tive*ness, n."
 },
 {
  "index": 39397,
  "word": "SHIELD",
  "def": "In lichens, a Hardened cup or disk surrounded by a rim andcontaining the fructification, or asci."
 },
 {
  "index": 69115,
  "word": "EVOLATION",
  "def": "A flying out or up. [Obs.] Bp. Hall."
 },
 {
  "index": 41596,
  "word": "TESTUDINATA",
  "def": "An order of reptiles which includes the turtles and tortoises.The body is covered by a shell consisting of an upper or dorsalshell, called the carapace, and a lower or ventral shell, called theplastron, each of which consists of several plates."
 },
 {
  "index": 40441,
  "word": "BUTTER",
  "def": "One who, or that which, butts."
 },
 {
  "index": 14255,
  "word": "PATHMAKER",
  "def": "One who, or that which, makes a way or path."
 },
 {
  "index": 54364,
  "word": "AGE",
  "def": "To grow aged; to become old; to show marks of age; as, he grewfat as he aged.They live one hundred and thirty years, and never age for all that.Holland.I am aging; that is, I have a whitish, or rather a light-colored,hair here and there. Landor."
 },
 {
  "index": 33814,
  "word": "RECIPE",
  "def": "A formulary or prescription for making some combination,mixture, or preparation of materials; a receipt; especially, aprescription for medicine."
 },
 {
  "index": 35634,
  "word": "ARSENICAL",
  "def": "Of or pertaining to, or containing, arsenic; as, arsenicalvapor; arsenical wall papers. Arsenical silver, an ore of silvercontaining arsenic."
 },
 {
  "index": 60448,
  "word": "TROPIST",
  "def": "One who deals in tropes; specifically, one who avoids theliteral sense of the language of Scripture by explaining it as meretropes and figures of speech."
 },
 {
  "index": 82531,
  "word": "ENCAUSTIC",
  "def": "Prepared by means of heat; burned in. Encaustic painting (FineArts), painting by means of wax with which the colors are combined,and which is afterwards fused with hot irons, thus fixing the colors.-- Encaustic tile (Fine Arts), an earthenware tile which has adecorative pattern and is not wholly of one color."
 }
]