[
 {
  "index": 39212,
  "word": "DEFUNCTION",
  "def": "Death. [Obs.]After defunction of King Pharamond. Shak."
 },
 {
  "index": 37438,
  "word": "CANNON",
  "def": "A hollow cylindrical piece carried by a revolving shaft, onwhich it may, however, revolve independently."
 },
 {
  "index": 38362,
  "word": "IMPEOPLE",
  "def": "To people; to give a population to. [Obs.]Thou hast helped to impeople hell. Beaumont."
 },
 {
  "index": 454,
  "word": "CAMMAS",
  "def": "See Camass."
 },
 {
  "index": 66529,
  "word": "DIALECTICS",
  "def": "That branch of logic which teaches the rules and modes ofreasoning; the application of logical principles to discursivereasoning; the science or art of discriminating truth from error;logical discussion."
 },
 {
  "index": 82040,
  "word": "DICTAPHONE",
  "def": "A form of phonographic recorder and reproducer adapted for usein dictation, as in business."
 },
 {
  "index": 58361,
  "word": "PIPE CLAY",
  "def": "A plastic, unctuous clay of a grayish white color, -- used inmaking tobacco pipes and various kinds of earthenware, in scouringcloth, and in cleansing soldiers' equipments."
 },
 {
  "index": 73634,
  "word": "METEMPSYCHOSIS",
  "def": "The passage of the soul, as an immortal essence, at the deathof the animal body it had inhabited, into another living body,whether of a brute or a human being; transmigration of souls. Sir T.Browne."
 },
 {
  "index": 4603,
  "word": "REOTROPE",
  "def": "See Rheotrope."
 },
 {
  "index": 70203,
  "word": "EMANCIPATION",
  "def": "The act of setting free from the power of another, fromslavery, subjection, dependence, or controlling influence; also, thestate of being thus set free; liberation; as, the emancipation ofslaves; the emancipation of minors; the emancipation of a person fromprejudices; the emancipation of the mind from superstition; theemancipation of a nation from tyranny or subjection."
 },
 {
  "index": 78636,
  "word": "SICKLIED",
  "def": "Made sickly. See Sickly, v."
 },
 {
  "index": 5229,
  "word": "PHYLARCHY",
  "def": "The office of a phylarch; government of a class or tribe."
 }
]