[
 {
  "index": 85810,
  "word": "GEIN",
  "def": "See Humin."
 },
 {
  "index": 55452,
  "word": "ENARCH",
  "def": "To arch. [Obs.] Lydgate."
 },
 {
  "index": 58387,
  "word": "DEROGATORY",
  "def": "Tending to derogate, or lessen in value; expressing derogation;detracting; injurious; -- with from to, or unto.Acts of Parliament derogatory from the power of subsequentParliaments bind not. Blackstone.His language was severely censured by some of his brother peers asderogatory to their other. Macaulay.Derogatory clause in a testament (Law), a sentence of secretcharacter inserted by the testator alone, of which he reserves theknowledge to himself, with a condition that no will he may makethereafter shall be valid, unless this clause is inserted word forword; -- a precaution to guard against later wills extorted byviolence, or obtained by suggestion."
 },
 {
  "index": 34271,
  "word": "INDORSEE",
  "def": "The person to whom a note or bill is indorsed, or assigned byindorsement."
 },
 {
  "index": 27679,
  "word": "TRITONE",
  "def": "A superfluous or augmented fourth. [R.]"
 },
 {
  "index": 69651,
  "word": "PYCNOGONIDA",
  "def": "A class of marine arthropods in which the body is small andthin, and the eight legs usually very long; -- called also Pantopoda."
 },
 {
  "index": 76156,
  "word": "FANTASTICO",
  "def": "A fantastic. [Obs.] Shak."
 },
 {
  "index": 25804,
  "word": "INCANTING",
  "def": "Enchanting. [Obs.] Sir T. Herbert."
 },
 {
  "index": 24765,
  "word": "PINIC",
  "def": "Of or pertaining to the pine; obtained from the pine; formerly,designating an acid which is the chief constituent of common resin, -- now called abietic, or sylvic, acid."
 },
 {
  "index": 30394,
  "word": "CERIPH",
  "def": "One of the fine lines of a letter, esp. one of the fine crossstrokes at the top and bottom of letters. [Spelt also seriph.]Savage."
 },
 {
  "index": 57160,
  "word": "CARBAZOTIC",
  "def": "Containing, or derived from, carbon and nitrogen. Carbazoticacid (Chem.), picric acid. See under Picric."
 },
 {
  "index": 51797,
  "word": "TRANSPOSAL",
  "def": "The act of transposing, or the state of being transposed;transposition."
 }
]