[
 {
  "index": 24041,
  "word": "REGRET",
  "def": "To experience regret on account of; to lose or miss with asense of regret; to feel sorrow or dissatisfaction on account of (thehappening or the loss of something); as, to regret an error; toregret lost opportunities or friends.Calmly he looked on either life, and here Saw nothing to regret, orthere to fear. Pope.In a few hours they [the Israelites] began to regret their slavery,and to murmur against their leader. Macaulay.Recruits who regretted the plow from which they had been violentlytaken. Macaulay."
 },
 {
  "index": 30626,
  "word": "INFUSORIAL",
  "def": "Belonging to the Infusoria; composed of, or containing,Infusoria; as, infusorial earth. Infusorial earth (Geol.), a depositof fine, usually white, siliceous material, composed mainly of theshells of the microscopic plants called diatoms. It is used inpolishing powder, and in the manufacture of dynamite."
 },
 {
  "index": 85275,
  "word": "NITRIDE",
  "def": "A binary compound of nitrogen with a more metallic element orradical; as, boric nitride."
 },
 {
  "index": 31717,
  "word": "FELIS",
  "def": "A genus of carnivorous mammals, including the domestic cat, thelion, tiger, panther, and similar animals."
 },
 {
  "index": 26371,
  "word": "ANILINISM",
  "def": "A disease due to inhaling the poisonous fumes present in themanufacture of aniline."
 },
 {
  "index": 76005,
  "word": "CANDIDLY",
  "def": "In a candid manner."
 },
 {
  "index": 59393,
  "word": "FLUXILE",
  "def": "Fluxible. [R.]"
 },
 {
  "index": 15003,
  "word": "PRODUCTUS",
  "def": "An extinct genus of brachiopods, very characteristic of theCarboniferous rocks."
 },
 {
  "index": 13138,
  "word": "TRADESWOMAN",
  "def": "A woman who trades, or is skilled in trade."
 },
 {
  "index": 75304,
  "word": "PROBABILIST",
  "def": "One who maintains that a man may do that which has aprobability of being right, or which is inculcated by teachers ofauthority, although other opinions may seem to him still moreprobable."
 },
 {
  "index": 24954,
  "word": "LEMUROIDEA",
  "def": "A suborder of primates, including the lemurs, the aye-aye, andallied species. [Written also Lemuroida.]"
 },
 {
  "index": 50816,
  "word": "SECRETE",
  "def": "To separate from the blood and elaborate by the process ofsecretion; to elaborate and emit as a secretion. See Secretion.Why one set of cells should secrete bile, another urea, and so on, wedo not known. Carpenter."
 }
]