[
 {
  "index": 65859,
  "word": "VIARY",
  "def": "Of or pertaining to roads; happening on roads. [Obs.]"
 },
 {
  "index": 22793,
  "word": "LINEN",
  "def": "Made of linen; as, linen cloth; a linen stocking."
 },
 {
  "index": 41813,
  "word": "TYPHOTOXIN",
  "def": "A basic substance, C7H17NO2, formed from the growth of thetyphoid bacillus on meat pulp. It induces in small animals lethargicconditions with liquid dejecta."
 },
 {
  "index": 6712,
  "word": "REFUTABLE",
  "def": "Admitting of being refuted or disproved; capable of beingproved false or erroneous."
 },
 {
  "index": 4508,
  "word": "VERNACULARIZATION",
  "def": "The act or process of making vernacular, or the state of beingmade vernacular. Fitzed. Hall."
 },
 {
  "index": 68374,
  "word": "FOURTEENTH",
  "def": "The octave of the seventh."
 },
 {
  "index": 13535,
  "word": "TREMIE",
  "def": "An apparatus for depositing and consolidating concrete underwater, essentially a tube of wood or sheet metal with a hooperliketop. It is usually handled by a crane."
 },
 {
  "index": 36126,
  "word": "NEW THOUGHT",
  "def": "Any form of belief in mental healing other than (1) ChristianScience and (2) hypnotism or psychotherapy. Its central principle isaffirmative thought, or suggestion, employed with the conviction thatman produces changes in his health, his finances, and his life by theadoption of a favorable mental attitude. AS a therapeutic doctrine itstands for silent and absent mental treatment, and the theory thatall diseases are mental in origin. As a cult it has its unifying ideathe inculcation of workable optimism in contrast with the \"oldthought\" of sin, evil, predestination, and pessimistic resignation.The term is essentially synonymous with the term High Thought, usedin England."
 },
 {
  "index": 10820,
  "word": "UNANSWERABLE",
  "def": "Not answerable; irrefutable; conclusive; decisive; as, he havean unanswerable argument.-- Un*an\"swer*a*ble*ness, n.-- Un*an\"swer*a*bly, adv."
 },
 {
  "index": 328,
  "word": "BRISTLE-SHAPED",
  "def": "Resembling a bristle in form; as, a bristle-shaped leaf."
 },
 {
  "index": 20205,
  "word": "SYLLABISM",
  "def": "The expressing of the sounds of a language by syllables, ratherthan by an alphabet or by signs for words. I. Taylor (The Alphabet)."
 },
 {
  "index": 12013,
  "word": "JEARS",
  "def": "See 1st Jeer (b)."
 }
]