[
 {
  "index": 22939,
  "word": "ORION",
  "def": "A large and bright constellation on the equator, between thestars Aldebaran and Sirius. It contains a remarkable nebula visibleto the naked eye.The flaming glories of Orion's belt. E. Everett."
 },
 {
  "index": 10298,
  "word": "PROBE",
  "def": "An instrument for examining the depth or other circumstances ofa wound, ulcer, or cavity, or the direction of a sinus, of forexploring for bullets, for stones in the bladder, etc. Parr. Probe,or Probe-pointed, scissors (Surg.), scissors used to open wounds, theblade of which, to be thrust into the orifice, has a button at theend. Wiseman."
 },
 {
  "index": 36387,
  "word": "TEREBRATULA",
  "def": "A genus of brachiopods which includes many living and somefossil species. The larger valve has a perforated beak, through whichprojects a short peduncle for attachment. Called also lamp shell."
 },
 {
  "index": 66985,
  "word": "BROWNING",
  "def": "A smooth coat of brown mortar, usually the second coat, and thepreparation for the finishing coat of plaster."
 },
 {
  "index": 22381,
  "word": "BAROMETER",
  "def": "An instrument for determining the weight or pressure of theatmosphere, and hence for judging of the probable changes of weather,or for ascertaining the height of any ascent."
 },
 {
  "index": 24806,
  "word": "ROLLER",
  "def": "One of series of long, heavy waves which roll in upon a coast,sometimes in calm weather."
 },
 {
  "index": 28218,
  "word": "PINAKOTHEK",
  "def": "Pinacotheca."
 },
 {
  "index": 37598,
  "word": "ROSTELLIFORM",
  "def": "Having the form of a rostellum, or small beak."
 },
 {
  "index": 17875,
  "word": "INFRA-RED",
  "def": "Lying outside the visible spectrum at its red end; -- said ofrays less refrangible than the extreme red rays."
 },
 {
  "index": 38252,
  "word": "CANDICANT",
  "def": "Growing white. [Obs.]"
 },
 {
  "index": 47633,
  "word": "BILLMAN",
  "def": "One who uses, or is armed with, a bill or hooked ax. \"A billmanof the guard.\" Savile."
 },
 {
  "index": 15312,
  "word": "TITHONIC",
  "def": "Of, pertaining to, or denoting, those rays of light whichproduce chemical effects; actinic. [R.]"
 }
]