[
 {
  "index": 25914,
  "word": "NONE",
  "def": "Same as Nones, 2."
 },
 {
  "index": 77635,
  "word": "ALBUMINOSE",
  "def": "A diffusible substance formed from albumin by the action ofnatural or artificial gastric juice. See Peptone."
 },
 {
  "index": 33104,
  "word": "SLOUCH",
  "def": "To cause to hang down; to depress at the side; as, to slouththe hat."
 },
 {
  "index": 17842,
  "word": "REPLEADER",
  "def": "A second pleading, or course of pleadings; also, the right ofpleading again.Whenever a repleader is granted, the pleadings must begin de novo.Blackstone."
 },
 {
  "index": 56627,
  "word": "CURABILITY",
  "def": "The state of being curable; curableness."
 },
 {
  "index": 43738,
  "word": "VILLANAGE",
  "def": "The state of a villain, or serf; base servitude; tenure oncondition of doing the meanest services for the lord. [In this sensewritten also villenage, and villeinage.]I speak even now as if sin were condemned in a perpetual villanage,never to be manumitted. Milton.Some faint traces of villanage were detected by the curious so lateas the days of the Stuarts. Macaulay."
 },
 {
  "index": 84925,
  "word": "INCALCULABLE",
  "def": "Not capable of being calculated; beyond calculation; verygreat.-- In*cal\"cu*la*ble*ness, n.-- In*cal\"cu*la*bly, adv."
 },
 {
  "index": 53090,
  "word": "MUMM",
  "def": "To sport or make diversion in a mask or disguise; to mask.With mumming and with masking all around. Spenser."
 },
 {
  "index": 1801,
  "word": "DAMASCENE",
  "def": "Of or relating to Damascus."
 },
 {
  "index": 61528,
  "word": "OLEANDER",
  "def": "A beautiful evergreen shrub of the Dogbane family, havingclusters of fragrant red or white flowers. It is native of the EastIndies, but the red variety has become common in the south of Europe.Called also rosebay, rose laurel, and South-sea rose."
 },
 {
  "index": 59904,
  "word": "SPLUTTERER",
  "def": "One who splutters."
 },
 {
  "index": 30245,
  "word": "GUERDONLESS",
  "def": "Without reward or guerdon."
 }
]