[
 {
  "index": 61728,
  "word": "BEHEADAL",
  "def": ",n.Beheading. [Modern]"
 },
 {
  "index": 10777,
  "word": "REISSUABLE",
  "def": "Capable of being reissued."
 },
 {
  "index": 73160,
  "word": "SIPHON",
  "def": "To convey, or draw off, by means of a siphon, as a liquid fromone vessel to another at a lower level."
 },
 {
  "index": 61612,
  "word": "THINKER",
  "def": "One who thinks; especially and chiefly, one who thinks in aparticular manner; as, a close thinker; a deep thinker; a coherentthinker."
 },
 {
  "index": 21024,
  "word": "ENAMEL",
  "def": "A glassy, opaque bead obtained by the blowpipe."
 },
 {
  "index": 31892,
  "word": "TREFLE",
  "def": "A species of time; -- so called from its resemblance in form toa trefoil."
 },
 {
  "index": 34034,
  "word": "JEW",
  "def": "Originally, one belonging to the tribe or kingdom of Judah;after the return from the Babylonish captivity, any member of the newstate; a Hebrew; an Israelite. Jew's frankincense, gum styrax, orbenzoin.-- Jew's mallow (Bot.), an annual herb (Corchorus olitorius)cultivated in Syria and Egypt as a pot herb, and in India for itsfiber.-- Jew's pitch, asphaltum; bitumen.-- The Wandering Jew, an imaginary personage, who, for his crueltyto the Savior during his passion, is doomed to wander on the earthtill Christ's second coming."
 },
 {
  "index": 34963,
  "word": "SIMULATORY",
  "def": "Simulated, or capable of being simulated. Bp. Hall."
 },
 {
  "index": 14027,
  "word": "ROUGHSTRINGS",
  "def": "Pieces of undressed timber put under the steps of a woodenstair for their support."
 },
 {
  "index": 25684,
  "word": "SAYING",
  "def": "That which is said; a declaration; a statement, especially aproverbial one; an aphorism; a proverb.Many are the sayings of the wise, In ancient and in modern booksenrolled. Milton."
 },
 {
  "index": 33858,
  "word": "IMPIGNORATE",
  "def": "To pledge or pawn. [Obs.] Laing."
 },
 {
  "index": 27945,
  "word": "MANHES PROCESS",
  "def": "A process by which copper matte is treated by passing throughit a blast of air, to oxidize and remove sulphur. It is analogous inapparatus to the Bessemer process for decarbonizing cast iron. Socalled from Pierre Manhès, a French metallurgist, who invented it."
 }
]