[
 {
  "index": 2994,
  "word": "JAWN",
  "def": "See Yawn. [Obs.] Marston."
 },
 {
  "index": 54604,
  "word": "PINEAPPLE",
  "def": "A tropical plant (Ananassa sativa); also, its fruit; -- socalled from the resemblance of the latter, in shape and externalappearance, to the cone of the pine tree. Its origin is unknown,though conjectured to be American."
 },
 {
  "index": 29502,
  "word": "GLORIATION",
  "def": "Boast; a triumphing. [Obs.] Bp. Richardson.Internal gloriation or triumph of the mind. Hobbes."
 },
 {
  "index": 39005,
  "word": "VACUOLE",
  "def": "A small air cell, or globular space, in the interior of organiccells, either containing air, or a pellucid watery liquid, or somespecial chemical secretions of the cell protoplasm. Contractilevacuole. (Zoöl.) See under Contractile, and see Illusts. ofInfusoria, and Lobosa.-- Food vacuole. (Zoöl.) See under Food, and see Illust. ofInfusoria."
 },
 {
  "index": 24514,
  "word": "RIM-FIRE",
  "def": "Having the percussion fulminate in a rim surrounding the base,distinguished from center-fire; -- said of cartridges; also, usingrim-fire cartridges; as, a rim-fire gun. Such cartridges are nowlittle used."
 },
 {
  "index": 4291,
  "word": "ABURST",
  "def": "In a bursting condition."
 },
 {
  "index": 77474,
  "word": "GAINER",
  "def": "One who gains. Shak."
 },
 {
  "index": 55115,
  "word": "STIRRER",
  "def": "One who, or that which, stirs something; also, one who movesabout, especially after sleep; as, an early stirrer. Shak. Stirrerup, an instigator or inciter. Atterbury."
 },
 {
  "index": 2591,
  "word": "PINCERS",
  "def": "See Pinchers."
 },
 {
  "index": 81697,
  "word": "SAVOROUS",
  "def": "Having a savor; savory. [Obs.] Rom. of R."
 },
 {
  "index": 17271,
  "word": "SHAMBLE",
  "def": "One of a succession of niches or platforms, one above another,to hold ore which is thrown successively from platform to platform,and thus raised to a higher level."
 },
 {
  "index": 80492,
  "word": "WALM",
  "def": "To roll; to spout; to boil up. [Obs.] Holland."
 }
]