[
 {
  "index": 10123,
  "word": "REMEDIAL",
  "def": "Affording a remedy; intended for a remedy, or for the removalor abatement of an evil; as, remedial treatment.Statutes are declaratory or remedial. Blackstone.It is an evil not compensated by any beneficial result; it is notremedial, not conservative. I. Taylor."
 },
 {
  "index": 33508,
  "word": "DECUSSATION",
  "def": "Act of crossing at an acute angle, or state of being thuscrossed; an intersection in the form of an X; as, the decussation oflines, nerves, etc."
 },
 {
  "index": 72091,
  "word": "AEROGNOSY",
  "def": "The science which treats of the properties of the air, and ofthe part it plays in nature. Craig."
 },
 {
  "index": 51368,
  "word": "RHINOPHORE",
  "def": "One of the two tentacle-like organs on the back of the head orneck of a nudibranch or tectibranch mollusk. They are usuallyretractile, and often transversely furrowed or plicate, and areregarded as olfactory organs. Called also dorsal tentacles. SeeIllust. under Pygobranchia, and Opisthobranchia."
 },
 {
  "index": 1597,
  "word": "PHOSPHOR-BRONZE",
  "def": "A variety of bronze possessing great hardness, elasticity, andtoughness, obtained by melting copper with tin phosphide. It containsone or two per cent of phosphorus and from five to fifteen per centof tin."
 },
 {
  "index": 22979,
  "word": "TRAPEZATE",
  "def": "Having the form of a trapezium; trapeziform."
 },
 {
  "index": 14544,
  "word": "MISAFFECT",
  "def": "To dislike. [Obs.]"
 },
 {
  "index": 33766,
  "word": "ELATEROMETER",
  "def": "Same as Elatrometer."
 },
 {
  "index": 72580,
  "word": "COLLECTEDLY",
  "def": "Composedly; coolly."
 },
 {
  "index": 68031,
  "word": "CRYOHYDRATE",
  "def": "A substance, as salt, ammonium chloride, etc., whichcrystallizes with water of crystallization only at low temperatures,or below the freezing point of water. F. Guthrie."
 },
 {
  "index": 13444,
  "word": "RELIGHT",
  "def": "To light or kindle anew."
 },
 {
  "index": 24865,
  "word": "ROUSTABOUT",
  "def": "A laborer, especially a deck hand, on a river steamboat, whomoves the cargo, loads and unloads wood, and the like; in anopprobrious sense, a shiftless vagrant who lives by chance jobs.[Western U.S.]"
 }
]