[
 {
  "index": 47188,
  "word": "PREJUDICAL",
  "def": "Of or pertaining to the determination of some matter notpreviously decided; as, a prejudical inquiry or action at law."
 },
 {
  "index": 38515,
  "word": "SEMIMETAL",
  "def": "An element possessing metallic properties in an inferior degreeand not malleable, as arsenic, antimony, bismuth, molybdenum,uranium, etc. [Obs.]"
 },
 {
  "index": 41122,
  "word": "FANGLENESS",
  "def": "Quality of being fangled. [Obs.]He them in new fangleness did pass. Spenser."
 },
 {
  "index": 60223,
  "word": "SPOROZOID",
  "def": "Same as Zoöspore."
 },
 {
  "index": 84179,
  "word": "COLLIMATE",
  "def": "To render parallel to a certain line or direction; to bringinto the same line, as the axes of telescopes, etc.; to renderparallel, as rays of light."
 },
 {
  "index": 46930,
  "word": "ZAUSCHNERIA",
  "def": "A genus of flowering plants. Zauschneria Californica is asuffrutescent perennial, with showy red flowers much resembling thoseof the garden fuchsia."
 },
 {
  "index": 11388,
  "word": "SHIELDTAIL",
  "def": "Any species of small burrowing snakes of the family Uropeltidæ,native of Ceylon and Southern Asia. They have a small mouth which cannot be dilated."
 },
 {
  "index": 73206,
  "word": "UNBOSOM",
  "def": "To disclose freely; to reveal in confidence, as secrets; toconfess; -- often used reflexively; as, to unbosom one's self.Milton."
 },
 {
  "index": 52121,
  "word": "COPARCENER",
  "def": "One who has an equal portion with others of an inheritance.All the coparceners together make but one heir, and have but oneestate among them. blackstone."
 },
 {
  "index": 32340,
  "word": "KICKSHOE",
  "def": "A kickshaws. Milton."
 },
 {
  "index": 23725,
  "word": "SULPHOCARBONIC",
  "def": "Of, pertaining to, or designating, a sulphacid, H2CSO2 (calledalso thiocarbonic acid), or an acid, H2CS3, analogous to carbonicacid, obtained as a yellow oily liquid of a pungent odor, and formingsalts."
 },
 {
  "index": 61364,
  "word": "NAGGING",
  "def": "Fault-finding; teasing; persistently annoying; as, a naggingtoothache. [Colloq.]"
 }
]