[
 {
  "index": 68161,
  "word": "RAJA",
  "def": "Same as Rajah."
 },
 {
  "index": 62124,
  "word": "SQUAMULA",
  "def": "One of the little hypogynous scales found in the flowers ofgrasses; a lodicule."
 },
 {
  "index": 50373,
  "word": "BENEFICIENT",
  "def": "Beneficent. [Obs.]"
 },
 {
  "index": 41872,
  "word": "PARTITIONMENT",
  "def": "The act of partitioning."
 },
 {
  "index": 52177,
  "word": "UMLAUT",
  "def": "The euphonic modification of a root vowel sound by theinfluence of a, u, or especially i, in the syllable which formerlyfollowed."
 },
 {
  "index": 43185,
  "word": "AID-MAJOR",
  "def": "The adjutant of a regiment."
 },
 {
  "index": 52738,
  "word": "RIGHT-ABOUT",
  "def": "A turning directly about by the right, so as to face in theopposite direction; also, the quarter directly opposite; as, to turnto the right-about. To send to the right-about, to cause to turntoward the opposite point or quarter; -- hence, of troops, to causeto turn and retreat. [Colloq.] Sir W. Scott."
 },
 {
  "index": 40364,
  "word": "DISCOMMISSION",
  "def": "To deprive of a commission or trust. [R.] Laud."
 },
 {
  "index": 72336,
  "word": "POHAGEN",
  "def": "See Pauhaugen."
 },
 {
  "index": 780,
  "word": "NEBULAR",
  "def": "Of or pertaining to nebulæ; of the nature of, or resembling, anebula. Nebular hypothesis, an hypothesis to explain the process offormation of the stars and planets, presented in various forms byKant, Herschel, Laplace, and others. As formed by Laplace, itsupposed the matter of the solar system to have existed originally inthe form of a vast, diffused, revolving nebula, which, graduallycooling and contracting, threw off, in obedience to mechanical andphysical laws, succesive rings of matter, from which subsequently, bythe same laws, were produced the several planets, satellites, andother bodies of the system. The phrase may indicate any hypothesisaccording to which the stars or the bodies of the solar system havebeen evolved from a widely diffused nebulous form of matter."
 },
 {
  "index": 77645,
  "word": "EXPLORABLE",
  "def": "That may be explored; as, an explorable region."
 },
 {
  "index": 79288,
  "word": "OUTSOUND",
  "def": "To surpass in sounding."
 }
]