[
 {
  "index": 32315,
  "word": "LAPSIBLE",
  "def": "Liable to lapse."
 },
 {
  "index": 84399,
  "word": "COMPETITION",
  "def": "The act of seeking, or endevearing to gain, what another isendeavoring to gain at the same time; common strife for the sameobjects; strife for superiority; emulous contest; rivalry, as forapprobation, for a prize, or as where two or more persons are engagedin the same business and each seeking patronage; -- followed by forbefore the object sought, and with before the person or thingcompeted with.Competition to the crown there is none, nor can be. Bacon.A portrait, with which one of Titian's could not come incompetititon. Dryden.There is no competition but for the second place. Dryden.Where competition does not act at all there is complete monopoly. A.T. Hadley."
 },
 {
  "index": 37775,
  "word": "ABROGATIVE",
  "def": "Tending or designed to abrogate; as, an abrogative law."
 },
 {
  "index": 4646,
  "word": "DELPHIC",
  "def": "Pertaining to the dauphin of France; as, the Delphin classics,an edition of the Latin classics, prepared in the reign of LouisXIV., for the use of the dauphin (in usum Delphini)."
 },
 {
  "index": 44189,
  "word": "FINEDRAWER",
  "def": "One who finedraws."
 },
 {
  "index": 38760,
  "word": "LOATHSOME",
  "def": "Fitted to cause loathing; exciting disgust; disgusting.The most loathsome and deadly forms of infection. Macaulay.-- Loath\"some*ly. adv.-- Loath\"some*ness, n."
 },
 {
  "index": 27331,
  "word": "VERRUCOUS",
  "def": "Verrucose."
 },
 {
  "index": 84050,
  "word": "OVICELL",
  "def": "One of the dilatations of the body wall of Bryozoa in which theova sometimes undegro the first stages of their development. SeeIllust. of Chilostoma."
 },
 {
  "index": 48257,
  "word": "ABRUPT",
  "def": "Suddenly terminating, as if cut off. Gray."
 },
 {
  "index": 68814,
  "word": "ENLARGER",
  "def": "One that enlarges."
 },
 {
  "index": 84099,
  "word": "LUCRE",
  "def": "Gain in money or goods; profit; riches; -- often in an illsense.The lust of lucre and the dread of death. Pope."
 },
 {
  "index": 17459,
  "word": "STAR",
  "def": "A planet supposed to influence one's destiny; (usually pl.) aconfiguration of the planets, supposed to influence fortune.O malignant and ill-brooding stars. Shak.Blesses his stars, and thinks it luxury. Addison."
 }
]