[
 {
  "index": 19077,
  "word": "LUCE",
  "def": "A pike when full grown. Halliwell."
 },
 {
  "index": 67928,
  "word": "CANOROUS",
  "def": "Melodious; musical. \"Birds that are most canorous.\" Sir T.Browne.A long, lound, and canorous peal of laughter. De Quincey."
 },
 {
  "index": 68399,
  "word": "ENTABLATURE",
  "def": "The superstructure which lies horizontally upon the columns.See Illust. of Column, Cornice."
 },
 {
  "index": 50486,
  "word": "SMOULDER",
  "def": "See Smolder."
 },
 {
  "index": 61031,
  "word": "DISHEVELE",
  "def": "Disheveled. [Obs.]Dishevele, save his cap, he rode all bare. Chaucer."
 },
 {
  "index": 51904,
  "word": "POLLEN",
  "def": "The fecundating dustlike cells of the anthers of flowers. SeeFlower, and Illust. of Filament. Pollen grain (Bot.), a particle orcall of pollen.-- Pollen mass, a pollinium. Gray.-- Pollen sac, a compartment of an anther containing pollen, --usually there are four in each anther.-- Pollen tube, a slender tube which issues from the pollen grain onits contact with the stigma, which it penetrates, thus conveying, itis supposed, the fecundating matter of the grain to the ovule."
 },
 {
  "index": 43610,
  "word": "CHILDREN",
  "def": "pl. of Child."
 },
 {
  "index": 2473,
  "word": "CHIH TAI",
  "def": "A Chinese governor general; a tsung tu (which see)."
 },
 {
  "index": 23540,
  "word": "ARCHONTS",
  "def": "The group including man alone."
 },
 {
  "index": 32219,
  "word": "PUTTOCK",
  "def": "See Futtock. [Obs.]"
 },
 {
  "index": 19055,
  "word": "HESPERIAN",
  "def": "Western; being in the west; occidental. [Poetic] Milton."
 },
 {
  "index": 78887,
  "word": "URANIUM",
  "def": "An element of the chromium group, found in certain rareminerals, as pitchblende, uranite, etc., and reduced as a heavy,hard, nickel-white metal which is quite permanent. Its yellow oxideis used to impart to glass a delicate greenish-yellow tint which isaccompanied by a strong fluorescence, and its black oxide is used asa pigment in porcelain painting. Symbol U. Atomic weight 239."
 }
]