[
 {
  "index": 43098,
  "word": "PAWL",
  "def": "A pivoted tongue, or sliding bolt, on one part of a machine,adapted to fall into notches, or interdental spaces, on another part,as a ratchet wheel, in such a manner as to permit motion in onedirection and prevent it in the reverse, as in a windlass; a catch,click, or detent. See Illust. of Ratchet Wheel. [Written also paul,or pall.] Pawl bitt (Naut.), a heavy timber, set abaft the windlass,to receive the strain of the pawls.-- Pawl rim or ring (Naut.), a stationary metallic ring surroundingthe base of a capstan, having notches for the pawls to catch in."
 },
 {
  "index": 62550,
  "word": "ENOMOTY",
  "def": "A band of sworn soldiers; a division of the Spartan armyranging from twenty-five to thirty-six men, bound together by oath."
 },
 {
  "index": 4403,
  "word": "DROWNAGE",
  "def": "The act of drowning. [R.]"
 },
 {
  "index": 55552,
  "word": "SOPORIFIC",
  "def": "Causing sleep; tending to cause sleep; soporiferous; as, thesoporific virtues of opium."
 },
 {
  "index": 3606,
  "word": "KRULLER",
  "def": "See Cruller."
 },
 {
  "index": 42669,
  "word": "STANZAIC",
  "def": "Pertaining to, or consisting of, stanzas; as, a couplet instanzaic form."
 },
 {
  "index": 68917,
  "word": "HYDROSULPHURIC",
  "def": "Pertaining to, or derived from, hydrogen and sulphur; as,hydrosulphuricacid, a designation applied to the solution of hydrogensulphide in water."
 },
 {
  "index": 4604,
  "word": "WRACK",
  "def": "A thin, flying cloud; a rack."
 },
 {
  "index": 72043,
  "word": "CARTESIANISM",
  "def": "The philosophy of Descartes."
 },
 {
  "index": 52200,
  "word": "SPLENIZATION",
  "def": "A morbid state of the lung produced by inflammation, in whichits tissue resembles that of the spleen."
 },
 {
  "index": 67391,
  "word": "SARCOLACTIC",
  "def": "relating to muscle and milk; as, sarcolactic acid. See Lacticacid, under Lactic."
 },
 {
  "index": 52465,
  "word": "ZOANTHOID",
  "def": "Of or pertaining to the Zoanthacea."
 }
]