[
 {
  "index": 75007,
  "word": "FOCIMETER",
  "def": "(Photog.) An assisting instrument for focusing an object in orbefore a camera. Knight."
 },
 {
  "index": 34857,
  "word": "SHOWERINESS",
  "def": "Quality of being showery."
 },
 {
  "index": 83541,
  "word": "BEGINNER",
  "def": "One who begins or originates anything. Specifically: A young orinexperienced practitioner or student; a tyro.A sermon of a new beginner. Swift."
 },
 {
  "index": 15100,
  "word": "CIRCUMFLECTION",
  "def": "See Circumflexion."
 },
 {
  "index": 73368,
  "word": "UNDERRATE",
  "def": "To rate too low; to rate below the value; to undervalue. Burke."
 },
 {
  "index": 63797,
  "word": "YARE",
  "def": "Ready; dexterous; eager; lively; quick to move. [Obs.] \"Be yarein thy preparation.\" Shak.The lesser [ship] will come and go, leave or take, and is yare;whereas the greater is slow. Sir W. Raleigh."
 },
 {
  "index": 65112,
  "word": "BOOKSELLING",
  "def": "The employment of selling books."
 },
 {
  "index": 68958,
  "word": "BAPTISM",
  "def": "The act of baptizing; the application of water to a person, asa sacrament or religious ceremony, by which he is initiated into thevisible church of Christ. This is performed by immersion, sprinkling,or pouring."
 },
 {
  "index": 20379,
  "word": "BANISHMENT",
  "def": "The act of banishing, or the state of being banished.He secured himself by the banishment of his enemies. Johnson.Round the wide world in banishment we roam. Dryden."
 },
 {
  "index": 64932,
  "word": "LANTHANITE",
  "def": "Hydrous carbonate of lanthanum, found in tabular whilecrystals."
 },
 {
  "index": 51080,
  "word": "CHILTERN HUNDREDS",
  "def": "A tract of crown land in Buckinghamshire and Oxfordshire,England, to which is attached the nominal office of steward. Asmembers of Parliament cannot resign, when they wish to go out theyaccept this stewardship, which legally vacates their seats."
 },
 {
  "index": 78145,
  "word": "BARRIGUDO",
  "def": "A large, dark-colored, South American monkey, of the genusLagothrix, having a long prehensile tail."
 }
]