[
 {
  "index": 77897,
  "word": "PACU",
  "def": "A South American freah-water fish (Myleies pacu), of the familyCharacinidæ. It is highly esteemed as food."
 },
 {
  "index": 59871,
  "word": "REDUCTIBILITY",
  "def": "The quality of being reducible; reducibleness."
 },
 {
  "index": 39325,
  "word": "DYNASTIDAN",
  "def": "One of a group of gigantic, horned beetles, including DynastusNeptunus, and the Hercules beetle (D. Hercules) of tropical America,which grow to be six inches in length."
 },
 {
  "index": 45480,
  "word": "ADMIRAL",
  "def": "A handsome butterfly (Pyrameis Atalanta) of Europe and America.The larva feeds on nettles. Admiral shell (Zoöl.), the popular nameof an ornamental cone shell (Conus admiralis). Lord High Admiral, agreat officer of state, who (when this rare dignity is conferred) isat the head of the naval administration of Great Britain."
 },
 {
  "index": 79854,
  "word": "INIMICALITY",
  "def": "The state or quality of being inimical or hostile; hostility;unfriendliness. [R.]"
 },
 {
  "index": 76033,
  "word": "STAFFIER",
  "def": "An attendant bearing a staff. [Obs.] \"Staffiers on foot.\"Hudibras."
 },
 {
  "index": 75185,
  "word": "FOULNESS",
  "def": "The quality or condition of being foul."
 },
 {
  "index": 3646,
  "word": "MISTHOUGHT",
  "def": "Erroneous thought; mistaken opinion; error. [Obs.] Spenser."
 },
 {
  "index": 75489,
  "word": "CICERONIAN",
  "def": "Resembling Cicero in style or action; eloquent."
 },
 {
  "index": 9321,
  "word": "HESSIAN",
  "def": "Of or relating to Hesse, in Germany, or to the Hessians.Hessian boots, or Hessians, boot of a kind worn in England, in theearly part of the nineteenth century, tasseled in front. Thackeray.-- Hessian cloth, or Hessians, a coarse hempen cloth for sacking.-- Hessian crucible. See under Crucible.-- Hessian fly (Zoöl.), a small dipterous fly or midge (Cecidomyiadestructor). Its larvæ live between the base of the lower leaves andthe stalk of wheat, and are very destructive to young wheat; -- socalled from the erroneous idea that it was brought into America bythe Hessian troops, during the Revolution."
 },
 {
  "index": 53589,
  "word": "FURTIVE",
  "def": "Stolen; obtained or characterized by stealth; sly; secret;stealthy; as, a furtive look. Prior.A hasty and furtive ceremony. Hallam."
 },
 {
  "index": 22558,
  "word": "CASSINO",
  "def": "A game at cards, played by two or more persons, usually fortwenty-one points. Great cassino, the ten of diamonds.-- Little cassino, the two of spades."
 }
]