[
 {
  "index": 46179,
  "word": "LOGROLL",
  "def": "To engage in logrolling; to accomplish by logrolling.[Political cant, U. S.]"
 },
 {
  "index": 27151,
  "word": "FARINA",
  "def": "Pollen. [R.] Craig."
 },
 {
  "index": 38916,
  "word": "CATARRHINE",
  "def": "One of the Catarrhina, a division of Quadrumana, including theOld World monkeys and apes which have the nostrils close together andturned downward. See Monkey."
 },
 {
  "index": 8141,
  "word": "CASTANET",
  "def": "See Castanets."
 },
 {
  "index": 34724,
  "word": "AJUTAGE",
  "def": "A tube through which is water is discharged; an efflux tube;as, the ajutage of a fountain."
 },
 {
  "index": 48566,
  "word": "TERGIFEROUS",
  "def": "Carrying or bearing upon the back. Tergiferous plants (Bot.),plants which bear their seeds on the back of their leaves, as ferns."
 },
 {
  "index": 65271,
  "word": "ISODIABATIC",
  "def": "Pertaining to the reception or the giving out of equalquantities of heat by a substance. Rankine. Isodiabatic lines orcurves, a pair of lines or curves exhibiting, on a diagram of energy,the law of variation of the pressure and density of a fluid, the oneduring the lowering, and the other during the raising, of itstemperature, when the quantity of heat given out by the fluid duringany given stage of the one process is equal to the quantity receivedduring the corresponding stage of the other. Such lines are said tobe isodiabatic with respect to each other. Compare Adiabatic."
 },
 {
  "index": 12116,
  "word": "SUN STAR",
  "def": "See Sun star, under Sun."
 },
 {
  "index": 70608,
  "word": "AUTONOMY",
  "def": "The sovereignty of reason in the sphere of morals; or man'spower, as possessed of reason, to give law to himself. In this,according to Kant, consist the true nature and only possible proof ofliberty. Fleming."
 },
 {
  "index": 24979,
  "word": "HANGER-ON",
  "def": "One who hangs on, or sticks to, a person, place, or service; adependent; one who adheres to others' society longer than he iswanted. Goldsmith."
 },
 {
  "index": 74489,
  "word": "ENVIRON",
  "def": "To surround; to encompass; to encircle; to hem in; to be roundabout; to involve or envelop.Dwelling in a pleasant glade, With mountains round about environed.Spenser.Environed he was with many foes. Shak.Environ me with darkness whilst I write. Donne."
 },
 {
  "index": 51140,
  "word": "WATER-FURROW",
  "def": "To make water furrows in."
 }
]