[
 {
  "index": 41086,
  "word": "LIBRATE",
  "def": "To vibrate as a balance does before resting in equilibrium;hence, to be poised.Their parts all liberate on too nice a beam. Clifton."
 },
 {
  "index": 53130,
  "word": "BEGUINAGE",
  "def": "A collection of small houses surrounded by a wall and occupiedby a community of Beguines."
 },
 {
  "index": 84577,
  "word": "OCTONARY",
  "def": "Of or pertaining to the number eight. Dr. H. More."
 },
 {
  "index": 21803,
  "word": "VESTIGATE",
  "def": "To investigate. [Obs.]"
 },
 {
  "index": 7544,
  "word": "CORREI",
  "def": "A hollow in the side of a hill, where game usually lies. \"Fleetfoot on the correi.\" Sir W. Scott."
 },
 {
  "index": 19978,
  "word": "ENTEROLITH",
  "def": "An intestinal concretion."
 },
 {
  "index": 45084,
  "word": "BY-STREET",
  "def": "A separate, private, or obscure street; an out of the way orcross street.He seeks by-streets, and saves the expensive coach. Gay."
 },
 {
  "index": 21249,
  "word": "INSURABLE",
  "def": "Capable of being insured against loss, damage, death, etc.;proper to be insured.The French law annuls the latter policies so far as they exceed theinsurable interest which remained in the insured at the time of thesubscription thereof. Walsh."
 },
 {
  "index": 33962,
  "word": "CONVOY",
  "def": "To accompany for protection, either by sea or land; to attendfor protection; to escort; as, a frigate convoys a merchantman.I know ye skillful to convoy The total freight of hope and joy.Emerson."
 },
 {
  "index": 50371,
  "word": "NINE-BARK",
  "def": "A white-flowered rosaceous shrub (Neillia, or Spiræa,opulifolia), common in the Northern United States. The bark separatesinto many thin layers, whence the name."
 },
 {
  "index": 52930,
  "word": "GOOD-HUMOREDLY",
  "def": "With a cheerful spirit; in a cheerful or good-tempered manner."
 },
 {
  "index": 28367,
  "word": "ISSUELESS",
  "def": "Having no issue or progeny; childless. \"The heavens . . . haveleft me issueless.\" Shak."
 }
]