[
 {
  "index": 53273,
  "word": "VARIABLENESS",
  "def": "The quality or state of being variable; variability. James i.17."
 },
 {
  "index": 72300,
  "word": "WASHERWOMAN",
  "def": "The pied wagtail; -- so called in allusion to its beating thewater with its tail while tripping along the leaves of water plants.[Prov. Eng.]"
 },
 {
  "index": 40200,
  "word": "PAVAGE",
  "def": "See Pavage. [R.]"
 },
 {
  "index": 18532,
  "word": "PLUMBAGINOUS",
  "def": "Resembling plumbago; consisting of, or containing, plumbago;as, a plumbaginous slate."
 },
 {
  "index": 25492,
  "word": "PASSIBLE",
  "def": "Susceptible of feeling or suffering, or of impressions fromexternal agents.Apolinarius, which held even deity itself passible. Hooker."
 },
 {
  "index": 67370,
  "word": "EXHILARATE",
  "def": "To make merry or jolly; to enliven; to animate; to gladdengreatly; to cheer; as, good news exhilarates the mind; wineexhilarates a man."
 },
 {
  "index": 7476,
  "word": "CALLOSAN",
  "def": "Of the callosum."
 },
 {
  "index": 5454,
  "word": "TUBULIBRANCHIATA",
  "def": "A group of gastropod mollusks having a tubular shell. Vermetusis an example."
 },
 {
  "index": 81691,
  "word": "QUADRILLION",
  "def": "According to the French notation, which is followed also uponthe Continent and in the United States, a unit with fifteen ciphersannexed; according to the English notation, the number produced byinvolving a million to the fourth power, or the number represented bya unit with twenty-four ciphers annexed. See the Note underNumeration."
 },
 {
  "index": 14046,
  "word": "UPGUSH",
  "def": "A gushing upward. Hawthorne."
 },
 {
  "index": 68273,
  "word": "INTENERATION",
  "def": "The act or process of intenerating, or the state of beingintenerated; softening. [R.] Bacon."
 },
 {
  "index": 24131,
  "word": "THREE-COAT",
  "def": "Having or consisting of three coats; -- applied to plasteringwhich consists of pricking-up, floating, and a finishing coat; or, ascalled in the United States, a scratch coat, browning, and finishingcoat."
 }
]