[
 {
  "index": 81952,
  "word": "INAUGURATORY",
  "def": "Suitable for, or pertaining to, inauguration. Johnson."
 },
 {
  "index": 77759,
  "word": "CORPORATURE",
  "def": "The state of being embodied; bodily existence. [Obs.] Dr. H.More."
 },
 {
  "index": 84899,
  "word": "LONGBOAT",
  "def": "Formerly, the largest boat carried by a merchant vessel,corresponding to the launch of a naval vessel."
 },
 {
  "index": 32382,
  "word": "DIVIDUOUS",
  "def": "Divided; dividual. [R.]He so often substantiates distinctions into dividuous,selfsubsistent. Coleridge."
 },
 {
  "index": 24587,
  "word": "PULMOMETRY",
  "def": "The determination of the capacity of the lungs."
 },
 {
  "index": 48940,
  "word": "DEFOREST",
  "def": "To clear of forests; to dis U. S. Agric. Reports."
 },
 {
  "index": 64178,
  "word": "INTREATFUL",
  "def": "Full of entreaty. [Obs.] Spenser."
 },
 {
  "index": 60873,
  "word": "CREDIT",
  "def": "Trust given or received; expectation of future playment forproperty transferred, or of fulfillment or promises given; mercantilereputation entitling one to be trusted; -- applied to individuals,corporations, communities, or nations; as, to buy goods on credit.Credit is nothing but the expectation of money, within some limitedtime. Locke."
 },
 {
  "index": 32305,
  "word": "SUICIDICAL",
  "def": "Suicidal. [Obs.]"
 },
 {
  "index": 30383,
  "word": "TRINKET",
  "def": "A three-cornered sail formerly carried on a ship's foremast,probably on a lateen yard.Sailing always with the sheets of mainsail and trinket warily in ourhands. Hakluyt."
 },
 {
  "index": 82766,
  "word": "HAMMER",
  "def": "That part of a gunlock which strikes the percussion cap, orfiring pin; the cock; formerly, however, a piece of steel coveringthe pan of a flintlock musket and struck by the flint of the cock toignite the priming.(e) Also, a person of thing that smites or shatters; as, St.Augustine was the hammer of heresies.He met the stern legionaries [of Rome] who had been the \"massive ironhammers\" of the whole earth. J. H. Newman.Atmospheric hammer, a dead-stroke hammer in which the spring isformed by confined air.-- Drop hammer, Face hammer, etc. See under Drop, Face, etc.-- Hammer fish. See Hammerhead.-- Hammer hardening, the process of hardening metal by hammering itwhen cold.-- Hammer shell (Zoöl.), any species of Malleus, a genus of marinebivalve shells, allied to the pearl oysters, having the wings narrowand elongated, so as to give them a hammer-shaped outline; -- calledalso hammer oyster.-- To bring to the hammer, to put up at auction."
 },
 {
  "index": 35767,
  "word": "ABIB",
  "def": "The first month of the Jewish ecclesiastical year,corresponding nearly to our April. After the Babylonish captivitythis month was called Nisan. Kitto."
 }
]