[
 {
  "index": 29840,
  "word": "RE",
  "def": "A syllable applied in solmization to the second tone of thediatonic scale of C; in the American system, to the second tone ofany diatonic scale."
 },
 {
  "index": 52532,
  "word": "AMYLIC",
  "def": "Pertaining to, or derived from, amyl; as, amylic ether. Amylicalcohol (Chem.), one of the series of alcohols, a transparent,colorless liquid, having a peculiar odor. It is the hydroxide ofamyl.-- Amylic fermentation (Chem.), a process of fermentation in starchor sugar in which amylic alcohol is produced. Gregory."
 },
 {
  "index": 49788,
  "word": "FROSTLESS",
  "def": "Free from frost; as, a frostless winter."
 },
 {
  "index": 41306,
  "word": "PREREQUISITE",
  "def": "Previously required; necessary as a preliminary to any proposedeffect or end; as, prerequisite conditions of success."
 },
 {
  "index": 50723,
  "word": "TROUT",
  "def": "Any one of numerous species of fishes belonging to Salmo,Salvelinus, and allied genera of the family Salmonidæ. They arehighly esteemed as game fishes and for the quality of their flesh.All the species breed in fresh water, but after spawning many of themdescend to the sea if they have an opportunity."
 },
 {
  "index": 75365,
  "word": "CHICANE",
  "def": "The use of artful subterfuge, designed to draw away attentionfrom the merits of a case or question; -- specifically applied tolegal proceedings; trickery; chicanery; caviling; sophistry. Prior.To shuffle from them by chicane. Burke.To cut short this, I propound it fairly to your own canscience.Berkeley."
 },
 {
  "index": 5877,
  "word": "MOW",
  "def": "A wry face. \"Make mows at him.\" Shak."
 },
 {
  "index": 66685,
  "word": "CENTENNIALLY",
  "def": "Once in a hundred years."
 },
 {
  "index": 79339,
  "word": "EPITHELOID",
  "def": "Epithelioid."
 },
 {
  "index": 72228,
  "word": "COMPONENT",
  "def": "Serving, or helping, to form; composing; constituting;constituent.The component parts of natural bodies. Sir I. Newton."
 },
 {
  "index": 6352,
  "word": "MONSEIGNEUR",
  "def": "My lord; -- a title in France of a person of high birth orrank; as, Monseigneur the Prince, or Monseigneur the Archibishop. Itwas given, specifically, to the dauphin, before the Revolution of1789. (Abbrev. Mgr.)"
 },
 {
  "index": 26482,
  "word": "CINEMOGRAPH",
  "def": "An integrating anemometer."
 }
]