[
 {
  "index": 46263,
  "word": "ANGELLIKE",
  "def": "Resembling an angel."
 },
 {
  "index": 7496,
  "word": "HEEDLESS",
  "def": "Without heed or care; inattentive; careless; thoughtless;unobservant.O, negligent and heedless discipline! Shak.The heedless lover does not know Whose eyes they are that wound himso. Waller.-- Heed\"less*ly, adv.-- Heed\"less*ness, n."
 },
 {
  "index": 45571,
  "word": "APPURTENANCE",
  "def": "That which belongs to something else; an adjunct; an appendage;an accessory; something annexed to another thing more worthy; incommon parlance and legal acceptation, something belonging to anotherthing as principal, and which passes as incident to it, as a right ofway, or other easement to land; a right of common to pasture, anouthouse, barn, garden, or orchard, to a house or messuage. In astrict legal sense, land can never pass as an appurtenance to land.Tomlins. Bouvier. Burrill.Globes . . . provided as appurtenances to astronomy. Bacon.The structure of the eye, and of its appurtenances. Reid."
 },
 {
  "index": 66673,
  "word": "RUFFIAN",
  "def": "brutal; cruel; savagely boisterous; murderous; as, ruffianrage."
 },
 {
  "index": 2284,
  "word": "DEPOSITARY",
  "def": "One to whom goods are bailed, to be kept for the bailor withouta recompense. Kent."
 },
 {
  "index": 202,
  "word": "SEA",
  "def": "A great brazen laver in the temple at Jerusalem; -- so calledfrom its size.He made a molten sea of ten cubits from brim to brim, round incompass, and five cubits the height thereof. 2 Chron. iv. 2."
 },
 {
  "index": 30962,
  "word": "CONSULTER",
  "def": "One who consults, or asks counsel or information."
 },
 {
  "index": 14420,
  "word": "LUCULENTLY",
  "def": "In a luculent manner; clearly."
 },
 {
  "index": 20292,
  "word": "EYELESS",
  "def": "Without eyes; blind. \"Eyeless rage.\" Shak."
 },
 {
  "index": 42402,
  "word": "SERVANT",
  "def": "To subject. [Obs.] Shak."
 },
 {
  "index": 13996,
  "word": "REDWING",
  "def": "A European thrush (Turdus iliacus). Its under wing coverts areorange red. Called also redwinged thrush. (b) A North Americanpasserine bird (Agelarius phoeniceus) of the family Icteridæ. Themale is black, with a conspicuous patch of bright red, bordered withorange, on each wing. Called also redwinged blackbird, red-wingedtroupial, marsh blackbird, and swamp blackbird."
 },
 {
  "index": 70394,
  "word": "PROLIXLY",
  "def": "In a prolix manner. Dryden."
 }
]