[
 {
  "index": 63883,
  "word": "HONESTY",
  "def": "Satin flower; the name of two cruciferous herbs having largeflat pods, the round shining partitions of which are more beautifulthan the blossom; -- called also lunary and moonwort. Lunaria biennisis common honesty; L. rediva is perennial honesty."
 },
 {
  "index": 51462,
  "word": "FEIGNING",
  "def": "That feigns; insincere; not genuine; false.-- Feign\"ing*ly, adv."
 },
 {
  "index": 60194,
  "word": "ARGOT",
  "def": "A secret language or conventional slang peculiar to thieves,tramps, and vagabonds; flash."
 },
 {
  "index": 65789,
  "word": "ROSEN",
  "def": "Consisting of roses; rosy. [Obs.]"
 },
 {
  "index": 36205,
  "word": "MATURATIVE",
  "def": "Conducing to ripeness or maturity; hence, conducing tosuppuration."
 },
 {
  "index": 23568,
  "word": "APPENDICULATE",
  "def": "Having small appendages; forming an appendage. Appendiculateleaf, a small appended leaf. Withering."
 },
 {
  "index": 2002,
  "word": "ABDERIAN",
  "def": "Given to laughter; inclined to foolish or incessant merriment."
 },
 {
  "index": 74286,
  "word": "SEAL-BROWN",
  "def": "Of a rich dark brown color, like the fur of the fur seal afterit is dyed."
 },
 {
  "index": 12223,
  "word": "QUEST",
  "def": "To search for; to examine. [R.] Sir T. Herbert."
 },
 {
  "index": 15454,
  "word": "IMPIRE",
  "def": "See Umpire. [Obs.] Huloet."
 },
 {
  "index": 54768,
  "word": "TURKEY-TROT",
  "def": "An eccentric ragtime dance, danced with the feet well apart andwith a characteristic rise on the ball of the foot, followed by adrop upon the heel. The original form, owning to the positionsassumed by the dancers, is offensively suggestive. Similar dances arethe bunny hug and grizzly bear, so called in allusion to themovements and the positions assumed by the partners in dancing."
 },
 {
  "index": 67353,
  "word": "PUMPAGE",
  "def": "That which is raised by pumps, or the work done by pumps.The pumpage last year amounted to . . . gallons. Sci. Amer."
 }
]