[
 {
  "index": 83149,
  "word": "CENTIME",
  "def": "The hundredth part of a franc; a small French copper coin andmoney of account."
 },
 {
  "index": 23280,
  "word": "SELF-OPINION",
  "def": "Opinion, especially high opinion, of one's self; an overweeningestimate of one's self or of one's own opinion. Collier."
 },
 {
  "index": 41560,
  "word": "DIVININGLY",
  "def": "In a divining manner."
 },
 {
  "index": 22368,
  "word": "GOLDSEED",
  "def": "Dog's-tail grass."
 },
 {
  "index": 8260,
  "word": "FLOROON",
  "def": "A border worked with flowers. Wright."
 },
 {
  "index": 1237,
  "word": "UNTOWARD",
  "def": "Toward. [Obs.] Gower."
 },
 {
  "index": 74921,
  "word": "BEPROSE",
  "def": "To reduce to prose. [R.] \"To beprose all rhyme.\" Mallet."
 },
 {
  "index": 40272,
  "word": "ALLOMORPHIC",
  "def": "Of or pertaining to allomorphism."
 },
 {
  "index": 4050,
  "word": "GALLANTLY",
  "def": "In a polite or courtly manner; like a gallant or wooer."
 },
 {
  "index": 1956,
  "word": "UNMATERIAL",
  "def": "Not material; immaterial. [Obs.] Daniel."
 },
 {
  "index": 64632,
  "word": "MALARIA PARASITE",
  "def": "Any of several minute protozoans of the genus Plasmodium (syn.Hæmatozoön) which in their adult condition live in the tissues ofmosquitoes of the genus Anopheles (which see) and when transferred tothe blood of man, by the bite of the mosquito, produce malaria. Theyoung parasites, or sporozoites, enter the red blood corpuscles,growing at their expense, undergoing sporulation, and finallydestroying the corpuscles, thus liberating in the blood plasma animmense number of small spores called merozoites. An indefinite butnot ultimated number of such generations may follow, but if meanwhilethe host is bitten by a mosquito, the parasites develop into gametesin the stomach of the insect. These conjugate, the zygote thusproduced divides, forming spores, and eventually sporozoites, which,penetrating to the salivary glands of the mosquito, may be introducedinto a new host. The attacks of the disease coincide with thedissolution of the corpuscles and liberation of the spores andproducts of growth of the parasites into the blood plasma. Severalspecies of the parasite are distinguished, as P. vivax, producingtertian malaria; P. malariæ, quartan malaria; and P. (subgenusLaverania) falciferum, the malarial fever of summer and autumn commonin the tropics."
 },
 {
  "index": 35732,
  "word": "BESETTER",
  "def": "One who, or that which, besets."
 }
]