[
 {
  "index": 18535,
  "word": "TENONIAN",
  "def": "Discovered or described by M. Tenon, a French anatomist.Tenonian capsule (Anat.), a lymphatic space inclosed by a delicatemembrane or fascia (the fascia of Tenon) between the eyeball and thefat of the orbit; -- called also capsule of Tenon."
 },
 {
  "index": 65311,
  "word": "QUIETISM",
  "def": "The system of the Quietists, who maintained that religionconsists in the withdrawal of the mind from worldly interests andanxieties and its constant employment in the passive contemplation ofGod and his attributes."
 },
 {
  "index": 76241,
  "word": "WORKMANLY",
  "def": "Becoming a skillful workman; skillful; well performed;workmanlike."
 },
 {
  "index": 16228,
  "word": "STINKHORN",
  "def": "A kind of fungus of the genus Phallus, which emits a fetidodor."
 },
 {
  "index": 23099,
  "word": "PEYTREL",
  "def": "The breastplate of a horse's armor or harness. [Spelt alsopeitrel.] See Poitrel. [Obs.] Chaucer."
 },
 {
  "index": 57772,
  "word": "UNDOCK",
  "def": "To take out of dock; as, to undock a ship."
 },
 {
  "index": 50940,
  "word": "DULCAMARIN",
  "def": "A glucoside extracted from the bittersweet (Solanum Dulcamara),as a yellow amorphous substance. It probably occasions the compoundtaste. See Bittersweet, 3(a)."
 },
 {
  "index": 7579,
  "word": "RUBYTAIL",
  "def": "A European gold wasp (Chrysis ignita) which has the under sideof the abdomen bright red, and the other parts deep bluish green witha metallic luster. The larva is parasitic in the nests of other waspsand of bees."
 },
 {
  "index": 40791,
  "word": "BIENNIALLY",
  "def": "Once in two years."
 },
 {
  "index": 54023,
  "word": "RESTINCTION",
  "def": "Act of quenching or extingishing. [Obs.]"
 },
 {
  "index": 47304,
  "word": "TARSORRHAPHY",
  "def": "An operation to diminish the size of the opening betweeneyelids when enlarged by surrounding cicatrices."
 },
 {
  "index": 21476,
  "word": "AFFIANCER",
  "def": "One who makes a contract of marriage between two persons."
 }
]