[
 {
  "index": 40524,
  "word": "INARTICULATENESS",
  "def": "The state or quality of being inarticulate."
 },
 {
  "index": 38100,
  "word": "NICOTINIC",
  "def": "Pertaining to, or derived from, nicotine; nicotic; -- usedspecifically to designate an acid related to pyridine, obtained bythe oxidation of nicotine, and called nicotinic acid."
 },
 {
  "index": 72211,
  "word": "HEPTONE",
  "def": "A liquid hydrocarbon, C7H10, of the valylene series."
 },
 {
  "index": 61227,
  "word": "AYONT",
  "def": "Beyond. [Scot.]"
 },
 {
  "index": 71327,
  "word": "CONTROVERSIALIST",
  "def": "One who carries on a controversy; a disputant.He [Johnson] was both intellectually and morally of the stuff ofwhich controversialists are made. Macaulay."
 },
 {
  "index": 58384,
  "word": "CAVY",
  "def": "A rodent of the genera cavia and Dolichotis, as the guinea pig(Cavia cabaya). Cavies are natives of South America. Water cavy(Zoöl.), The capybara."
 },
 {
  "index": 11726,
  "word": "MYXINE",
  "def": "A genus of marsipobranchs, including the hagfish. See Hag, 4."
 },
 {
  "index": 73108,
  "word": "NOCTILUCIN",
  "def": "A fatlike substance in certain marine animals, to which theyowe their phosphorescent properties."
 },
 {
  "index": 8091,
  "word": "REPLANT",
  "def": "To plant again."
 },
 {
  "index": 26390,
  "word": "WILE",
  "def": "A trick or stratagem practiced for insnaring or deception; asly, insidious; artifice; a beguilement; an allurement.Put on the whole armor of God, that ye may be able to stand againstthe wiles of the devil. Eph. vi. 11.Not more almighty to resist our might, Than wise to frustrate all ourplots and wiles. Milton."
 },
 {
  "index": 44748,
  "word": "CATHARTIN",
  "def": "The bitter, purgative principle of senna. It is a glucosidewith the properties of a weak acid; -- called also cathartic acid,and cathartina."
 },
 {
  "index": 45286,
  "word": "TELESTEREOSCOPE",
  "def": "A stereoscope adapted to view distant natural objects orlandscapes; a telescopic stereoscope."
 }
]