[
 {
  "index": 28523,
  "word": "MAYHEM",
  "def": "The maiming of a person by depriving him of the use of any ofhis members which are necessary for defense or protection. See Maim."
 },
 {
  "index": 69113,
  "word": "BRINGER",
  "def": "One who brings.Yet the first bringer of unwelcome news Hath but a losing office.Shak.Bringer in, one who, or that which, introduces."
 },
 {
  "index": 22448,
  "word": "NEO-HEGELIANISM",
  "def": "The philosophy of a school of British and American idealistswho follow Hegel in dialectical or logical method and in the generaloutcome of their doctrine. The founders and leaders of Neo-Hegelianism include: in England, T. H. Green (1836-1882); inScotland, J. (1820-98) and E. (1835-1908) Caird; in the UnitedStates, W. T. Harris (1835-1909) and Josiah Royce (1855- -)."
 },
 {
  "index": 72903,
  "word": "SPRY",
  "def": "Having great power of leaping or running; nimble; active. [U.S.\u0026 Local Eng.]She is as spry as a cricket. S. Judd (Margaret).If I'm not so large as you, You are not so small as I, And not halfso spry. Emerson."
 },
 {
  "index": 5034,
  "word": "BLEARY",
  "def": "Somewhat blear."
 },
 {
  "index": 111,
  "word": "SANDWICH",
  "def": "Two pieces of bread and butter with a thin slice of meat,cheese, or the like, between them."
 },
 {
  "index": 26531,
  "word": "POINCIANA",
  "def": "A prickly tropical shrub (Cæsalpinia, formerly Poinciana,pulcherrima), with bipinnate leaves, and racemes of showy orange-redflowers with long crimson filaments."
 },
 {
  "index": 69803,
  "word": "CONSIDERABLENESS",
  "def": "Worthiness of consideration; dignity; value; size; amount."
 },
 {
  "index": 39829,
  "word": "DISINTERESTEDNESS",
  "def": "The state or quality of being disinterested; impartiality.That perfect disinterestedness and self-devotion of which man seemsto be incapable, but which is sometimes found in woman. Macaulay."
 },
 {
  "index": 36754,
  "word": "DESIROUSNESS",
  "def": "The state of being desirous."
 },
 {
  "index": 45907,
  "word": "TENTACULUM",
  "def": "A tentacle."
 },
 {
  "index": 2057,
  "word": "PARCEL",
  "def": "A part; a portion; a piece; as, a certain piece of land is partand parcel of another piece."
 }
]