[
 {
  "index": 46355,
  "word": "TACHYGRAPHER",
  "def": "One who writes shorthand; a stenographer; esp., an ancientGreek or Roman notary."
 },
 {
  "index": 4587,
  "word": "RACHITIS",
  "def": "Literally, inflammation of the spine, but commonly applied tothe rickets. See Rickets."
 },
 {
  "index": 42181,
  "word": "JUDGE",
  "def": "A public officer who is invested with authority to hear anddetermine litigated causes, and to administer justice between partiesin courts held for that purpose.The parts of a judge in hearing are four: to direct the evidence; tomoderate length, repetition, or impertinency of speech; torecapitulate, select, and collate the material points of that whichhath been said; and to give the rule or sentence. Bacon."
 },
 {
  "index": 79074,
  "word": "QUINTOLE",
  "def": "A group of five notes to be played or sung in the time of fourof the same species."
 },
 {
  "index": 72631,
  "word": "CARBURETOR",
  "def": "An apparatus in which coal gas, hydrogen, or air is passedthrough or over a volatile hydrocarbon, in order to confer orincrease illuminating power. [Written also carburettor.]"
 },
 {
  "index": 37019,
  "word": "LOCK",
  "def": "A tuft of hair; a flock or small quantity of wool, hay, orother like substance; a tress or ringlet of hair.These gray locks, the pursuivants of death. Shak."
 },
 {
  "index": 62728,
  "word": "IDENTIFIABLE",
  "def": "Capable of being identified."
 },
 {
  "index": 54889,
  "word": "CUMMIN",
  "def": "Same as Cumin.Ye pay tithe of mint, and cummin. Matt. xxiii. 23."
 },
 {
  "index": 41219,
  "word": "EMBRUE",
  "def": "See Imbrue, Embrew. [Obs.]"
 },
 {
  "index": 7173,
  "word": "MARCHIONESS",
  "def": "The wife or the widow of a marquis; a woman who has the rankand dignity of a marquis. Spelman."
 },
 {
  "index": 11086,
  "word": "WILEFUL",
  "def": "Full of wiles; trickish; deceitful."
 },
 {
  "index": 40624,
  "word": "UNUTTERABLE",
  "def": "Not utterable; incapable of being spoken or voiced;inexpressible; ineffable; unspeakable; as, unutterable anguish.Sighed and looked unutterable things. Thomson.-- Un*ut\"ter*a*ble*ness, n.-- Un*ut\"ter*a*bly, adv."
 }
]