[
 {
  "index": 73747,
  "word": "DUCTLESS",
  "def": "Having to duct or outlet; as, a ductless gland."
 },
 {
  "index": 4987,
  "word": "SANDPAPER",
  "def": "Paper covered on one side with sand glued fast, -- used forsmoothing and polishing."
 },
 {
  "index": 74300,
  "word": "BANDIT",
  "def": "An outlaw; a brigand.No savage fierce, bandit, or mountaineer. Milton."
 },
 {
  "index": 63513,
  "word": "CALISAYA BARK",
  "def": "A valuable kind of Peruvian bark obtained from the CinchonaCalisaya, and other closely related species."
 },
 {
  "index": 40061,
  "word": "POLYPOMEDUSAE",
  "def": "Same as Hydrozoa."
 },
 {
  "index": 54096,
  "word": "VITRIFICATION",
  "def": "Same as Vitrifaction. Sir T. Browne. Ure."
 },
 {
  "index": 58566,
  "word": "MELOE",
  "def": "A genus of beetles without wings, but having short oval elytra;the oil beetles. These beetles are sometimes used instead ofcantharides for raising blisters. See Oil beetle, under Oil."
 },
 {
  "index": 39877,
  "word": "DEVULGARIZE",
  "def": "To free from what is vulgar, common, or narrow.Shakespeare and Plutarch's \"Lives\" are very devulgarizing books. E.A. Abbott."
 },
 {
  "index": 69663,
  "word": "CHOLERA",
  "def": "One of several diseases affecting the digestive and intestinaltract and more or less dangerous to life, esp. the one commonlycalled Asiatic cholera. Asiatic cholera, a malignant and rapidlyfatal disease, originating in Asia and frequently epidemic in themore filthy sections of other lands, to which the germ or specificpoison may have been carried. It is characterized by diarrhea, rice-water evacuations, vomiting, cramps, pinched expression, andlividity, rapidly passing into a state of collapse, followed bydeath, or by a stage of reaction of fever.-- Cholera bacillus. See Comma bacillus.-- Cholera infantum, a dangerous summer disease, of infants, causedby hot weather, bad air, or poor milk, and especially fatal in largecities.-- Cholera morbus, a disease characterized by vomiting and purging,with gripings and cramps, usually caused by imprudence in diet or bygastrointestinal disturbance.-- Chicken cholera. See under Chicken.-- Hog cholera. See under Hog.-- Sporadic cholera, a disease somewhat resembling the Asiaticcholera, but originating where it occurs, and rarely becomingepidemic."
 },
 {
  "index": 1871,
  "word": "DISCONTINUITY",
  "def": "Want of continuity or cohesion; disunion of parts.\"Discontinuity of surface.\" Boyle."
 },
 {
  "index": 53381,
  "word": "TYMPANOHYAL",
  "def": "Of or pertaining to the tympanum and the hyoidean arch.-- n."
 },
 {
  "index": 2954,
  "word": "CHORDAL",
  "def": "Of or pertaining to a chord."
 }
]