[
 {
  "index": 79028,
  "word": "CASA",
  "def": "A house or mansion. [Sp. Amer. \u0026 Phil. Islands]"
 },
 {
  "index": 75269,
  "word": "DISSOLVABLE",
  "def": "Capable of being dissolved, or separated into component parts;capable of being liquefied; soluble.-- Dis*solv\"a*ble*ness, n.Though everything which is compacted be in its own naturedissolvable. Cudworth.Such things as are not dissolvable by the moisture of the tongue. SirI. Newton."
 },
 {
  "index": 77081,
  "word": "CHIROLOGY",
  "def": "The art or practice of using the manual alphabet or ofcommunicating thoughts by sings made by the hands and fingers; asubstitute for spoken or written language in intercourse with thedeaf and dumb. See Dactylalogy."
 },
 {
  "index": 35785,
  "word": "FOUSSA",
  "def": "A viverrine animal of Madagascar (Cryptoprocta ferox). Itresembles a cat in size and form, and has retractile claws."
 },
 {
  "index": 61785,
  "word": "FUGLEMAN",
  "def": "A soldier especially expert and well drilled, who takes hisplace in front of a military company, as a guide for the others intheir exercises; a file leader. He originally stood in front of theright wing. [Written also flugelman.]"
 },
 {
  "index": 15741,
  "word": "PRESTIGIATORY",
  "def": "Consisting of impostures; juggling. [Obs.] Barrow."
 },
 {
  "index": 6827,
  "word": "VITIATION",
  "def": "The act of vitiating, or the state of being vitiated;depravation; corruption; invalidation; as, the vitiation of theblood; the vitiation of a contract.The vitiation that breeds evil acts. G. Eliot."
 },
 {
  "index": 29167,
  "word": "ALPIGENE",
  "def": "Growing in Alpine regions."
 },
 {
  "index": 17473,
  "word": "TESTIERE",
  "def": "A piece of plate armor for the head of a war horse; a tester."
 },
 {
  "index": 29347,
  "word": "BAFTA",
  "def": "A coarse stuff, usually of cotton, originally made in India.Also, an imitation of this fabric made for export."
 },
 {
  "index": 59830,
  "word": "ANTONYM",
  "def": "A word of opposite meaning; a counterterm; -- used as acorrelative of synonym. [R.] C. J. Smith."
 },
 {
  "index": 13628,
  "word": "HOARY",
  "def": "Of a pale silvery gray."
 }
]