[
 {
  "index": 48270,
  "word": "SOBRANJE",
  "def": "The unicameral national assembly of Bulgaria, elected for aterm of five years by universal suffrage of adult males."
 },
 {
  "index": 52670,
  "word": "MEGACEROS",
  "def": "The Irish elk."
 },
 {
  "index": 32012,
  "word": "SENSE",
  "def": "A faculty, possessed by animals, of perceiving external objectsby means of impressions made upon certain organs (sensory or senseorgans) of the body, or of perceiving changes in the condition of thebody; as, the senses of sight, smell, hearing, taste, and touch. SeeMuscular sense, under Muscular, and Temperature sense, underTemperature.Let fancy still my sense in Lethe steep. Shak.What surmounts the reach Of human sense I shall delineate. Milton.The traitor Sense recalls The soaring soul from rest. Keble."
 },
 {
  "index": 45206,
  "word": "STIPULA",
  "def": "A stipule."
 },
 {
  "index": 19830,
  "word": "MUSCULOCUTANEOUS",
  "def": "Pertaining both to muscles and skin; as, the musculocutaneousnerve."
 },
 {
  "index": 75152,
  "word": "PILCHARD",
  "def": "A small European food fish (Clupea pilchardus) resembling theherring, but thicker and rounder. It is sometimes taken in greatnumbers on the coast of England.Fools are as like husbands as pilchards are to herrings. Shak."
 },
 {
  "index": 64629,
  "word": "ERUCIFROM",
  "def": "Having the form of a caterpillar; -- said of insect larvæ."
 },
 {
  "index": 36420,
  "word": "UNTENT",
  "def": "To bring out of a tent. [R.] Shak."
 },
 {
  "index": 10137,
  "word": "UNDERPEER",
  "def": "To peer under. [R.]"
 },
 {
  "index": 38114,
  "word": "CAMERA LUCIDA",
  "def": "An instrument which by means of a prism of a peculiar form, oran arrangement of mirrors, causes an apparent image of an externalobject or objects to appear as if projected upon a plane surface, asof paper or canvas, so that the outlines may conveniently traced. Itis generally used with the microscope."
 },
 {
  "index": 71421,
  "word": "MOORING",
  "def": "The place or condition of a ship thus confined.And the tossed bark in moorings swings. Moore.Mooring block (Naut.), a heavy block of cast iron sometimes used asan anchor for mooring vessels."
 },
 {
  "index": 24416,
  "word": "NON",
  "def": "No; not. See No, a. Chaucer."
 }
]