[
 {
  "index": 70235,
  "word": "INDUSIAL",
  "def": "Of, pertaining to, or containing, the petrified cases of thelarvæ of certain insects. Indusial limestone (Geol.), a fresh-waterlimestone, largely composed of the agglomerated cases of caddiceworms, or larvæ of caddice flies (Phryganea). It is found in Miocenestrata of Auvergne, France, and some other localities."
 },
 {
  "index": 11631,
  "word": "PROPIONE",
  "def": "The ketone of propionic acid, obtained as a colorless fragrantliquid."
 },
 {
  "index": 29555,
  "word": "INTERPOLABLE",
  "def": "That may be interpolated; suitable to be interpolated.A most interpolable clause of one sentence. De Morgan."
 },
 {
  "index": 4085,
  "word": "THIBETIAN",
  "def": "Same as Thibetan."
 },
 {
  "index": 57560,
  "word": "TUNNEL STERN",
  "def": "A design of motor-boat stern, for  use in shallow waters, inwhich the propeller is housed in a tunnel and does not extend belowthe greatest draft."
 },
 {
  "index": 64847,
  "word": "CABIRI",
  "def": "Certain deities originally worshiped with mystical rites by thePelasgians in Lemnos and Samothrace and afterwards throughout Greece;-- also called sons of Hephæstus (or Vulcan), as being masters of theart of working metals. [Written also Cabeiri.] Liddell \u0026 Scott."
 },
 {
  "index": 49821,
  "word": "CREATININ",
  "def": "A white, crystalline, nitrogenous body closely related tocreatin but more basic in its properties, formed from the latter bythe action of acids, and occurring naturally in muscle tissue and inurine. [Written also kretinine.]"
 },
 {
  "index": 71811,
  "word": "SUCCINOUS",
  "def": "Succinic. [R.]"
 },
 {
  "index": 3622,
  "word": "OSCULANT",
  "def": "Adhering closely; embracing; -- applied to certain creepinganimals, as caterpillars."
 },
 {
  "index": 761,
  "word": "HIPHALT",
  "def": "Lame in the hip. [R.] Gower."
 },
 {
  "index": 58506,
  "word": "FRANK",
  "def": "A pigsty. [Obs.]"
 },
 {
  "index": 38191,
  "word": "EARNESTLY",
  "def": "In an earnest manner."
 }
]