[
 {
  "index": 25378,
  "word": "SHOEMAKING",
  "def": "The business of a shoemaker."
 },
 {
  "index": 40046,
  "word": "CONCERTO",
  "def": "A composition (usually in symphonic form with three movements)in which one instrument (or two or three) stands out in bold reliefagainst the orchestra, or accompaniment, so as to display itsqualities or the performer's skill."
 },
 {
  "index": 8515,
  "word": "BISMUTHAL",
  "def": "Containing bismuth."
 },
 {
  "index": 9354,
  "word": "PHOTO-ENGRAVE",
  "def": "To engrave by a photomechanical process; to make a photo-engraving of. -- Pho`to-en*grav\"er (#), n."
 },
 {
  "index": 74759,
  "word": "MAHOE",
  "def": "A name given to several malvaceous trees (species of Hibiscus,Ochroma, etc.), and to their strong fibrous inner bark, which is usedfor strings and cordage."
 },
 {
  "index": 43149,
  "word": "IODOQUININE",
  "def": "A iodide of quinine obtained as a brown substance,. It is thebase of herapathite. See Herapathite."
 },
 {
  "index": 34957,
  "word": "MANDIBULIFORM",
  "def": "Having the form of a mandible; -- said especially of themaxillæ of an insect when hard and adapted for biting."
 },
 {
  "index": 35667,
  "word": "SPORTULE",
  "def": "A charitable gift or contribution; a gift; an alms; a dole; alargess; a sportula. [Obs.] Ayliffe."
 },
 {
  "index": 2917,
  "word": "CONCERTMEISTER",
  "def": "The head violinist or leader of the strings in an orchestra;the sub-leader of the orchestra; concert master."
 },
 {
  "index": 3832,
  "word": "TAUTOG",
  "def": "An edible labroid fish (Haitula onitis, or Tautoga onitis) ofthe Atlantic coast of the United States. When adult it is nearlyblack, more or less irregularly barred, with greenish gray. Calledalso blackfish, oyster fish, salt-water chub, and moll. [Written alsotautaug.]"
 },
 {
  "index": 11122,
  "word": "ISONITROSO-",
  "def": "A combining from (also used adjectively), signifying:Pertaining to, or designating, the characteristic, nitrogenousradical, NOH, called the isonitroso group."
 },
 {
  "index": 58925,
  "word": "PINNATILOBATE",
  "def": "Having lobes arranged in a pinnate manner."
 }
]