[
 {
  "index": 9061,
  "word": "OVERCROWD",
  "def": "To crowd too much."
 },
 {
  "index": 44790,
  "word": "ANTIQUITARIAN",
  "def": "An admirer of antiquity."
 },
 {
  "index": 76354,
  "word": "ENCOUNTER",
  "def": "To come against face to face; to meet; to confront, either bychance, suddenly, or deliberately; especially, to meet in oppositionor with hostile intent; to engage in conflict with; to oppose; tostruggle with; as, to encounter a friend in traveling; two armiesencounter each other; to encounter obstacles or difficulties, toencounter strong evidence of a truth.Then certain philosophers of the Epicureans, and of the Stoics,encountered him. Acts xvii. 18.I am most fortunate thus accidentally to encounter you. Shak."
 },
 {
  "index": 31907,
  "word": "CELERIAC",
  "def": "Turnip-rooted celery, a from of celery with a large globularroot, which is used for food."
 },
 {
  "index": 69990,
  "word": "REVULSE",
  "def": "To pull back with force. [R.] Cowper."
 },
 {
  "index": 33366,
  "word": "DISPUTELESS",
  "def": "Admitting no dispute; incontrovertible. Bailey."
 },
 {
  "index": 83414,
  "word": "NYMPHALES",
  "def": "An extensive family of butterflies including the nymphs, thesatyrs, the monarchs, the heliconias, and others; -- called alsobrush-footed butterflies."
 },
 {
  "index": 85840,
  "word": "PANTISOCRACY",
  "def": "A Utopian community, in which all should rule equally, such aswas devised by Coleridge, Lovell, and Southey, in their younger days."
 },
 {
  "index": 76617,
  "word": "AMERICAN",
  "def": "A native of America; -- originally applied to the aboriginalinhabitants, but now applied to the descendants of Europeans born inAmerica, and especially to the citizens of the United States.The name American must always exalt the pride of patriotism.Washington."
 },
 {
  "index": 29528,
  "word": "NOTHING",
  "def": "A cipher; naught. Nothing but, only; no more than. Chaucer.-- To make nothing of. (a) To make no difficulty of; to consider astrifling or important. \"We are industrious to preserve our bodiesfrom slavery, but we make nothing of suffering our souls to be slavesto our lusts.\" Ray. (b) Not to understand; as, I could make nothingof what he said."
 },
 {
  "index": 37609,
  "word": "LYCANTHROPIST",
  "def": "One affected by the disease lycanthropy."
 },
 {
  "index": 13926,
  "word": "INMACY",
  "def": "The state of being an inmate. [R.] Craig."
 }
]