[
 {
  "index": 27041,
  "word": "CYSTOPLAST",
  "def": "A nucleated cell having an envelope or cell wall, as a redblood corpuscle or an epithelial cell; a cell concerned in growth."
 },
 {
  "index": 75936,
  "word": "SERIES",
  "def": "Any comprehensive group of animals or plants including severalsubordinate related groups."
 },
 {
  "index": 73463,
  "word": "DUST",
  "def": "Coined money; cash. Down with the dust, deposit the cash; paydown the money. [Slang] \"My lord, quoth the king, presently deposityour hundred pounds in gold, or else no going hence all the days ofyour life. . . . The Abbot down with his dust, and glad he escapedso, returned to Reading.\" Fuller.-- Dust brand (Bot.), a fungous plant (Ustilago Carbo); -- calledalso smut.-- Gold dust, fine particles of gold, such as are obtained in placermining; -- often used as money, being transferred by weight.-- In dust and ashes. See under Ashes.-- To bite the dust. See under Bite, v. t.-- To raise, or kick up, dust, to make a commotion. [Colloq.] -- Tothrow dust in one's eyes, to mislead; to deceive. [Colloq.]"
 },
 {
  "index": 82440,
  "word": "REGRATER",
  "def": "One who regrates."
 },
 {
  "index": 3445,
  "word": "ROCKWEED",
  "def": "Any coarse seaweed growing on sea-washed rocks, especiallyFucus."
 },
 {
  "index": 35561,
  "word": "CLOSE-BANDED",
  "def": "Closely united."
 },
 {
  "index": 13039,
  "word": "COACHFELLOW",
  "def": "One of a pair of horses employed to draw a coach; hence (Fig.),a comrade. Shak."
 },
 {
  "index": 75577,
  "word": "DECA-",
  "def": "A prefix, from Gr. de`ka, signifying ten; specifically (MetricSystem), a prefix signifying the weight or measure that is ten timesthe principal unit."
 },
 {
  "index": 57140,
  "word": "SCRUTOIRE",
  "def": "A escritoire; a writing desk."
 },
 {
  "index": 37552,
  "word": "INTERJECTION",
  "def": "A word or form of speech thrown in to express emotion orfeeling, as O! Alas! Ha ha! Begone! etc. Compare Exclamation.An interjection implies a meaning which it would require a wholegrammatical sentence to expound, and it may be regarded as therudiment of such a sentence. But it is a confusion of thought to rankit among the parts of speech. Earle.How now! interjections Why, then, some be of laughing, as, ah, ha,he! Shak."
 },
 {
  "index": 64520,
  "word": "ZAX",
  "def": "A tool for trimming and puncturing roofing states. [Writtenalso sax.]"
 },
 {
  "index": 72375,
  "word": "MARTLEMAS",
  "def": "See Martinmas. [Obs.]"
 }
]