[
 {
  "index": 74085,
  "word": "STIFFEN",
  "def": "To become stiff or stiffer, in any sense of the adjective.Like bristles rose my stiffening hair. Dryden.The tender soil then stiffening by degrees. Dryden.Some souls we see, Grow hard and stiffen with adversity. Dryden."
 },
 {
  "index": 57728,
  "word": "TOOTHACHE",
  "def": "Pain in a tooth or in the teeth; odontalgia. Toothache grass(Bot.), a kind of grass (Ctenium Americanum) having a very pungenttaste.-- Toothache tree. (Bot.) (a) The prickly ash. (b) A shrub of thegenus Aralia (A. spinosa)."
 },
 {
  "index": 38022,
  "word": "PROCRUSTESIAN",
  "def": "See Procrustean."
 },
 {
  "index": 1201,
  "word": "MISINTERPRETATION",
  "def": "The act of interpreting erroneously; a mistaken interpretation."
 },
 {
  "index": 62903,
  "word": "RUBELET",
  "def": "A little ruby. Herrick."
 },
 {
  "index": 69152,
  "word": "YULE",
  "def": "Christmas or Christmastide; the feast of the Nativity of ourSavior.And at each pause they kiss; was never seen such rule In any placebut here, at bonfire, or at Yule. Drayton.Yule block, or Yule log, a large log of wood formerly put on thehearth of Christmas eve, as the foundation of the fire. It wasbrought in with much ceremony.-- Yule clog, the yule log. Halliwell. W. Irving."
 },
 {
  "index": 47314,
  "word": "FECIAL",
  "def": "Pertaining to heralds, declarations of war, and treaties ofpeace; as, fecial law. Kent."
 },
 {
  "index": 1288,
  "word": "COCUS WOOD",
  "def": "A West Indian wood, used for making flutes and other musicalinstruments."
 },
 {
  "index": 4633,
  "word": "SELENIURETED",
  "def": "Combined with selenium as in a selenide; as, seleniuretedhydrogen. [Written also seleniuretted.] [Obsoles.]"
 },
 {
  "index": 14093,
  "word": "FESTIVOUS",
  "def": "Pertaining to a feast; festive. [R.] Sir W. Scott."
 },
 {
  "index": 27983,
  "word": "QUICKEN",
  "def": "To shorten the radius of (a curve); to make (a curve) sharper;as, to quicken the sheer, that is, to make its curve more pronounced."
 },
 {
  "index": 68861,
  "word": "QUOTIETY",
  "def": "The relation of an object to number. Krauth-Fleming."
 }
]