[
 {
  "index": 65755,
  "word": "GLIDE",
  "def": "The glede or kite."
 },
 {
  "index": 79965,
  "word": "GNARLY",
  "def": "Full of knots; knotty; twisted; crossgrained."
 },
 {
  "index": 13927,
  "word": "JOHNNY",
  "def": "A sculpin. [Local cant] Johny Crapaud (, a jocose designationof a Frenchman, or of the French people, collectively."
 },
 {
  "index": 59878,
  "word": "WARK",
  "def": "Work; a building. [Obs. or Scot.] Spenser."
 },
 {
  "index": 35676,
  "word": "SOUTHREN",
  "def": "Southern. [Obs.] \"I am a Southren man.\" Chaucer."
 },
 {
  "index": 22328,
  "word": "HANSEL",
  "def": "See Handsel."
 },
 {
  "index": 10991,
  "word": "PLEA",
  "def": "That which is alleged by a party in support of his cause; in astricter sense, an allegation of fact in a cause, as distinguishedfrom a demurrer; in a still more limited sense, and in modernpractice, the defendant's answer to the plaintiff's declaration anddemand. That which the plaintiff alleges in his declaration isanswered and repelled or justified by the defendant's plea. Inchancery practice, a plea is a special answer showing or relying uponone or more things as a cause why the suit should be eitherdismissed, delayed, or barred. In criminal practice, the plea is thedefendant's formal answer to the indictment or information presentedagainst him."
 },
 {
  "index": 40166,
  "word": "PATENTEE",
  "def": "One to whom a grant is made, or a privilege secured, by patent.Bacon."
 },
 {
  "index": 7340,
  "word": "NIELLO",
  "def": "A process, now no longer used, invented by J. N. Niepce, aFrench chemist, in 1829. It depends upon the action of light inrendering a thin layer of bitumen, with which the plate is coated,insoluble."
 },
 {
  "index": 38259,
  "word": "MELLIPHAGOUS",
  "def": "See Meliphagous."
 },
 {
  "index": 68273,
  "word": "INTENERATION",
  "def": "The act or process of intenerating, or the state of beingintenerated; softening. [R.] Bacon."
 },
 {
  "index": 59193,
  "word": "INTERTWININGLY",
  "def": "By intertwining or being intertwined."
 }
]