[
 {
  "index": 5242,
  "word": "PREDILECTION",
  "def": "A previous liking; a prepossession of mind in favor ofsomething; predisposition to choose or like; partiality. Burke."
 },
 {
  "index": 18604,
  "word": "ADLEGATION",
  "def": "A right formerly claimed by the states of the German Empire ofjoining their own ministers with those of the emperor in publictreaties and negotiations to the common interest of the empire.Encyc. Brit."
 },
 {
  "index": 48497,
  "word": "GRUCCHE",
  "def": "To murmur; to grumble. [Obs.]What aileth you, thus for grucche and groan. Chaucer."
 },
 {
  "index": 81421,
  "word": "RIGHTEOUS",
  "def": "Doing, or according with, that which is right; yielding to alltheir due; just; equitable; especially, free from wrong, guilt, orsin; holy; as, a righteous man or act; a righteous retribution.Fearless in his righteous cause. Milton."
 },
 {
  "index": 38126,
  "word": "CROQUETTE",
  "def": "A ball of minced meat, fowl, rice, or other ingredients, highlyseasoned, and fried."
 },
 {
  "index": 65433,
  "word": "BEEN",
  "def": "The past participle of Be. In old authors it is also the pr.tense plural of Be. See 1st Bee.Assembled been a senate grave and stout. Fairfax."
 },
 {
  "index": 82072,
  "word": "CLUNCH",
  "def": "."
 },
 {
  "index": 70680,
  "word": "POSSUM",
  "def": "An opossum. [Colloq. U. S.] To play possum, To act possum, tofeign ignorance, indifference or inattention, with the intent todeceive; to dissemble; -- in allusion to the habit of the opossum,which feigns death when attacked or alarmed."
 },
 {
  "index": 67464,
  "word": "CARIBOU",
  "def": "The American reindeer, especially the common or woodlandspecies (Rangifer Caribou). Barren Ground caribou. See under Barren.-- Woodland caribou, the common reindeer (Rangifer Caribou) of thenorthern forests of America."
 },
 {
  "index": 50146,
  "word": "JONAH",
  "def": "The Hebrew prophet, who was cast overboard as one whoendangered the ship; hence, any person whose presence isunpropitious. Jonah crab (Zoöl.), a large crab (Cancer borealis) ofthe eastern coast of the United States, sometimes found betweentides, but usually in deep water."
 },
 {
  "index": 17689,
  "word": "WEE",
  "def": "A little; a bit, as of space, time, or distance. [Obs. orScot.]"
 },
 {
  "index": 6901,
  "word": "REDRESSIVE",
  "def": "Tending to redress. Thomson."
 }
]