[
 {
  "index": 67609,
  "word": "FIBBER",
  "def": "One who tells fibs."
 },
 {
  "index": 5269,
  "word": "ANGLIAN",
  "def": "Of or pertaining to the Angles.-- n."
 },
 {
  "index": 20844,
  "word": "CHASUBLE",
  "def": "The outer vestment worn by the priest in saying Mass,consisting, in the Roman Catholic Church, of a broad, flat, backpiece, and a narrower front piece, the two connected over theshoulders only. The back has usually a large cross, the front anupright bar or pillar, designed to be emblematical of Christ'ssufferings. In the Greek Church the chasuble is a large round mantle.[Written also chasible, and chesible.]"
 },
 {
  "index": 7143,
  "word": "CANTILENA",
  "def": "See Cantabile."
 },
 {
  "index": 42097,
  "word": "OCTAMETER",
  "def": "A verse containing eight feet; as, --Deep'' in|to'' the | dark''ness | peer''ing, | long'' I | stood''there | wond'''ring, | fear''ing. Poe."
 },
 {
  "index": 16770,
  "word": "VETTURA",
  "def": "An Italian four-wheeled carriage, esp. one let for hire; ahackney coach."
 },
 {
  "index": 4401,
  "word": "EGOPHONY",
  "def": "The sound of a patient's voice so modified as to resemble thebleating of a goat, heard on applying the ear to the chest in certaindiseases within its cavity, as in pleurisy with effusion."
 },
 {
  "index": 10046,
  "word": "HYPSOMETRY",
  "def": "That branch of the science of geodesy which has to do with themeasurement of heights, either absolutely with reference to the sealevel, or relatively."
 },
 {
  "index": 56947,
  "word": "BEATH",
  "def": "To bathe; also, to dry or heat, as unseasoned wood. [Obs.]Spenser."
 },
 {
  "index": 24058,
  "word": "CARIOUS",
  "def": "Affected with caries; decaying; as, a carious tooth."
 },
 {
  "index": 40843,
  "word": "FOREJUDGE",
  "def": "To judge beforehand, or before hearing the facts and proof; toprejudge."
 },
 {
  "index": 14785,
  "word": "INVOCATION",
  "def": "A call or summons; especially, a judicial call, demand, ororder; as, the invocation of papers or evidence into court."
 }
]