[
 {
  "index": 48817,
  "word": "ABUTTER",
  "def": "One who, or that which, abuts. Specifically, the owner of acontiguous estate; as, the abutters on a street or a river."
 },
 {
  "index": 82518,
  "word": "WARM",
  "def": "Having yellow or red for a basis, or in their composition; --said of colors, and opposed to cold which is of blue and itscompounds."
 },
 {
  "index": 43488,
  "word": "KICKSY-WICKSY",
  "def": "Fantastic; restless; as, kicksy-wicksy flames. Nares."
 },
 {
  "index": 1780,
  "word": "DISPITEOUS",
  "def": "Full of despite; cruel; spiteful; pitiless. Spenser.-- Dis*pit\"e*ous*ly, adv. [Obs.]"
 },
 {
  "index": 80290,
  "word": "HETEROGENEOUS",
  "def": "Differing in kind; having unlike qualities; possessed ofdifferent characteristics; dissimilar; -- opposed to homogeneous, andsaid of two or more connected objects, or of a conglomerate mass,considered in respect to the parts of which it is made up.-- Het`er*o*ge\"ne*ous*ly, adv.-- Het`er*o*ge\"ne*ous*ness, n. Heterogeneous nouns (Gram.), nounshaving different genders in the singular and plural numbers; as, hiclocus, of the masculine gender in the singular, and hi loci and hæcloca, both masculine and neuter in the plural; hoc cælum, neuter inthe singular; hi cæli, masculine in the plural.-- Heterogeneous quantities (Math.), such quantities as areincapable of being compared together in respect to magnitude, andsurfaces and solids.-- Heterogeneous surds (Math.), surds having different radicalsigns."
 },
 {
  "index": 78379,
  "word": "WILDGRAVE",
  "def": "A waldgrave, or head forest keeper. See Waldgrave.The wildgrave winds his bugle horn. Sir W. Scott."
 },
 {
  "index": 51362,
  "word": "SOB",
  "def": "To soak. [Obs.] Mortimer."
 },
 {
  "index": 9524,
  "word": "PROVERBIALLY",
  "def": "In a proverbial manner; by way of proverb; hence, commonly;universally; as, it is proverbially said; the bee is proverbiallybusy."
 },
 {
  "index": 39882,
  "word": "FILARIASIS",
  "def": "The presence of filariæ in the blood; infection with filariæ."
 },
 {
  "index": 9418,
  "word": "SEVER",
  "def": "To disunite; to disconnect; to terminate; as, to sever anestate in joint tenancy. Blackstone."
 },
 {
  "index": 48231,
  "word": "GRAVELLINESS",
  "def": "State of being gravelly."
 },
 {
  "index": 54878,
  "word": "TRAULISM",
  "def": "A stammering or stuttering. [Obs.] Dalgarno."
 }
]