[
 {
  "index": 17817,
  "word": "LAMPADROME",
  "def": "A race run by young men with lighted torches in their hands. Hewho reached the goal first, with his torch unextinguished, gained theprize."
 },
 {
  "index": 4920,
  "word": "NATIVITY",
  "def": "A picture representing or symbolizing the early infancy ofChrist. The simplest form is the babe in a rude cradle, and the headsof an ox and an ass to express the stable in which he was born."
 },
 {
  "index": 47058,
  "word": "PTILOPAEDES",
  "def": "Same as Dasypædes."
 },
 {
  "index": 62017,
  "word": "QUENCHER",
  "def": "One who, or that which, quenches. Hammond."
 },
 {
  "index": 6555,
  "word": "DESPERATELY",
  "def": "In a desperate manner; without regard to danger or safety;recklessly; extremely; as, the troops fought desperately.She fell desperately in love with him. Addison."
 },
 {
  "index": 48338,
  "word": "MEMENTO",
  "def": "A hint, suggestion, token, or memorial, to awaken memory; thatwhich reminds or recalls to memory; a souvenir.Seasonable mementos may be useful. Bacon."
 },
 {
  "index": 67286,
  "word": "ABRIDGER",
  "def": "One who abridges."
 },
 {
  "index": 84620,
  "word": "GABERT",
  "def": "A lighter, or vessel for inland navigation. [Scot.] Jamieson."
 },
 {
  "index": 26107,
  "word": "EXOSTOME",
  "def": "The small aperture or foremen in the outer coat of the ovule ofa plant."
 },
 {
  "index": 54956,
  "word": "MAINSPRING",
  "def": "The principal or most important spring in a piece of mechanism,especially the moving spring of a watch or clock or the spring in agunlock which impels the hammer. Hence: The chief or most powerfulmotive; the efficient cause of action."
 },
 {
  "index": 82861,
  "word": "SEPTEMBER",
  "def": "The ninth month of the year, containing thurty days."
 },
 {
  "index": 62146,
  "word": "OVALIFORM",
  "def": "Having the form of an egg; having a figure such that anysection in the direction of the shorter diameter will be circular,and any in the direction of the longer diameter will be oval."
 }
]