[
 {
  "index": 70425,
  "word": "TETRAGONAL",
  "def": "Of or pertaining to a tetragon; having four angles or sides;thus, the square, the parallelogram, the rhombus, and the trapeziumare tetragonal fingers."
 },
 {
  "index": 56976,
  "word": "TRIGONE",
  "def": "A smooth triangular area on the inner surface of the bladder,limited by the apertures of the ureters and urethra."
 },
 {
  "index": 57170,
  "word": "PEDICULINA",
  "def": "A division of parasitic hemipterous insects, including the truelice. See Illust. in Appendix."
 },
 {
  "index": 68702,
  "word": "PRORATABLE",
  "def": "Capable of being prorated, or divided proportionately. [U.S.]"
 },
 {
  "index": 75104,
  "word": "AWE-STRUCK",
  "def": "Struck with awe. Milton."
 },
 {
  "index": 47118,
  "word": "PHYTOCHIMY",
  "def": "Phytochemistry. [Obsoles.]"
 },
 {
  "index": 24581,
  "word": "INCOMBUSTIBLE",
  "def": "Not combustible; not capable of being burned, decomposed, orconsumed by fire; uninflammable; as, asbestus is an incombustiblesubstance; carbon dioxide is an incombustible gas. Incombustiblecloth, a tissue of amianthus or asbestus; also, a fabric imbued withan incombustible substance.-- In`com*bus\"ti*ble*ness, n.-- In`com*bus\"ti*bly, adv."
 },
 {
  "index": 63001,
  "word": "CONFEDERACY",
  "def": "A combination of two or more persons to commit an unlawful act,or to do a lawful act by unlawful means. See Conspiracy."
 },
 {
  "index": 40110,
  "word": "TRANSLUCENTLY",
  "def": "In a translucent manner."
 },
 {
  "index": 26685,
  "word": "CONDENSATION",
  "def": "The act or process of reducing, by depression of temperature orincrease of pressure, etc., to another and denser form, as gas to thecondition of a liquid or steam to water."
 },
 {
  "index": 48990,
  "word": "AGROM",
  "def": "A disease occurring in Bengal and other parts of the EastIndies, in which the tongue chaps and cleaves."
 },
 {
  "index": 58555,
  "word": "MOCKER",
  "def": "A mocking bird. Mocker nut (Bot.), a kind of hickory (Caryatomentosa) and its fruit, which is far inferior to the true shagbarkhickory nut."
 }
]