[
 {
  "index": 75224,
  "word": "DOMINO",
  "def": "A game played by two or more persons, with twenty-eight piecesof wood, bone, or ivory, of a flat, oblong shape, plain at the back,but on the face divided by a line in the middle, and either leftblank or variously dotted after the manner of dice. The game isplayed by matching the spots or the blank of an unmatched half of adomino already played Hoyle."
 },
 {
  "index": 52512,
  "word": "PROPUGNATION",
  "def": "Means of defense; defense. [Obs.] Shak."
 },
 {
  "index": 79813,
  "word": "CAPELLET",
  "def": "A swelling, like a wen, on the point of the elbow (or the heelof the hock) of a horse, caused probably by bruises in lying dowm."
 },
 {
  "index": 60488,
  "word": "CONCORDABLE",
  "def": "Capable of according; agreeing; harmonious."
 },
 {
  "index": 28075,
  "word": "PACIFICABLE",
  "def": "Placable. [R.]  Bp. Hall."
 },
 {
  "index": 2015,
  "word": "TICKLENBURG",
  "def": "A coarse, mixed linen fabric made to be sold in the WestIndies."
 },
 {
  "index": 66052,
  "word": "POT LEAD",
  "def": "Graphite, or black lead, often used on the bottoms of racingvessels to diminish friction."
 },
 {
  "index": 70827,
  "word": "OJIBWAYS",
  "def": "Same as Chippeways."
 },
 {
  "index": 22282,
  "word": "SINGING",
  "def": "from Sing, v. Singing bird. (Zoöl.) (a) Popularly, any birdthat sings; a song bird. (b) Specifically, any one of the Oscines.-- Singing book, a book containing music for singing; a book oftunes.-- Singing falcon or hawk. (Zoöl.) See Chanting falcon, underChanting.-- Singing fish (Zoöl.), a California toadfish (Porichthysporosissimus).-- Singing flame (Acoustics), a flame, as of hydrogen or coal gas,burning within a tube and so adjusted as to set the air within thetube in vibration, causing sound. The apparatus is called alsochemical harmonicon.-- Singing master, a man who teaches vocal music.-- Singing school, a school in which persons are instructed insinging."
 },
 {
  "index": 64540,
  "word": "PEGROOTS",
  "def": "Same as Setterwort."
 },
 {
  "index": 53177,
  "word": "GAGGLE",
  "def": "To make a noise like a goose; to cackle. Bacon."
 },
 {
  "index": 72080,
  "word": "IRRUGATE",
  "def": "To wrinkle. [Obs.]"
 }
]