[
 {
  "index": 34828,
  "word": "WRIGGLER",
  "def": "One who, or that which, wriggles. Cowper."
 },
 {
  "index": 10431,
  "word": "WORTHINESS",
  "def": "The quality or state of being worthy; desert; merit;excellence; dignity; virtue; worth.Who is sure he hath a soul, unless It see, and judge, and followworthiness Donne.She is not worthy to be loved that hath not some feeling of her ownworthiness. Sir P. Sidney.The prayers which our Savior made were for his own worthinessaccepted. Hooker."
 },
 {
  "index": 36109,
  "word": "GALLIAN",
  "def": "Gallic; French. [Obs.] Shak."
 },
 {
  "index": 973,
  "word": "ENTOTHORAX",
  "def": "See Endothorax."
 },
 {
  "index": 36966,
  "word": "SUPERIOR",
  "def": "The head of a monastery, convent, abbey, or the like."
 },
 {
  "index": 27453,
  "word": "ORANGERY",
  "def": "A place for raising oranges; a plantation of orange trees."
 },
 {
  "index": 31030,
  "word": "LECHEROUS",
  "def": "Like a lecher; addicted to lewdness; lustful; also, lust-provoking. \"A lecherous thing is wine.\" Chaucer.-- Lech\"er*ous*ly, adv.-- Lech\"er*ous*ness, n."
 },
 {
  "index": 28939,
  "word": "AVOCATION",
  "def": "Pursuits; duties; affairs which occupy one's time; usualemployment; vocation.There are professions, among the men, no more favorable to thesestudies than the common avocations of women. Richardson.In a few hours, above thirty thousand men left his standard, andreturned to their ordinary avocations. Macaulay.An irregularity and instability of purpose, which makes them choosethe wandering avocations of a shepherd, rather than the more fixedpursuits of agriculture. Buckle."
 },
 {
  "index": 82776,
  "word": "PREGUSTATION",
  "def": "The act of tasting beforehand; foretaste. [R.] Dr. Walker(1678)."
 },
 {
  "index": 47518,
  "word": "ALBINOISM",
  "def": "The state or condition of being an albino; albinism."
 },
 {
  "index": 26753,
  "word": "OARLOCK",
  "def": "The notch, fork, or other device on the gunwale of a boat, inwhich the oar rests in rowing.  See Rowlock."
 },
 {
  "index": 19994,
  "word": "CUBAN",
  "def": "Of or pertaining to Cuba or its inhabitants.-- n."
 }
]