[
 {
  "index": 36900,
  "word": "ROCCELLIC",
  "def": "Pertaining to, or designating, a dibasic acid of the oxalicseries found in archil (Roccella tinctoria, etc.), and other lichens,and extracted as a white crystalline substance C17H32O4."
 },
 {
  "index": 57346,
  "word": "SURFACE TENSION",
  "def": "That property, due to molecular forces, which exists in thesurface film of all liquids and tends to bring the contained volumeinto a form having the least superficial area. The thickness of thisfilm, amounting to less than a thousandth of a millimeter, isconsidered to equal the radius of the sphere of molecular action,that is, the greatest distance at which there is cohesion between twoparticles. Particles lying below this film, being equally acted onfrom all sides, are in equilibrium as to forces of cohesion, butthose in the film are on the whole attracted inward, and tensionresults."
 },
 {
  "index": 51999,
  "word": "NIDERING",
  "def": "Infamous; dastardly. [Obs.] Sir W. Scott."
 },
 {
  "index": 66976,
  "word": "MONOSYLLABLED",
  "def": "Formed into, or consisting of, monosyllables. Cleveland."
 },
 {
  "index": 15563,
  "word": "DORYPHORA",
  "def": "A genus of plant-eating beetles, including the potato beetle.See Potato beetle."
 },
 {
  "index": 61982,
  "word": "HYPARTERIAL",
  "def": "Situated below an artery; applied esp. to the branches of thebronchi given off below the point where the pulmonary artery crossesthe bronchus."
 },
 {
  "index": 43336,
  "word": "KINKHAUST",
  "def": "Whooping cough. [Obs.or Prov. Eng.]"
 },
 {
  "index": 77782,
  "word": "SPLENOLOGY",
  "def": "The branch of science which treats of the spleen."
 },
 {
  "index": 3128,
  "word": "POSIED",
  "def": "Inscribed with a posy.In poised lockets bribe the fair. Gay."
 },
 {
  "index": 4074,
  "word": "SECRETAGE",
  "def": "A process in which mercury, or some of its salts, is employedto impart the property of felting to certain kinds of furs. Ure."
 },
 {
  "index": 67012,
  "word": "ANALOGOUS",
  "def": "Having analogy; corresponding to something else; bearing someresemblance or proportion; -- often followed by to.Analogous tendencies in arts and manners. De Quincey.Decay of public spirit, which may be considered analogous to naturaldeath. J. H. Newman.nalogous pole (Pyroelect.), that pole of a crystal which becomespositively electrified when heated."
 },
 {
  "index": 71129,
  "word": "GRAPTOLITE",
  "def": "One of numerous species of slender and delicate fossils, of thegenus Graptolites and allied genera, found in the Silurian rocks.They belong to an extinct group (Graptolithina) supposed to behydroids."
 }
]