[
 {
  "index": 44697,
  "word": "SALICYLATE",
  "def": "A salt of salicylic acid."
 },
 {
  "index": 12916,
  "word": "LIP",
  "def": "One of the edges of the aperture of a univalve shell. Lip bit,a pod auger. See Auger.-- Lip comfort, comfort that is given with words only.-- Lip comforter, one who comforts with words only.-- Lip labor, unfelt or insincere speech; hypocrisy. Bale.-- Lip reading, the catching of the words or meaning of one speakingby watching the motion of his lips without hearing his voice.Carpenter.-- Lip salve, a salve for sore lips.-- Lip service, expression by the lips of obedience and devotionwithout the performance of acts suitable to such sentiments.-- Lip wisdom, wise talk without practice, or unsupported byexperience.-- Lip work. (a) Talk. (b) Kissing. [Humorous] B. Jonson.-- Lip make a lip, to drop the under lip in sullenness or contempt.Shak.-- To shoot out the lip (Script.), to show contempt by protrudingthe lip."
 },
 {
  "index": 75853,
  "word": "COMPRESSURE",
  "def": "Compression."
 },
 {
  "index": 48820,
  "word": "TALLIER",
  "def": "One who keeps tally."
 },
 {
  "index": 62908,
  "word": "EXACERBATE",
  "def": "To render more violent or bitter; to irriate; to exasperate; toimbitter, as passions or disease. Broughman."
 },
 {
  "index": 6308,
  "word": "BAGWORM",
  "def": "One of several lepidopterous insects which construct, in thelarval state, a baglike case which they carry about for protection.One species (Platoeceticus Gloveri) feeds on the orange tree. SeeBasket worm."
 },
 {
  "index": 55329,
  "word": "FERGUSONITE",
  "def": "A mineral of a brownish black color, essentially a tantalo-niobate of yttrium, erbium, and cerium; -- so called after RobertFerguson."
 },
 {
  "index": 62011,
  "word": "PRESENTIVE",
  "def": "Bringing a conception or notion directly before the mind;presenting an object to the memory of imagination; -- distinguishedfrom symbolic.How greatly the word \"will\" is felt to have lost presentive power inthe last three centuries. Earle.-- Pre*sent\"ive*ly, adv.-- Pre*sent\"ive*ness, n."
 },
 {
  "index": 75876,
  "word": "NONIMPORTING",
  "def": "Not importing; not bringing from foreign countries."
 },
 {
  "index": 39670,
  "word": "PLEUROBRANCHIA",
  "def": "Same as Pleurobranch."
 },
 {
  "index": 26459,
  "word": "UNA BOAT",
  "def": "The English name for a catboat; -- so called because Una wasthe name of the first boat of this kind taken to England. D. Kemp."
 },
 {
  "index": 7312,
  "word": "ROUGHRIDER",
  "def": "One who breaks horses; especially (Mil.), a noncommissionedofficer in the British cavalry, whose duty is to assist the ridingmaster."
 }
]