[
 {
  "index": 11512,
  "word": "CORYMBED",
  "def": "Corymbose."
 },
 {
  "index": 54480,
  "word": "WHISKING",
  "def": "An intoxicating liquor distilled from grain, potatoes, etc.,especially in Scotland, Ireland, and the United States. In the UnitedStates, whisky is generally distilled from maize, rye, or wheat, butin Scotland and Ireland it is often made from malted barley. Bourbonwhisky, corn whisky made in Bourbon County, Kentucky.-- Crooked whisky. See under Crooked.-- Whisky Jack (Zoöl.), the Canada jay (Perisoreus Canadensis). Itis noted for its fearless and familiar habits when it frequents thecamps of lumbermen in the winter season. Its color is dull grayishblue, lighter beneath. Called also moose bird."
 },
 {
  "index": 15539,
  "word": "FURNIMENT",
  "def": "Furniture. [Obs.] Spenser."
 },
 {
  "index": 18006,
  "word": "ATOMISM",
  "def": "The doctrine of atoms. See Atomic philosophy, under Atomic."
 },
 {
  "index": 23127,
  "word": "OUTRE",
  "def": "Being out of the common course or limits; extravagant; bizarre."
 },
 {
  "index": 63288,
  "word": "SLATE-GRAY",
  "def": "Of a dark gray, like slate."
 },
 {
  "index": 50866,
  "word": "HY",
  "def": "High. [Obs.] Chaucer."
 },
 {
  "index": 11877,
  "word": "GRIPPLENESS",
  "def": "The quality of being gripple. [Obs.]"
 },
 {
  "index": 76796,
  "word": "ORTHOPODA",
  "def": "An extinct order of reptiles which stood erect on the hindlegs, and resembled birds in the structure of the feet, pelvis, andother parts."
 },
 {
  "index": 36907,
  "word": "FENKS",
  "def": "The refuse whale blubber, used as a manure, and in themanufacture of Prussian blue. Ure."
 },
 {
  "index": 72156,
  "word": "WAPATOO",
  "def": "The edible tuber of a species of arrowhead (Sagittariavariabilis); -- so called by the Indians of Oregon. [Written alsowappato.]"
 },
 {
  "index": 84010,
  "word": "SCRABBED EGGS",
  "def": "A Lenten dish, composed of eggs boiled hard, chopped, andseasoned with butter, salt, and pepper. Halliwell."
 }
]