[
 {
  "index": 20654,
  "word": "LENTANDO",
  "def": "Slackening; retarding. Same as Rallentando."
 },
 {
  "index": 13967,
  "word": "CODDING",
  "def": "Lustful. [Obs.] Shak."
 },
 {
  "index": 54698,
  "word": "CADENZA",
  "def": "A parenthetic flourish or flight of ornament in the course of apiece, commonly just before the final cadence."
 },
 {
  "index": 46620,
  "word": "MIDWEEK",
  "def": "The middle of the week. Also used adjectively."
 },
 {
  "index": 53437,
  "word": "CYCLOPS",
  "def": "One of a race of giants, sons of Neptune and Amphitrite, havingbut one eye, and that in the middle of the forehead. They were fabledto inhabit Sicily, and to assist in the workshops of Vulcan, underMt. Etna."
 },
 {
  "index": 59358,
  "word": "CARBON PROCESS",
  "def": "A printing process depending on the effect of light onbichromatized gelatin. Paper coated with a mixture of the gelatin anda pigment is called carbon paper or carbon tissue. This is exposedunder a negative and the film is transferred from the paper to someother support and developed by washing (the unexposed portions beingdissolved away). If the process stops here it is called singletransfer; if the image is afterward transferred in order to give anunreversed print, the method is called double transfer."
 },
 {
  "index": 85991,
  "word": "ISATOGEN",
  "def": "A complex nitrogenous radical, C8H4NO2, regarded as theessential residue of a series of compounds, related to isatin, whicheasily pass by reduction to indigo blue.-- I*sat`o*gen\"ic, a."
 },
 {
  "index": 51475,
  "word": "MISCONSTRUCT",
  "def": "To construct wrongly; to construe or interpret erroneously."
 },
 {
  "index": 9337,
  "word": "JEALOUSNESS",
  "def": "State or quality of being jealous."
 },
 {
  "index": 83029,
  "word": "HANDY",
  "def": "Easily managed; obedient to the helm; -- said of a vessel."
 },
 {
  "index": 25560,
  "word": "BOUL",
  "def": "A curved handle. Sir W. Scott."
 },
 {
  "index": 49916,
  "word": "NICHED",
  "def": "Placed in a niche. \"Those niched shapes of noble mold.\"Tennyson."
 }
]