[
 {
  "index": 38550,
  "word": "HINDERANCE",
  "def": "Same as Hindrance."
 },
 {
  "index": 77536,
  "word": "AGNIZE",
  "def": "To recognize; to acknowledge. [Archaic]I do agnize a natural and prompt alacrity. Shak."
 },
 {
  "index": 63074,
  "word": "SWEEPAGE",
  "def": "The crop of hay got in a meadow. [Prov. Eng.]"
 },
 {
  "index": 12183,
  "word": "METOPE",
  "def": "The space between two triglyphs of the Doric frieze, which,among the ancients, was often adorned with carved work. See Illust.of Entablature."
 },
 {
  "index": 12199,
  "word": "OCTAHEDRON",
  "def": "A solid bounded by eight faces. The regular octahedron iscontained by eight equal equilateral triangles."
 },
 {
  "index": 60912,
  "word": "REGALER",
  "def": "One who regales."
 },
 {
  "index": 3297,
  "word": "SASHERY",
  "def": "A collection of sashes; ornamentation by means of sashes. [R.]Distinguished by their sasheries and insignia. Carlyle."
 },
 {
  "index": 32322,
  "word": "CANDEROS",
  "def": "An East Indian resin, of a pellucid white color, from whichsmall ornaments and toys are sometimes made."
 },
 {
  "index": 48074,
  "word": "CLYSMIAN",
  "def": "Connected with, or related to, the deluge, or to a cataclysm;as, clysmian changes. Smart."
 },
 {
  "index": 3424,
  "word": "HAWK MOTH",
  "def": "Any moth of the family Sphingidæ, of which there are numerousgenera and species. They are large, handsome moths, which fly mostlyat twilight and hover about flowers like a humming bird, sucking thehoney by means of a long, slender proboscis. The larvæ are large,hairless caterpillars ornamented with green and other bright colors,and often with a caudal spine. See Sphinx, also Tobacco worm, andTomato worm. Tobacco Hawk Moth (Macrosila Carolina), and its Larva,the Tobacco Worm."
 },
 {
  "index": 9096,
  "word": "CONCAVITY",
  "def": "A concave surface, or the space bounded by it; the state ofbeing concave."
 },
 {
  "index": 78371,
  "word": "TYPEWRITE",
  "def": "To write with a typewriter. [Recent]"
 }
]