[
 {
  "index": 14517,
  "word": "VANFESS",
  "def": "A ditch on the outside of the counterscarp, usually full ofwater."
 },
 {
  "index": 4864,
  "word": "CETIN",
  "def": "A white, waxy substance, forming the essential part ofspermaceti."
 },
 {
  "index": 74512,
  "word": "PORBEAGLE",
  "def": "A species of shark (Lamna cornubica), about eight feet long,having a pointed nose and a crescent-shaped tail; -- called alsomackerel shark. [Written also probeagle.]"
 },
 {
  "index": 77740,
  "word": "ORGY",
  "def": "A frantic revel; drunken revelry. See Orgies"
 },
 {
  "index": 45859,
  "word": "DRUIDISM",
  "def": "The system of religion, philosophy, and instruction, receivedand taught by the Druids; the rites and ceremonies of the Druids."
 },
 {
  "index": 85327,
  "word": "STITCH",
  "def": "A space of work taken up, or gone over, in a single pass of theneedle; hence, by extension, any space passed over; distance.You have gone a good stitch. Bunyan.In Syria the husbandmen go lightly over with their plow, and take nodeep stitch in making their furrows. Holland."
 },
 {
  "index": 17313,
  "word": "TESTIMONIAL",
  "def": "Relating to, or containing, testimony."
 },
 {
  "index": 8802,
  "word": "SILUROID",
  "def": "Belonging to the Siluroidei, or Nematognathi, an order offishes including numerous species, among which are the Americancatfishes and numerous allied fresh-water species of the Old World,as the sheatfish (Silurus glanis) of Europe.-- n."
 },
 {
  "index": 73270,
  "word": "INOCERAMUS",
  "def": "An extinct genus of large, fossil, bivalve shells,allied to themussels. The genus is characteristic of the Cretaceous period."
 },
 {
  "index": 20363,
  "word": "BULL BRIER",
  "def": "A species of Smilax (S. Pseudo-China) growing from New Jerseyto the Gulf of Mexico, which has very large tuberous and farinaceousrootstocks, formerly used by the Indians for a sort of bread, and bythe negroes as an ingredient in making beer; -- called also bamboobrier and China brier."
 },
 {
  "index": 41905,
  "word": "ABSONOUS",
  "def": "Discordant; inharmonious; incongruous. [Obs.] \"Absonous to ourreason.\" Glanvill."
 },
 {
  "index": 41066,
  "word": "UROPYGIAL",
  "def": "Of or pertaining to the uropygium, or prominence at the base ofthe tail feathers, in birds. Uropygial gland, a peculiar sebaceousgland at the base of the tail feathers in most birds. It secretes anoily fluid which is spread over the feathers by preening."
 }
]