[
 {
  "index": 78026,
  "word": "FIRELOCK",
  "def": "An old form of gunlock, as the flintlock, which ignites thepriming by a spark; perhaps originally, a matchlock. Hence, a gunhaving such a lock."
 },
 {
  "index": 34611,
  "word": "BEARD",
  "def": "Long or stiff hairs on a plant; the awn; as, the beard ofgrain."
 },
 {
  "index": 47972,
  "word": "SYNONYMOUS",
  "def": "Having the character of a synonym; expressing the same thing;conveying the same, or approximately the same, idea.-- Syn*on\"y*mous*ly, adv.These words consist of two propositions, which are not distinct insense, but one and the same thing variously expressed; for wisdom andunderstanding are synonymous words here. Tillotson."
 },
 {
  "index": 10293,
  "word": "OBVENTION",
  "def": "The act of happening incidentally; that which happens casually;an incidental advantage; an occasional offering. [Obs.] \"Tithes andother obventions.\" Spenser.Legacies bequeathed by the deaths of princes and great persons, andother casualities and obventions. Fuller."
 },
 {
  "index": 42900,
  "word": "HUMILIATE",
  "def": "To reduce to a lower position in one's own eyes, or in the eyesof others; to humble; to mortify.We stand humiliated rather than encouraged. M. Arnold."
 },
 {
  "index": 75405,
  "word": "HERACLEONITE",
  "def": "A follower of Heracleon of Alexandria, a Judaizing Gnostic, inthe early history of the Christian church."
 },
 {
  "index": 31489,
  "word": "PENS",
  "def": "pl. of Penny. [Obs.] Chaucer."
 },
 {
  "index": 3769,
  "word": "INSTAMP",
  "def": "See Enstamp."
 },
 {
  "index": 12428,
  "word": "NONEFFECTIVE",
  "def": "Not fit or available for duty."
 },
 {
  "index": 85002,
  "word": "THARMS",
  "def": "Twisted guts. [Obs. or Prov. Eng.] Ascham."
 },
 {
  "index": 13818,
  "word": "REPREHENSORY",
  "def": "Containing reproof; reprehensive; as, reprehensory complaint.Johnson."
 },
 {
  "index": 33753,
  "word": "AUTO-INTOXICATION",
  "def": "Poisoning, or the state of being poisoned, from toxicsubstances produced within the body; autotoxæmia."
 }
]