[
 {
  "index": 74439,
  "word": "MONETIZE",
  "def": "To convert into money; to adopt as current money; as, tomonetize silver."
 },
 {
  "index": 43942,
  "word": "BRICOLE",
  "def": "A kind of traces with hooks and rings, with which men drag andmaneuver guns where horses can not be used."
 },
 {
  "index": 46973,
  "word": "CURTANA",
  "def": "The pointless sword carried before English monarchs at theircoronation, and emblematically considered as the sword of mercy; --also called the sword of Edward the Confessor."
 },
 {
  "index": 60495,
  "word": "DOXOLOGY",
  "def": "In Christian worship: A hymn expressing praise and honor toGod; a form of praise to God designed to be sung or chanted by thechoir or the congregation.David breaks forth into these triumphant praises and doxologies.South."
 },
 {
  "index": 42913,
  "word": "FOULDER",
  "def": "To flash, as lightning; to lighten; to gleam; to thunder.[Obs.] \"Flames of fouldering heat.\" Spenser."
 },
 {
  "index": 52564,
  "word": "TINTO",
  "def": "A red Madeira wine, wanting the high aroma of the white sorts,and, when old, resembling tawny port."
 },
 {
  "index": 31731,
  "word": "CORROSION",
  "def": "The action or effect of corrosive agents, or the process ofcorrosive change; as, the rusting of iron is a variety of corrosion.Corrosion is a particular species of dissolution of bodies, either byan acid or a saline menstruum. John Quincy."
 },
 {
  "index": 54690,
  "word": "MIDA",
  "def": "The larva of the bean fly."
 },
 {
  "index": 38117,
  "word": "CYTOBLAST",
  "def": "The nucleus of a cell; the germinal or active spot of acellule, through or in which cell development takes place."
 },
 {
  "index": 66963,
  "word": "JOLIF",
  "def": "Joyful; merry; pleasant; jolly. [Obs.] Chaucer."
 },
 {
  "index": 52192,
  "word": "PATELLULA",
  "def": "A cuplike sucker on the feet of certain insects."
 },
 {
  "index": 57849,
  "word": "NOVICE",
  "def": "One who enters a religious house, whether of monks or nuns, asa probationist. Shipley.No poore cloisterer, nor no novys. Chaucer."
 }
]