[
 {
  "index": 12680,
  "word": "MAILCLAD",
  "def": "Protected by a coat of mail; clad in armor. Sir W. Scott."
 },
 {
  "index": 30955,
  "word": "FLAMMABLE",
  "def": "Inflammable. [Obs.]"
 },
 {
  "index": 52757,
  "word": "RATIONAL",
  "def": "Expressing the type, structure, relations, and reactions of acompound; graphic; -- said of formulæ. See under Formula. Rationalhorizon. (Astron.) See Horizon, 2 (b).-- Rational quantity (Alg. ), one that can be expressed without theuse of a radical sign, or in extract parts of unity; -- opposed toirrational or radical quantity.-- Rational symptom (Med.), one elicited by the statements of thepatient himself and not as the result of a physical examination."
 },
 {
  "index": 43,
  "word": "ULVA",
  "def": "A genus of thin papery bright green seaweeds including thekinds called sea lettuce."
 },
 {
  "index": 8105,
  "word": "NON SEQUITUR",
  "def": "An inference which does not follow from the premises."
 },
 {
  "index": 18308,
  "word": "JUTE",
  "def": "The coarse, strong fiber of the East Indian Corchorusolitorius, and C. capsularis; also, the plant itself. The fiber ismuch used for making mats, gunny cloth, cordage, hangings, paper,etc."
 },
 {
  "index": 72919,
  "word": "LANCER",
  "def": "A set of quadrilles of a certain arrangement. [Written alsolanciers.]"
 },
 {
  "index": 33059,
  "word": "LANDING",
  "def": "Of, pertaining to or used for, setting, bringing, or going, onshore. Landing charges, charges or fees paid on goods unloaded from avessel.-- Landing net, a small, bag-shaped net, used in fishing to take thefish from the water after being hooked.-- Landing stage, a floating platform attached at one end to a wharfin such a manner as to rise and fall with the tide, and thusfacilitate passage between the wharf and a vessel lying beside thestage.-- Landing waiter, a customhouse officer who oversees the landing ofgoods, etc., from vessels; a landwaiter."
 },
 {
  "index": 24876,
  "word": "CHERUP",
  "def": "To make a short, shrill, cheerful sound; to chirp. See Chirrup.\"Cheruping birds.\" Drayton."
 },
 {
  "index": 47464,
  "word": "PALL",
  "def": "Same as Pawl."
 },
 {
  "index": 52941,
  "word": "DEPLORABLE",
  "def": "Worthy of being deplored or lamented; lamentable; causinggrief; hence, sad; calamitous; grievous; wretched; as, life's evilsare deplorable.Individual sufferers are in a much more deplorable conditious thanany others. Burke."
 },
 {
  "index": 46013,
  "word": "SEAMAN",
  "def": "A merman; the male of the mermaid. [R.] \"Not to mentionmermaids or seamen.\" Locke."
 }
]