[
 {
  "index": 1650,
  "word": "FROLIC",
  "def": "Full of levity; dancing, playing, or frisking about; full ofpranks; frolicsome; gay; merry.The frolic wind that breathes the spring. Milton.The gay, the frolic, and the loud. Waller."
 },
 {
  "index": 53066,
  "word": "INCLAMATION",
  "def": "Exclamation. [Obs.] Bp. Hall."
 },
 {
  "index": 49064,
  "word": "FLYBLOWN",
  "def": "Tainted or contaminated with flyblows; damaged; foul.Wherever flyblown reputations were assembled. Thackeray."
 },
 {
  "index": 73187,
  "word": "KEMPT",
  "def": "p. p. of Kemb. B. Jonson."
 },
 {
  "index": 74636,
  "word": "UNIFILAR",
  "def": "Having only one thread; involving the use of only one thread,wire, fiber, or the like; as, unifilar suspension. Unifilarmagnetometer (Physics), an instrument which consists of a magneticbar suspended at its center of gravity by a long thread, constitutinga delicate means for accurately measuring magnetic intensities, alsofor determining declinations of the magnetic needle."
 },
 {
  "index": 22840,
  "word": "OXTONGUE",
  "def": "A name given to several plants, from the shape and roughness oftheir leaves; as, Anchusa officinalis, a kind of bugloss, andHelminthia echioides, both European herbs."
 },
 {
  "index": 27286,
  "word": "SPHYGMOGRAPHIC",
  "def": "Relating to, or produced by, a sphygmograph; as, asphygmographic tracing."
 },
 {
  "index": 63080,
  "word": "ENTEROTOME",
  "def": "A kind of scissors used for opening the intestinal canal, as inpost-mortem examinations."
 },
 {
  "index": 13459,
  "word": "BIRDLIME",
  "def": "An extremely adhesive viscid substance, usually made of themiddle bark of the holly, by boiling, fermenting, and cleansing it.When a twig is smeared with this substance it will hold small birdswhich may light upon it. Hence: Anything which insnares.Not birdlime or Idean pitch produce A more tenacious mass of clammyjuice. Dryden."
 },
 {
  "index": 57107,
  "word": "HOMAGEABLE",
  "def": "Subject to homage. Howell."
 },
 {
  "index": 4530,
  "word": "VICINE",
  "def": "Near; neighboring; vicinal. [R.] Glanvill."
 },
 {
  "index": 5917,
  "word": "SOODRA",
  "def": "Same as Sudra."
 }
]