[
 {
  "index": 30938,
  "word": "POLYGONAL",
  "def": "Having many angles. Polygonal numbers, certain figuratenumbers. See under Figurate."
 },
 {
  "index": 80284,
  "word": "WHATEVER",
  "def": "Anything soever which; the thing or things of any kind; beingthis or that; of one nature or another; one thing or another;anything that may be; all that; the whole that; all particulars that;-- used both substantively and adjectively.Whatever fortune stays from his word. Shak.Whatever Earth, all-bearing mother, yields. Milton.Whatever be its intrinsic value. J. H. Newman."
 },
 {
  "index": 72221,
  "word": "ONUS",
  "def": "A burden; an obligation. Onus probandi ( Etym: [L.], obligationto furnish evidence to prove a thing; the burden of proof."
 },
 {
  "index": 81563,
  "word": "GODLING",
  "def": "A diminutive god. Dryden."
 },
 {
  "index": 77669,
  "word": "SHRIEVAL",
  "def": "Of or pertaining to a sheriff."
 },
 {
  "index": 21017,
  "word": "QUICK-WITTED",
  "def": "Having ready wit Shak."
 },
 {
  "index": 15702,
  "word": "COMPLEXNESS",
  "def": "The state of being complex; complexity. A. Smith."
 },
 {
  "index": 55646,
  "word": "MATRIMONIAL",
  "def": "Of or pertaining to marriage; derived from marriage; connubial;nuptial; hymeneal; as, matrimonial rights or duties.If he relied upon that title, he could be but a king at courtesy, andhave rather a matrimonial than a regal power. Bacon."
 },
 {
  "index": 21814,
  "word": "BASH",
  "def": "To abash; to disconcert or be disconcerted or put out ofcountenance. [Obs.]His countenance was bold and bashed not. Spenser."
 },
 {
  "index": 42232,
  "word": "SCORIFICATION",
  "def": "The act, process, or result of scorifying, or reducing to aslag; hence, the separation from earthy matter by means of a slag;as, the scorification of ores."
 },
 {
  "index": 74623,
  "word": "PHANTASMAGORIAL",
  "def": "Of, relating to, or resembling phantasmagoria; phantasmagoric."
 },
 {
  "index": 26726,
  "word": "PANCRATIAST",
  "def": "One who engaged in the contests of the pancratium."
 }
]