[
 {
  "index": 26972,
  "word": "WHEEZE",
  "def": "To breathe hard, and with an audible piping or whistling sound,as persons affected with asthma. \"Wheezing lungs.\" Shak."
 },
 {
  "index": 76958,
  "word": "SPECULATION",
  "def": "The act or process of reasoning a priori from premises given orassumed.(d) (Com.) The act or practice of buying land, goods, shares, etc.,in expectation of selling at a higher price, or of selling with theexpectation of repurchasing at a lower price; a trading onanticipated fluctuations in price, as distinguished from trading inwhich the profit expected is the difference between the retail andwholesale prices, or the difference of price in different markets. 1year) is considered investment.Sudden fortunes, indeed, are sometimes made in such places, by whatis called the trade of speculation. A. Smith.Speculation, while confined within moderate limits, is the agent forequalizing supply and demand, and rendering the fluctuations of priceless sudden and abrupt than they would otherwise be. F. A. Walker."
 },
 {
  "index": 696,
  "word": "APERCU",
  "def": "A first view or glance, or the perception or estimation soobtained; an immediate apprehension or insight, appreciative ratherthan analytic."
 },
 {
  "index": 38426,
  "word": "SERENADER",
  "def": "One who serenades."
 },
 {
  "index": 67560,
  "word": "HUSSY",
  "def": "A case or bag. See Housewife, 2."
 },
 {
  "index": 33498,
  "word": "TARTARIZE",
  "def": "To impregnate with, or subject to the action of, tartar. [R.]Tartarized antimony (Med. Chem.), tartar emetic."
 },
 {
  "index": 13815,
  "word": "ARQUIFOUX",
  "def": "Same as Alquifou."
 },
 {
  "index": 30272,
  "word": "UNCARED",
  "def": "Not cared for; not heeded; -- with for."
 },
 {
  "index": 70725,
  "word": "PREEXISTENT",
  "def": "Existing previously; preceding existence; as, a preëxistentstate. Pope."
 },
 {
  "index": 19816,
  "word": "MOLECAST",
  "def": "A little elevation of earth made by a mole; a molehill.Mortimer."
 },
 {
  "index": 73227,
  "word": "OVEREXERTION",
  "def": "Excessive exertion."
 },
 {
  "index": 59526,
  "word": "ABSOLUTE",
  "def": "Pure; unmixed; as, absolute alcohol."
 }
]