[
 {
  "index": 50094,
  "word": "CONDENSER",
  "def": "An apparatus for receiving and condensing the volatile productsof distillation to a liquid or solid form, by cooling."
 },
 {
  "index": 45064,
  "word": "SUBSTANTIVE",
  "def": "A noun or name; the part of speech which designates somethingthat exists, or some object of thought, either material orimmaterial; as, the words man, horse, city, goodness, excellence, aresubstantives."
 },
 {
  "index": 67987,
  "word": "MIDDLE",
  "def": "The point or part equally distant from the extremities orexterior limits, as of a line, a surface, or a solid; an interveningpoint or part in space, time, or order of series; the midst; centralportion; specif., the waist. Chaucer. \"The middle of the land.\" Judg.ix. 37.In this, as in most questions of state, there is a middle. Burke."
 },
 {
  "index": 60115,
  "word": "SEA LETTER",
  "def": "The customary certificate of national character which neutralmerchant vessels are bound to carry in time of war; a passport for avessel and cargo."
 },
 {
  "index": 14783,
  "word": "BOOTHALE",
  "def": "To forage for booty; to plunder. [Obs.] Beau. \u0026 Fl."
 },
 {
  "index": 34398,
  "word": "EPIGEE",
  "def": "See Perigee. [Obs.]"
 },
 {
  "index": 48230,
  "word": "SUPERCARBONATE",
  "def": "A bicarbonate. [Obsoles.]"
 },
 {
  "index": 34303,
  "word": "SPHAERULITE",
  "def": "Same as Spherulite."
 },
 {
  "index": 9458,
  "word": "CATERER",
  "def": "One who caters.The little fowls in the air have God for Their provider and caterer.Shelton."
 },
 {
  "index": 78301,
  "word": "PHOSPHOROUS",
  "def": "Of or pertaining to phosphorus; resembling or containingphosphorus; specifically, designating those compounds in whichphosphorus has a lower valence as contrasted with phosphoriccompounds; as, phosphorous acid, H3PO3."
 },
 {
  "index": 74420,
  "word": "TRICKSY",
  "def": "Exhibiting artfulness; trickish. \"My tricksy spirit!\" Shak.he tricksy policy which in the seventeenth century passed for statewisdom. Coleridge."
 },
 {
  "index": 33275,
  "word": "STERNMOST",
  "def": "Farthest in the rear; farthest astern; as, the sternmost shipin a convoy."
 }
]