[
 {
  "index": 46014,
  "word": "PYROGRAVURE",
  "def": "Pyrography; also, a design or picture made by pyrography."
 },
 {
  "index": 66425,
  "word": "TARENTULA",
  "def": "See Tarantula."
 },
 {
  "index": 34136,
  "word": "SACROSCIATIC",
  "def": "Of or pertaining to both the sacrum and the hip; as, thesacrosciatic formina formed by the sacrosciatic ligaments whichconnect the sacrum and hip bone."
 },
 {
  "index": 28327,
  "word": "STOP ORDER",
  "def": "An order that aims to limit losses by fixing a figure at whichpurchases shall be sold or sales bought in, as where stock is boughtat 100 and the broker is directed to sell if the market price dropsto 98."
 },
 {
  "index": 67623,
  "word": "MATRONAL",
  "def": "Of or pertaining to a matron; suitable to an elderly lady or toa married woman; grave; motherly."
 },
 {
  "index": 27334,
  "word": "BOREAL",
  "def": "Northern; pertaining to the north, or to the north wind; as, aboreal bird; a boreal blast.So from their own clear north in radiant streams, Bright over Europebursts the boreal morn. Thomson."
 },
 {
  "index": 19374,
  "word": "ORVET",
  "def": "The blindworm."
 },
 {
  "index": 129,
  "word": "RAFTING",
  "def": "The business of making or managing rafts."
 },
 {
  "index": 29499,
  "word": "MARMORACEOUS",
  "def": "Pertaining to, or like, marble."
 },
 {
  "index": 28612,
  "word": "SWAMPY",
  "def": "Consisting of swamp; like a swamp; low, wet, and spongy; as,swampy land."
 },
 {
  "index": 41530,
  "word": "ART UNION",
  "def": "An association for promoting art (esp. the arts of design), andgiving encouragement to artists."
 },
 {
  "index": 83563,
  "word": "RESERVE CITY",
  "def": "In the national banking system of the United States, any ofcertain cities in which the national banks are required (U. S. Rev.Stat. sec. 5191) to keep a larger reserve (25 per cent) than theminimum (15 per cent) required of all other banks. The banks incertain of the reserve cities (specifically called central reservecities) are required to keep their reserve on hand in cash; banks inother reserve cities may keep half of their reserve as deposits inthese banks (U. S. Rev. Stat. sec. 5195)."
 }
]