[
 {
  "index": 2018,
  "word": "CULPA",
  "def": "Negligence or fault, as distinguishable from dolus (deceit,fraud), which implies intent, culpa being imputable to defect ofintellect, dolus to defect of heart. Wharton."
 },
 {
  "index": 50020,
  "word": "DISSENTANEOUS",
  "def": "Disagreeing; contrary; differing; -- opposed to consentaneous.[R.] Barrow."
 },
 {
  "index": 32468,
  "word": "ATOLL",
  "def": "A coral island or islands, consisting of a belt of coral reef,partly submerged, surrounding a central lagoon or depression; alagoon island."
 },
 {
  "index": 28229,
  "word": "PSYCHROMETRY",
  "def": "Hygrometry."
 },
 {
  "index": 45109,
  "word": "LOCK-DOWN",
  "def": "A contrivance to fasten logs together in rafting; -- used bylumbermen. [U.S.]"
 },
 {
  "index": 46107,
  "word": "TUMBLEDUNG",
  "def": "Any one of numerous species of scaraboid beetles belonging toScarabæus, Copris, Phanæus, and allied genera. The female lays hereggs in a globular mass of dung which she rolls by means of her hindlegs to a burrow excavated in the earth in which she buries it."
 },
 {
  "index": 72471,
  "word": "POMPATIC",
  "def": "Pompous. [Obs.] Barrow."
 },
 {
  "index": 83477,
  "word": "CURD",
  "def": "To cause to coagulate or thicken; to cause to congeal; tocurdle.Does it curd thy blood To say I am thy mother Shak."
 },
 {
  "index": 69086,
  "word": "ENGAGING",
  "def": "Tending to draw the attention or affections; attractive; as,engaging manners or address.-- En*ga\"ging*ly, adv.-- En*ga\"ging*ness, n. Engaging and disengaging gear or machinery,that in which, or by means of which, one part is alternately broughtinto gear or out of gear with another part, as occasion may require."
 },
 {
  "index": 76670,
  "word": "SUBSEPTUPLE",
  "def": "Having the ratio of one to seven. Bp. Wilkins."
 },
 {
  "index": 50653,
  "word": "OUTFACE",
  "def": "To face or look (one) out of countenance; to resist or beardown by bold looks or effrontery; to brave. Shak.Having outfaced all the world. South."
 },
 {
  "index": 5711,
  "word": "EPIBLAST",
  "def": "The outer layer of the blastoderm; the ectoderm. SeeBlastoderm, Delamination."
 }
]