[
 {
  "index": 49712,
  "word": "SEDUCIBLE",
  "def": "Capable of being seduced; corruptible."
 },
 {
  "index": 27382,
  "word": "TRANSFER",
  "def": "The conveyance of right, title, or property, either real orpersonal, from one person to another, whether by sale, by gift, orotherwise.I shall here only consider it as a transfer of property. Burke."
 },
 {
  "index": 72434,
  "word": "REORDINATION",
  "def": "A second ordination."
 },
 {
  "index": 62475,
  "word": "BIBBER",
  "def": "One given to drinking alcoholic beverages too freely; atippler; -- chiefly used in composition; as, winebibber."
 },
 {
  "index": 47640,
  "word": "AD INTERIM",
  "def": "Meanwhile; temporary."
 },
 {
  "index": 24206,
  "word": "BIDDEN",
  "def": "of Bid."
 },
 {
  "index": 14782,
  "word": "SEXLESS",
  "def": "Having no sex."
 },
 {
  "index": 30718,
  "word": "FODDERER",
  "def": "One who fodders cattle."
 },
 {
  "index": 28296,
  "word": "PRICKPUNCH",
  "def": "A pointed steel punch, to prick a mark on metal."
 },
 {
  "index": 60448,
  "word": "TROPIST",
  "def": "One who deals in tropes; specifically, one who avoids theliteral sense of the language of Scripture by explaining it as meretropes and figures of speech."
 },
 {
  "index": 51180,
  "word": "WRESTLING",
  "def": "Act of one who wrestles; specif., the sport consisting of thehand-to-hand combat between two unarmed contestants who seek to throweach other. The various styles of wrestling differ in theirdefinition of a fall and in the governing rules. In Greco-Romanwrestling, tripping and taking hold of the legs are forbidden, and afall is gained (that is, the bout is won), by the contestant who pinsboth his opponent's shoulders to the ground. In catch-as-catch-canwrestling, all holds are permitted except such as may be barred bymutual consent, and a fall is defined as in Greco-Roman style.Lancashire style wrestling is essentially the same as catch-as-catch-can. In Cumberland and Westmorland wrestling the contestants standchest to chest, grasping each other around the body. The one firstlosing his hold, or touching the ground with any part of his bodyexcept his feet, loses the bout. If both fall to the ground at thesame time, it is a dogfall, and must be wrestled over. In theCornwall and Devon wrestling, the wrestlers complete in strong looselinen jackets, catching hold of the jacket, or anywhere above thewaist. Two shoulders and one hip, or two hips and one shoulder, musttouch the ground to constitute a fall, and if a man is thrownotherwise than on his back the contestants get upon their feet andthe bout recommences."
 },
 {
  "index": 34038,
  "word": "DESILVER",
  "def": "To deprive of silver; as, to desilver lead."
 }
]