[
 {
  "index": 13037,
  "word": "SUBGRANULAR",
  "def": "Somewhat granular."
 },
 {
  "index": 34084,
  "word": "TALLOWISH",
  "def": "Having the qualities of tallow."
 },
 {
  "index": 44354,
  "word": "OVERT",
  "def": "Not covert; open; public; manifest; as, an overt act oftreason. Macaulay.No person shall be convicted of treason unless on the testimony oftwo witnesses to the same overt act, or on confession in open court.Constitution of the U. S."
 },
 {
  "index": 24267,
  "word": "SLYPE",
  "def": "A narrow passage between two buildings, as between the transeptand chapter house of a monastery. [Eng.]"
 },
 {
  "index": 55334,
  "word": "ALOE",
  "def": "The wood of the agalloch. [Obs.] Wyclif."
 },
 {
  "index": 10634,
  "word": "PHRASE",
  "def": "A short clause or portion of a period."
 },
 {
  "index": 13007,
  "word": "ANATOMIZATION",
  "def": "The act of anatomizing."
 },
 {
  "index": 53446,
  "word": "STYLOPS",
  "def": "A genus of minute insects parasitic, in their larval state, onbees and wasps. It is the typical genus of the group Strepsiptera,formerly considered a distinct order, but now generally referred tothe Coleoptera. See Strepsiptera."
 },
 {
  "index": 81587,
  "word": "LOVE-MAKING",
  "def": "Courtship. Bacon."
 },
 {
  "index": 38341,
  "word": "TRUNCATED",
  "def": "Replaced, or cut off, by a plane, especially when equallyinclined to the adjoining faces; as, a truncated edge."
 },
 {
  "index": 34833,
  "word": "THERMOTENSILE",
  "def": "Pertaining to the variation of tensile strength with thetemperature."
 },
 {
  "index": 80740,
  "word": "LENARD RAYS",
  "def": "Rays emanating from the outer surface of a plate composed ofany material permeable by cathode rays, as aluminium, which forms aportion of a wall of a vacuum tube, or which is mounted within thetube and exposed to radiation from the cathode. Lenard rays aresimilar in all their known properties to cathode rays. So called fromthe German physicist Philipp Lenard (b. 1862), who first describedthem."
 }
]