[
 {
  "index": 19052,
  "word": "PREBENDSHIP",
  "def": "A prebendaryship. [Obs.] Foxe."
 },
 {
  "index": 72435,
  "word": "EAST",
  "def": "Formerly, the part of the United States east of the AlleghanyMountains, esp. the Eastern, or New England, States; now, commonly,the whole region east of the Mississippi River, esp. that which isnorth of Maryland and the Ohio River; -- usually with the definitearticle; as, the commerce of the East is not independent of theagriculture of the West. East by north, East by south, according tothe notation of the mariner's compass, that point which lies 11 --East-northeast, East-southeast, that which lie 22Illust. of Compass."
 },
 {
  "index": 31990,
  "word": "SKIMBACK",
  "def": "The quillback. [Local, U.S.]"
 },
 {
  "index": 46196,
  "word": "VICTORIAN",
  "def": "Of or pertaining to the reign of Queen Victoria of England; as,the Victorian poets. Victorian period. See Dionysian period, underDyonysian."
 },
 {
  "index": 19749,
  "word": "SALSODA",
  "def": "See Sal soda, under Sal."
 },
 {
  "index": 45235,
  "word": "WORKING-DAY",
  "def": "Pertaining to, or characteristic of, working days, or workdays;everyday; hence, plodding; hard-working.O, how full of briers in this working-day world. Shak."
 },
 {
  "index": 18873,
  "word": "HARBINGER",
  "def": "To usher in; to be a harbinger of. \"Thus did the star ofreligious freedom harbinger the day.\" Bancroft."
 },
 {
  "index": 8311,
  "word": "REAVER",
  "def": "One who reaves. [Archaic]"
 },
 {
  "index": 133,
  "word": "VILLA",
  "def": "A country seat; a country or suburban residence of somepretensions to elegance. Dryden. Cowper."
 },
 {
  "index": 2303,
  "word": "RUBAIYAT",
  "def": "Quatrians; as, the Rubaiyat of Omar Khayyam. Sometimes in pl.construed as sing., a poem in such stanzas."
 },
 {
  "index": 69657,
  "word": "AMBOYNA BUTTON",
  "def": "A chronic contagious affection of the skin, prevalent in thetropics."
 },
 {
  "index": 23721,
  "word": "LATITUDINOUS",
  "def": "Having latitude, or wide extent."
 }
]