[
 {
  "index": 73725,
  "word": "OROLOGIST",
  "def": "One versed in orology."
 },
 {
  "index": 5068,
  "word": "PARIAN",
  "def": "Of or pertaining to Paros, an island in the Ægean Sea noted forits excellent statuary marble; as, Parian marble. Parian chronicle, amost ancient chronicle of the city of Athens, engraved on marble inthe Isle of Paros, now among the Arundelian marbles."
 },
 {
  "index": 9947,
  "word": "UNJOIN",
  "def": "To disjoin."
 },
 {
  "index": 12856,
  "word": "CONFISCATE",
  "def": "Seized and appropriated by the government to the public use;forfeited.Lest that your goods too soon be confiscate. Shak."
 },
 {
  "index": 74529,
  "word": "AMBITION",
  "def": "To seek after ambitiously or eagerly; to covet. [R.]Pausanias, ambitioning the sovereignty of Greece, bargains withXerxes for his daughter in marriage. Trumbull."
 },
 {
  "index": 35593,
  "word": "LIBIDINOSITY",
  "def": "The state or quality of being libidinous; libidinousness.Skelton."
 },
 {
  "index": 77692,
  "word": "IDIOPHANOUS",
  "def": "Exhibiting interference figures without the aid of apolariscope, as certain crystals."
 },
 {
  "index": 36779,
  "word": "PALIMPSEST",
  "def": "A parchment which has been written upon twice, the firstwriting having been erased to make place for the second. Longfellow."
 },
 {
  "index": 43309,
  "word": "POURPARTY",
  "def": "A division; a divided share. To make pourparty, to divide andapportion lands previously held in common."
 },
 {
  "index": 8181,
  "word": "OUTDOORS",
  "def": "Abread; out of the house; out of doors."
 },
 {
  "index": 52028,
  "word": "KNOLL",
  "def": "A little round hill; a mound; a small elevation of earth; thetop or crown of a hill.On knoll or hillock rears his crest, Lonely and huge, the giant oak.Sir W. Scott."
 },
 {
  "index": 76924,
  "word": "FLOWER-FENCE",
  "def": "A tropical leguminous bush (Poinciana, or Cæsalpinia,pulcherrima) with prickly branches, and showy yellow or red flowers;-- so named from its having been sometimes used for hedges in theWest Indies. Baird."
 }
]