[
 {
  "index": 1644,
  "word": "GODSHIP",
  "def": "The rank or character of a god; deity; divinity; a god orgoddess.O'er hills and dales their godships came. Prior."
 },
 {
  "index": 76080,
  "word": "DOORGA",
  "def": "A Hindoo divinity, the consort of Siva, represented with tenarms. [Written also Durga.] Malcom."
 },
 {
  "index": 84516,
  "word": "WAIT-A-BIT",
  "def": "Any of several plants bearing thorns or stiff hookedappendages, which catch and tear the clothing, as:(a) The greenbrier.(b) Any of various species of hawthorn.(c) In South Africa, one of numerous acacias and mimosas.(d) The grapple plant.(e) The prickly ash."
 },
 {
  "index": 49277,
  "word": "INCASE",
  "def": "To inclose in a case; to inclose; to cover or surround withsomething solid.Rich plates of gold the folding doors incase. Pope."
 },
 {
  "index": 17743,
  "word": "BACCHUS",
  "def": "The god of wine, son of Jupiter and Semele."
 },
 {
  "index": 10767,
  "word": "OBLONGLY",
  "def": "In an oblong form."
 },
 {
  "index": 38892,
  "word": "PANTA-",
  "def": "See Pan-."
 },
 {
  "index": 29525,
  "word": "DETACHABLE",
  "def": "That can be detached."
 },
 {
  "index": 51393,
  "word": "URANOMETRIA",
  "def": "A uranometry."
 },
 {
  "index": 73177,
  "word": "RESONANCE",
  "def": "A prolongation or increase of any sound, eithar by reflection,as in a cavern or apartment the walls of which are not distant enoughto return a distinct echo, or by the production of vibrations inother bodies, as a sounding-board, or the bodies of musicalinstruments. Pulmonary resonance (Med.), the sound heard onpercussing over the lungs.-- Vocal resonance (Med.), the sound transmitted to the ear whenauscultation is made while the patient is speaking."
 },
 {
  "index": 34730,
  "word": "HURST",
  "def": "A wood or grove; -- a word used in the composition of manynames, as in Hazlehurst."
 },
 {
  "index": 66728,
  "word": "PORTAL",
  "def": "The space, at one end, between opposite trusses when these areterminated by inclined braces."
 }
]