[
 {
  "index": 2134,
  "word": "CLUSTER",
  "def": "To grow in clusters or assemble in groups; to gather or unitein a cluster or clusters.His sunny hair Cluster'd about his temples, like a god's. Tennyson.The princes of the country clustering together. Foxe."
 },
 {
  "index": 61460,
  "word": "BAROCYCLONOMETER",
  "def": "An aneroid barometer for use with accompanying graphic diagramsand printed directions designed to aid mariners to interpret theindications of the barometer so as to determine the existence of aviolent storm at a distance of several hundred miles."
 },
 {
  "index": 58085,
  "word": "PENCIL",
  "def": "An aggregate or collection of rays of light, especially whendiverging from, or converging to, a point."
 },
 {
  "index": 77807,
  "word": "PERIMYSIUM",
  "def": "The connective tissue sheath which surrounds a muscle, andsends partitions inwards between the bundles of muscular fibers."
 },
 {
  "index": 47824,
  "word": "FREENESS",
  "def": "The state or quality of being free; freedom; liberty; openness;liberality; gratuitousness."
 },
 {
  "index": 36327,
  "word": "CAMPANES",
  "def": "Bells. [R.]"
 },
 {
  "index": 33075,
  "word": "GROG",
  "def": "A mixture of spirit and water not sweetened; hence, anyintoxicating liquor. Grog blossom, a redness on the nose or face ofpersons who drink ardent spirits to excess. [Collog.]"
 },
 {
  "index": 50687,
  "word": "ENMESH",
  "def": "To catch or entangle in, or as in, meshes. Shak.My doubts enmesh me if I try. Lowell."
 },
 {
  "index": 19296,
  "word": "INTEGRAL",
  "def": "An expression which, being differentiated, will produce a givendifferential. See differential Differential, and Integration. Cf.Fluent. Elliptic integral, one of an important class of integrals,occurring in the higher mathematics; -- so called because one of theintegrals expresses the length of an arc of an ellipse."
 },
 {
  "index": 10891,
  "word": "REPLETE",
  "def": "Filled again; completely filled; full; charged; abounding. \"Hiswords replete with guile.\" Milton.When he of wine was replet at his feast. Chaucer.In heads repiete with thoughts of other men. Cowper."
 },
 {
  "index": 73559,
  "word": "CONFLICTING",
  "def": "Being in conflict or collision, or in opposition; contending;contradictory; incompatible; contrary; opposing."
 },
 {
  "index": 41952,
  "word": "PROMISSIVE",
  "def": "Making a promise; implying a promise; promising. [R.]"
 }
]