[
 {
  "index": 26468,
  "word": "BINDHEIMITE",
  "def": "An amorphous antimonate of lead, produced from the alterationof other ores, as from jamesonite."
 },
 {
  "index": 30682,
  "word": "THROWN",
  "def": "a. \u0026 p. p. from Throw, v. Thrown silk, silk thread consistingof two or more singles twisted together like a rope, in a directioncontrary to that in which the singles of which it is composed aretwisted. M'Culloch.-- Thrown singles, silk thread or cord made by three processes oftwisting, first into singles, two or more of which are twistedtogether making dumb singles, and several of these twisted togetherto make thrown singles."
 },
 {
  "index": 51854,
  "word": "PRESBYTERATE",
  "def": "A presbytery; also, presbytership. Heber."
 },
 {
  "index": 4724,
  "word": "CONTRAST",
  "def": "To stand in opposition; to exhibit difference, unlikeness, oropposition of qualities.The joints which divide the sandstone contrast finely with thedivisional planes which separate the basalt into pillars. Lyell."
 },
 {
  "index": 83163,
  "word": "METROPOLIS",
  "def": "The seat, or see, of the metropolitan, or highest churchdignitary.The great metropolis and see of Rome. Shak."
 },
 {
  "index": 4030,
  "word": "COMPELLABLE",
  "def": "Capable of being compelled or constrained. Blackstone."
 },
 {
  "index": 79374,
  "word": "EDDY",
  "def": "To move as an eddy, or as in an eddy; to move in a circle.Eddying round and round they sink. Wordsworth."
 },
 {
  "index": 37718,
  "word": "PANTALET",
  "def": "One of the legs of the loose drawers worn by children andwomen; particularly, the lower part of such a garment, coming belowthe knee, often made in a separate piece; -- chiefly in the plural."
 },
 {
  "index": 9019,
  "word": "MISBEHAVE",
  "def": "To behave ill; to conduct one's self improperly; -- often usedwith a reciprocal pronoun."
 },
 {
  "index": 83864,
  "word": "ANGUISH",
  "def": "Extreme pain, either of body or mind; excruciating distress.But they hearkened not unto Moses for anguish of spirit, and forcruel bondage. Ex. vi. 9.Anguish as of her that bringeth forth her first child. Jer. iv. 31."
 },
 {
  "index": 27253,
  "word": "OUTMEASURE",
  "def": "To exceed in measure or extent; to measure more than. Sir T.Browne."
 },
 {
  "index": 18963,
  "word": "IRREFRANGIBILITY",
  "def": "The quality or state of being irrefrangible; irrefrangibleness."
 }
]