[
 {
  "index": 28806,
  "word": "GAMBET",
  "def": "Any bird of the genuis Totanus. See Tattler."
 },
 {
  "index": 57254,
  "word": "CLOISTRESS",
  "def": "A nun. [R.] Shak."
 },
 {
  "index": 82064,
  "word": "PRECAUTIONAL",
  "def": "Precautionary."
 },
 {
  "index": 50534,
  "word": "ALBUMINIFEROUS",
  "def": "Supplying albumen."
 },
 {
  "index": 13920,
  "word": "PERILYMPH",
  "def": "The fluid which surrounds the membranous labyrinth of theinternal ear, and separates it from the walls of the chambers inwhich the labyrinth lies."
 },
 {
  "index": 12042,
  "word": "CREOSOL",
  "def": "A colorless liquid resembling phenol or carbolic acid,homologous with pyrocatechin, and obtained from beechwood tar and gumguaiacum. [Written also creasol.]"
 },
 {
  "index": 19382,
  "word": "CUP-MOSS",
  "def": "A kind of lichen, of the genus Cladonia."
 },
 {
  "index": 74095,
  "word": "OVERMAGNIFY",
  "def": "To magnify too much. Bp. Hall."
 },
 {
  "index": 61178,
  "word": "RECOUPMENT",
  "def": "The act of recouping."
 },
 {
  "index": 76330,
  "word": "THY",
  "def": "Of thee, or belonging to thee; the more common form of thine,possessive case of thou; -- used always attributively, and chiefly inthe solemn or grave style, and in poetry. Thine is used in thepredicate; as, the knife is thine. See Thine.Our father which art in heaven, Hallowed be thy name. Thy kingdomcome. Thy will be done. Matt. vi. 9,10.These are thy glorious works, Parent of good. Milton."
 },
 {
  "index": 39296,
  "word": "BISSEXTILE",
  "def": "Leap year; every fourth year, in which a day is added to themonth of February on account of the excess of the tropical year (365d. 5 h. 48 m. 46 s.) above 365 days. But one day added every fouryears is equivalent to six hours each year, which is 11 m. 14 s. morethan the excess of the real year. Hence, it is necessary to suppressthe bissextile day at the end of every century which is not divisibleby 400, while it is retained at the end of those which are divisibleby 400."
 },
 {
  "index": 62011,
  "word": "PRESENTIVE",
  "def": "Bringing a conception or notion directly before the mind;presenting an object to the memory of imagination; -- distinguishedfrom symbolic.How greatly the word \"will\" is felt to have lost presentive power inthe last three centuries. Earle.-- Pre*sent\"ive*ly, adv.-- Pre*sent\"ive*ness, n."
 }
]