[
 {
  "index": 66514,
  "word": "DISSOCIATE",
  "def": "To separate from fellowship or union; to disunite; to disjoin;as, to dissociate the particles of a concrete substance.Before Wyclif's death in 1384, John of Gaunt had openly dissociatedhimself from the reformer. A. W. Ward."
 },
 {
  "index": 2703,
  "word": "SPESSARTITE",
  "def": "A manganesian variety of garnet."
 },
 {
  "index": 77892,
  "word": "PREDORSAL",
  "def": "Situated in front of the back; immediately in front, or on theventral side the dorsal part of the vertebral column."
 },
 {
  "index": 53563,
  "word": "WEEN",
  "def": "To think; to imagine; to fancy. [Obs. or Poetic] Spenser.Milton.I have lost more than thou wenest. Chaucer.For well I ween, Never before in the bowers of light Had the form ofan earthly fay been seen. J. R. Drake.Though never a dream the roses sent Of science or love's compliment,I ween they smelt as sweet. Mrs. Browning."
 },
 {
  "index": 50020,
  "word": "DISSENTANEOUS",
  "def": "Disagreeing; contrary; differing; -- opposed to consentaneous.[R.] Barrow."
 },
 {
  "index": 24867,
  "word": "LIRELLIFORM",
  "def": "Like a lirella. [Written also lirellæform.]"
 },
 {
  "index": 12944,
  "word": "TORCHWOOD",
  "def": "The inflammable wood of certain trees (Amyris balsamifera, A.Floridana, etc.); also, the trees themselves."
 },
 {
  "index": 5695,
  "word": "SMITHING",
  "def": "The act or art of working or forging metals, as iron, into anydesired shape. Moxon."
 },
 {
  "index": 42847,
  "word": "UMLAUTED",
  "def": "Having the umlaut; as, umlauted vowels.There is so natural connection between umlauted forms and plurality.Earle."
 },
 {
  "index": 58762,
  "word": "DETRIMENTALNESS",
  "def": "The quality of being detrimental; injuriousness."
 },
 {
  "index": 10002,
  "word": "DAMASK",
  "def": "To decorate in a way peculiar to Damascus or attributed toDamascus; particularly: (a) with flowers and rich designs, as silk;(b) with inlaid lines of gold, etc., or with a peculiar marking or\"water,\" as metal. See Damaskeen.Mingled metal damasked o'er with gold. DrydeOn the soft, downy bank, damasked with flowers. Milton."
 },
 {
  "index": 46732,
  "word": "POLYNESIANS",
  "def": "The race of men native in Polynesia."
 }
]