[
 {
  "index": 79743,
  "word": "ASTROTHEOLOGY",
  "def": "Theology founded on observation or knowledge of the celestialbodies. Derham."
 },
 {
  "index": 71976,
  "word": "SHALLOT",
  "def": "A small kind of onion (Allium Ascalonicum) growing in clusters,and ready for gathering in spring; a scallion, or eschalot."
 },
 {
  "index": 70456,
  "word": "BASS VIOL",
  "def": "A stringed instrument of the viol family, used for playingbass. See 3d Bass, n., and Violoncello."
 },
 {
  "index": 79141,
  "word": "ENNEW",
  "def": "To make new. [Obs.] Skelton."
 },
 {
  "index": 63642,
  "word": "TANAGER",
  "def": "Any one of numerous species of bright-colored singing birdsbelonging to Tanagra, Piranga, and allied genera. The scarlet tanager(Piranga erythromelas) and the summer redbird (Piranga rubra) arecommon species of the United States."
 },
 {
  "index": 32743,
  "word": "GONIOMETER",
  "def": "An instrument for measuring angles, especially the angles ofcrystals, or the inclination of planes. Contact, or Hand, goniometer,a goniometer having two movable arms (ab, cd), between which (at ab)the faces of the crystals are placed. These arms turn about a fixedpoint, which is the center of the graduated circle or semicircle uponwhich the angle is read off.-- Reflecting goniometer, an instrument for measuring the angles ofcrystals by determining through what angular space the crystal mustbe turned so that two rays reflected from two surfaces successivelyshall have the same direction; -- called also Wollaston's goniometer,from the inventor."
 },
 {
  "index": 76103,
  "word": "DESPOTAT",
  "def": "The station or government of a despot; also, the domain of adespot. Freeman."
 },
 {
  "index": 9525,
  "word": "PALLADIOUS",
  "def": "Of, pertaining to, or containing, palladium; -- usedspecifically to designate those compounds in which palladium has alower valence as compared with palladic compounds."
 },
 {
  "index": 83655,
  "word": "REDOLENT",
  "def": "Diffusing odor or fragrance; spreading sweet scent; scented;odorous; smelling; -- usually followed by of. \"Honey redolent ofspring.\" Dryden.-- Red\"o*lent*ly, adv.Gales . . . redolent of joy and youth. Gray."
 },
 {
  "index": 4111,
  "word": "PANIDIOMORPHIC",
  "def": "Having a completely idiomorphic structure; -- said of certainrocks."
 },
 {
  "index": 30965,
  "word": "WIMBLE",
  "def": "An instrument for boring holes, turned by a handle.Specifically:(a) A gimlet. \" It is but like the little wimble, to let in thegreater auger.\" Selden.(b) A stonecutter's brace for boring holes in stone.(c) An auger used for boring in earth."
 },
 {
  "index": 69322,
  "word": "REINFORCE",
  "def": "See Reënforce, v. t."
 }
]