[
 {
  "index": 10649,
  "word": "KITCHENETTE",
  "def": "A room combining a very small kitchen and a pantry, with thekitchen conveniences compactly arranged, sometimes so that they foldup out of sight and allow the kitchen to be made a part of theadjoining room by opening folding doors."
 },
 {
  "index": 79285,
  "word": "APOTHEGMATIZE",
  "def": "To utter apothegms, or short and sententious sayings."
 },
 {
  "index": 44803,
  "word": "POSSESSION",
  "def": "The having, holding, or detention of property in one's power orcommand; actual seizin or occupancy; ownership, whether rightful orwrongful."
 },
 {
  "index": 20227,
  "word": "TOTEM",
  "def": "A rude picture, as of a bird, beast, or the like, used by theNord American Indians as a symbolic designation, as of a family or aclan.And they painted on the grave posts Of the graves, yet unforgotten,Each his own ancestral totem Each the symbol of his household;Figures of the bear and reindeer, Of the turtle, crane, and beaver.Longfellow.The totem,the clan deity, the beast or bird who in some supernaturalway attends tothe clan and watches over it. Bagehot."
 },
 {
  "index": 40836,
  "word": "EXPRESSURE",
  "def": "The act of expressing; expression; utterance; representation.[Obs.]An operation more divine Than breath or pen can give expressure to.Shak."
 },
 {
  "index": 19312,
  "word": "SUNDRILY",
  "def": "In sundry ways; variously."
 },
 {
  "index": 21115,
  "word": "HUBBLE-BUBBLE",
  "def": "A tobacco pipe, so arranged that the smoke passes throughwater, making a bubbling noise, whence its name. In India, the bulbcontaining the water is often a cocoanut shell."
 },
 {
  "index": 8261,
  "word": "TOTIPALMATE",
  "def": "Having all four toes united by a web;-said of certain seabirds, as the pelican and the gannet. See Illust. under Aves."
 },
 {
  "index": 19691,
  "word": "CAREEN",
  "def": "To cause (a vessel) to lean over so that she floats on oneside, leaving the other side out of water and accessible for repairsbelow the water line; to case to be off the keel."
 },
 {
  "index": 20224,
  "word": "DEARE",
  "def": "variant of Dere, v. t. \u0026 n. [Obs.]"
 },
 {
  "index": 12087,
  "word": "SALAMANDRINA",
  "def": "A suborder of Urodela, comprising salamanders."
 },
 {
  "index": 26500,
  "word": "SCLERENCHYMATOUS",
  "def": "Pertaining to, or composed of, sclerenchyma."
 }
]