[
 {
  "index": 27171,
  "word": "REFIGURE",
  "def": "To figure again. Shak."
 },
 {
  "index": 20871,
  "word": "ETHNOGRAPHER",
  "def": "One who investigates ethnography."
 },
 {
  "index": 39038,
  "word": "SCAVENGER",
  "def": "A person whose employment is to clean the streets of a city, byscraping or sweeping, and carrying off the fifth. The name is alsoapplied to any animal which devours refuse, carrion, or anythinginjurious to health. Scavenger beetle (Zoöl.), any beetle which feedson decaying substances, as the carrion beetle.-- Scavanger crab (Zoöl.), any crab which feeds on dead animals, asthe spider crab.-- Scavenger's daughter Etym: [corrupt. of Skevington's daughter],an instrument of torture invented by Sir W. Skevington, which socompressed the body as to force the blood to flow from nostrils. andsometimes from the hands and feet. Am. Cyc."
 },
 {
  "index": 46857,
  "word": "PHILHELLENIST",
  "def": "A friend of Greece; one who supports the cause of the Greeks;particularly, one who supported them in their struggle forindependence against the Turks; a philhellene."
 },
 {
  "index": 15975,
  "word": "TRIALOGUE",
  "def": "A discourse or colloquy by three persons."
 },
 {
  "index": 22546,
  "word": "SMITTLE",
  "def": "To infect. [Prov. Eng.]"
 },
 {
  "index": 74541,
  "word": "STOMATOPODOUS",
  "def": "Of or pertaining to the Stomatopoda."
 },
 {
  "index": 50094,
  "word": "CONDENSER",
  "def": "An apparatus for receiving and condensing the volatile productsof distillation to a liquid or solid form, by cooling."
 },
 {
  "index": 62013,
  "word": "KNAPPISH",
  "def": "Snappish; peevish. [Obs.] Grafton."
 },
 {
  "index": 23226,
  "word": "NEUROTOME",
  "def": "A neuromere."
 },
 {
  "index": 9167,
  "word": "PARLOR",
  "def": "A room for business or social conversation, for the receptionof guests, etc. Specifically:(a) The apartment in a monastery or nunnery where the inmates arepermitted to meet and converse with each other, or with visitors andfriends from without. Piers Plowman.(b) In large private houses, a sitting room for the family and forfamiliar guests, -- a room for less formal uses than the drawing-room. Esp., in modern times, the dining room of a house having fewapartments, as a London house, where the dining parlor is usually onthe ground floor.(c) Commonly, in the United States, a drawing-room, or the room wherevisitors are received and entertained."
 },
 {
  "index": 8626,
  "word": "SETTLING",
  "def": "That which settles at the bottom of a liquid; lees; dregs;sediment. Milton. Settling day, a day for settling accounts, as inthe stock market."
 }
]