[
 {
  "index": 83353,
  "word": "RESTORATORY",
  "def": "Restorative. [R.]"
 },
 {
  "index": 75334,
  "word": "POTOROO",
  "def": "Any small kangaroo belonging to Hypsiprymnus, Bettongia, andallied genera, native of Australia and Tasmania. Called also kangaroorat."
 },
 {
  "index": 35410,
  "word": "OVERWET",
  "def": "Excessive wetness. [Obs.]Another ill accident is, overwet at sowing time. Bacon."
 },
 {
  "index": 38789,
  "word": "COMBINER",
  "def": "One who, or that which, combines."
 },
 {
  "index": 23007,
  "word": "FENCE MONTH",
  "def": "the month in which female deer are fawning, when hunting isprohibited. Bullokar.-- Fence roof, a covering for defense. \"They fitted their shieldsclose to one another in manner of a fence roof.\" Holland. Fence time,the breeding time of fish or game, when they should not be killed.-- Rail fence, a fence made of rails, sometimes supported by posts.-- Ring fence, a fence which encircles a large area, or a wholeestate, within one inclosure.-- Worm fence, a zigzag fence composed of rails crossing one anotherat their ends; -- called also snake fence, or Virginia rail fence.-- To be on the fence, to be undecided or uncommitted in respect totwo opposing parties or policies. [Colloq.]"
 },
 {
  "index": 36054,
  "word": "WHISTLEWING",
  "def": "The American golden-eye."
 },
 {
  "index": 37367,
  "word": "GRACE",
  "def": "The divine favor toward man; the mercy of God, as distinguishedfrom His justice; also, any benefits His mercy imparts; divine loveor pardon; a state of acceptance with God; enjoyment of the divinefavor.And if by grace, then is it no more of works. Rom. xi. 6.My grace is sufficicnt for thee. 2 Cor. xii. 9.Where sin abounded, grace did much more abound. Rom. v. 20.By whom also we have access by faith into this grace wherein westand. Rom. v.2"
 },
 {
  "index": 72097,
  "word": "UNHEIRED",
  "def": "Destitute of an heir.To leave him utterly unheired. Chapman."
 },
 {
  "index": 6136,
  "word": "DECINE",
  "def": "One of the higher hydrocarbons, C10H15, of the acetyleneseries; -- called also decenylene."
 },
 {
  "index": 82605,
  "word": "OVERCARE",
  "def": "Excessive care. Dryden."
 },
 {
  "index": 77070,
  "word": "ADMIRABILITY",
  "def": "Admirableness. [R.] Johnson."
 },
 {
  "index": 81963,
  "word": "TRI-",
  "def": "A prefix (also used adjectively) denoting three proportional orcombining part, or the third degree of that to the name of which itis prefixed; as in trisulphide, trioxide, trichloride."
 }
]