[
 {
  "index": 106,
  "word": "OVERGREEDY",
  "def": "Excessively greedy."
 },
 {
  "index": 74146,
  "word": "SONDERCLASS",
  "def": "A special class of small yachts developed in Germany under thepatronage of Emperor William and Prince Henry of Prussia, and socalled because these yachts do not conform to the restrictions forthe regular classes established by the rules of the InternationalYacht Racing Union. In yachts of the sonderclass, as prescribed forthe season of 1911, the  aggregate of the length on water line,extreme beam, and extreme draft must be not more than 32 feet; theweight, not less than 4,035 pounds (without crew); the sail area, notmore than 550 square yards; and the cost of construction (forAmerican boats) not more than $2400. The crew must be amateurs andcitizens of the country in which the yacht was built."
 },
 {
  "index": 59831,
  "word": "EMANCIPATIONIST",
  "def": "An advocate of emancipation, esp. the emancipation of slaves."
 },
 {
  "index": 32927,
  "word": "BONDED",
  "def": "Placed under, or covered by, a bond, as for the payment ofduties, or for conformity to coertain regulations. Bonded goods,goods placed in a bonded warehouse; goods, for the duties on whichbonds are given at the customhouse.-- Bonded warehouse, a warehouse in which goods on which the dutiesare unpaid are stored under bond and in the joint custody of theimporter, or his agent, and the customs officers."
 },
 {
  "index": 80445,
  "word": "PELTRY",
  "def": "Pelts or skins, collectively; skins with the fur on them; furs."
 },
 {
  "index": 73689,
  "word": "TETTY",
  "def": "Testy; irritable. [Obs.] Burton."
 },
 {
  "index": 40420,
  "word": "OUTLIVE",
  "def": "To live beyond, or longer than; to survive.They live too long who happiness outlive. Dryden."
 },
 {
  "index": 9070,
  "word": "YAMP",
  "def": "An umbelliferous plant (Carum Gairdneri); also, its smallfleshy roots, which are eaten by the Indians from Idaho toCalifornia."
 },
 {
  "index": 79125,
  "word": "ALE-KNIGHT",
  "def": "A pot companion. [Obs.]"
 },
 {
  "index": 47152,
  "word": "PAHUTES",
  "def": "See Utes."
 },
 {
  "index": 65587,
  "word": "DECATHLON",
  "def": "In the modern Olympic Games, a composite contest consisting ofa 100-meter run, a broad jump, putting the shot, a running high-jump,a 400-meter run, throwing the discus, a 100-meter hurdle race, polevaulting, throwing the javelin, and a 1500-meter run."
 },
 {
  "index": 1664,
  "word": "EXTIRP",
  "def": "To extirpate. [Obs.]It is impossible to extirp it quite, friar. Shak."
 }
]