[
 {
  "index": 30435,
  "word": "DETTELES",
  "def": "Free from debt. [Obs.] Chaucer."
 },
 {
  "index": 77664,
  "word": "ASTROPHOTOGRAPHY",
  "def": "The application of photography to the delineation of the sun,moon, and stars."
 },
 {
  "index": 78498,
  "word": "PABULOUS",
  "def": "Affording pabulum, or food; alimental. [R.]  Sir T. Browne."
 },
 {
  "index": 20691,
  "word": "PRESCRIPTIVELY",
  "def": "By prescription."
 },
 {
  "index": 82766,
  "word": "HAMMER",
  "def": "That part of a gunlock which strikes the percussion cap, orfiring pin; the cock; formerly, however, a piece of steel coveringthe pan of a flintlock musket and struck by the flint of the cock toignite the priming.(e) Also, a person of thing that smites or shatters; as, St.Augustine was the hammer of heresies.He met the stern legionaries [of Rome] who had been the \"massive ironhammers\" of the whole earth. J. H. Newman.Atmospheric hammer, a dead-stroke hammer in which the spring isformed by confined air.-- Drop hammer, Face hammer, etc. See under Drop, Face, etc.-- Hammer fish. See Hammerhead.-- Hammer hardening, the process of hardening metal by hammering itwhen cold.-- Hammer shell (Zoöl.), any species of Malleus, a genus of marinebivalve shells, allied to the pearl oysters, having the wings narrowand elongated, so as to give them a hammer-shaped outline; -- calledalso hammer oyster.-- To bring to the hammer, to put up at auction."
 },
 {
  "index": 18023,
  "word": "APPLICANT",
  "def": "One who apples for something; one who makes request; apetitioner.The applicant for a cup of water. Plumtre.The court require the applicant to appear in person. Z. Swift."
 },
 {
  "index": 67223,
  "word": "SLEEKLY",
  "def": "In a sleek manner; smoothly."
 },
 {
  "index": 7194,
  "word": "GASOLINE",
  "def": "A highly volatile mixture of fluid hydrocarbons, obtained frompetroleum, as also by the distillation of bituminous coal. It is usedin making air gas, and in giving illuminating power to water gas. SeeCarburetor."
 },
 {
  "index": 21762,
  "word": "OUGHWHERE",
  "def": "Anywhere; somewhere. See Owher. [Obs.]"
 },
 {
  "index": 32448,
  "word": "AI",
  "def": "The three-toed sloth (Bradypus tridactylus) of South America.See Sloth."
 },
 {
  "index": 83762,
  "word": "CONTINUATIVE",
  "def": "A term or expression denoting continuance. [R.]To these may be added continuatives; as, Rome remains to this day;which includes, at least, two propositions, viz., Rome was, and Romeis. I. Watts."
 },
 {
  "index": 5067,
  "word": "POLYDIPSIA",
  "def": "Excessive and constant thirst occasioned by disease."
 }
]