[
 {
  "index": 31222,
  "word": "REGENERATIVE",
  "def": "Of or pertaining to regeneration; tending to regenerate; as,regenerative influences. H. Bushnell. Regenerative furnace (Metal.),a furnace having a regenerator in which gas used for fuel, and airfor supporting combustion, are heated; a Siemens furnace."
 },
 {
  "index": 80269,
  "word": "ABSTRACTITIOUS",
  "def": "Obtained from plants by distillation. [Obs.] Crabb."
 },
 {
  "index": 20180,
  "word": "HABIT",
  "def": "The general appearance and manner of life of a living organism."
 },
 {
  "index": 62226,
  "word": "RANCOROUSLY",
  "def": "In a rancorous manner."
 },
 {
  "index": 14425,
  "word": "PROVINCE",
  "def": "A country or region, more or less remote from the city of Rome,brought under the Roman government; a conquered country beyond thelimits of Italy. Wyclif (Acts xiii. 34). Milton."
 },
 {
  "index": 14509,
  "word": "TENEBRAE",
  "def": "The matins and lauds for the last three days of Holy Week,commemorating the sufferings and death of Christ, -- usually sung onthe afternoon or evening of Wednesday, Thursday, and Friday, insteadof on the following days."
 },
 {
  "index": 55029,
  "word": "ENDOSKELETAL",
  "def": "Pertaining to, or connected with, the endoskeleton; as,endoskeletal muscles."
 },
 {
  "index": 57248,
  "word": "WIFELIKE",
  "def": "Of, pertaining to, or like, a wife or a woman. \" Wifelikegovernment.\" Shak."
 },
 {
  "index": 83798,
  "word": "BIPYRAMIDAL",
  "def": "Consisting of two pyramids placed base to base; having apyramid at each of the extremities of a prism, as in quartz crystals."
 },
 {
  "index": 57191,
  "word": "STOOK",
  "def": "A small collection of sheaves set up in the field; a shock; inEngland, twelve sheaves."
 },
 {
  "index": 15206,
  "word": "POCK-FRETTEN",
  "def": "See Pockmarked."
 },
 {
  "index": 20022,
  "word": "POPISH",
  "def": "Of or pertaining to the pope; taught or ordained by the pope;hence, of or pertaining to the Roman Catholic Church; -- often usedopprobriously.-- Pop\"ish*ly, adv.-- Pop\"ish*ness, n."
 }
]