[
 {
  "index": 75538,
  "word": "SERMONISH",
  "def": "Resembling a sermon. [R.]"
 },
 {
  "index": 67487,
  "word": "ZASTRUGI",
  "def": "Grooves or furrows formed in snow by the action of the wind,and running parallel with the direction of the wind. This formationresults from the erosion of transverse waves previously formed."
 },
 {
  "index": 64784,
  "word": "APPORTIONMENT",
  "def": "The act of apportioning; a dividing into just proportions orshares; a division or shares; a division and assignment, to eachproprietor, of his just portion of an undivided right or property. A.Hamilton."
 },
 {
  "index": 44386,
  "word": "DISCOMMODE",
  "def": "To put inconvenience; to incommode; to trouble. [R.]"
 },
 {
  "index": 262,
  "word": "LENGTHY",
  "def": "Having length; rather long or too long; prolix; not brief; --said chiefly of discourses, writings, and the like. \"Lengthyperiods.\" Washington. \"Some lengthy additions.\" Byron. \"These wouldbe details too lengthy.\" Jefferson. \"To cut short lengthyexplanations.\" Trench."
 },
 {
  "index": 35199,
  "word": "LIMPNESS",
  "def": "The quality or state of being limp."
 },
 {
  "index": 81502,
  "word": "CYANOSED",
  "def": "Rendered blue, as the surface of the body, from cyanosis ordeficient a"
 },
 {
  "index": 15937,
  "word": "ANTI-IMPERIALISM",
  "def": "Opposition to imperialism; -- applied specif., in the UnitedStates, after the Spanish-American war (1898), to the attitude orprinciples of those opposing territorial expansion; in England, ofthose, often called Little Englanders, opposing the extension of theempire and the closer relation of its parts, esp. in matters ofcommerce and imperial defense. -- An`ti-im*pe\"ri*al*ist, n. -- An`ti-im*pe`ri*al*is\"tic (#), a."
 },
 {
  "index": 22829,
  "word": "GAYLEY PROCESS",
  "def": "The process of removing moisture from the blast of an ironblast furnace by reducing its temperature so far that it will notremain suspended as vapor in the blast current, but will be depositedas snow in the cooling apparatus. The resultant uniformly dehydratedblast effects great economy in fuel consumption, and promotesregularity of furnace operation, and certainty of furnace control."
 },
 {
  "index": 40049,
  "word": "DIPLOMATICALLY",
  "def": "According to the rules of diplomacy; in the manner of adiplomatist; artfully."
 },
 {
  "index": 45672,
  "word": "WHITWALL",
  "def": "Same as Whetile."
 },
 {
  "index": 50355,
  "word": "RAGGED",
  "def": "Ragged; rough. [Obs.] \"A stony and raggie hill.\" Holland."
 }
]