[
 {
  "index": 21419,
  "word": "CAVO-RILIEVO",
  "def": "Hollow relief; sculpture in relief within a sinking made forthe purpose, so no part of it projects beyond the plain surfacearound."
 },
 {
  "index": 50478,
  "word": "AMALGAMATIVE",
  "def": "Characterized by amalgamation."
 },
 {
  "index": 61784,
  "word": "ANASTALTIC",
  "def": "Styptic. [Obs.] Coxe."
 },
 {
  "index": 37120,
  "word": "QUI VIVE",
  "def": "The challenge of a French sentinel, or patrol; -- used like theEnglish challenge: \"Who comes there\" To be on the qui vive, to be onguard; to be watchful and alert, like a sentinel."
 },
 {
  "index": 66590,
  "word": "CYMOSCOPE",
  "def": "Any device for detecting the presence of electric waves. Theinfluence of electric waves on the resistance of a particular kind ofelectric circuit, on the magnetization of steel, on the polarizationof an electrolytic cell, or on the electric condition of a vacuum hasbeen applied in the various cymoscopes."
 },
 {
  "index": 61106,
  "word": "NOZLE",
  "def": "Nozzle. [Obs.]"
 },
 {
  "index": 27059,
  "word": "RECOGNIZER",
  "def": "One who recognizes; a recognizor. [Written also recogniser.]"
 },
 {
  "index": 29963,
  "word": "LEONINE",
  "def": "Pertaining to, or characteristic of, the lion; as, a leoninelook; leonine repacity.-- Le\"o*nine*ly, adv. Leonine verse, a kind of verse, in which theend of the line rhymes with the middle; -- so named from Leo, orLeoninus, a Benedictine and canon of Paris in the twelfth century,who wrote largely in this measure, though he was not the inventor.The following line is an example:Gloria factorum temere conceditur horum."
 },
 {
  "index": 19420,
  "word": "TRIVERBIAL",
  "def": "Pertaining to, or designating, certain days allowed to thepretor for hearing causes, when be might speak the threecharacteristic words of his office, do, dico, addico. They werecalled dies fasti."
 },
 {
  "index": 34346,
  "word": "COPPED",
  "def": "Rising to a point or head; conical; pointed; crested. Wiseman."
 },
 {
  "index": 17415,
  "word": "TYPOGRAPHER",
  "def": "A printer. T. Warton."
 },
 {
  "index": 74176,
  "word": "INSUPPRESSIBLE",
  "def": "That can not be suppressed or concealed; irrepressible. Young.-- In`sup*press\"i*bly, adv."
 }
]