[
 {
  "index": 24714,
  "word": "GALEA",
  "def": "The upper lip or helmet-shaped part of a labiate flower."
 },
 {
  "index": 77913,
  "word": "SEAMLESS",
  "def": "Without a seam.Christ's seamless coat, all of a piece. Jer. Taylor."
 },
 {
  "index": 53375,
  "word": "SINKER",
  "def": "One who, or that which, sinks. Specifically:(a) A weight on something, as on a fish line, to sink it.(b) In knitting machines, one of the thin plates, blades, or otherdevices, that depress the loops upon or between the needles. Dividingsinker, in knitting machines, a sinker between two jack sinkers andacting alternately with them.-- Jack sinker. See under Jack, n.-- Sinker bar. (a) In knitting machines, a bar to which one set ofthe sinkers is attached. (b) In deep well boring, a heavy bar forminga connection between the lifting rope and the boring tools, above thejars."
 },
 {
  "index": 4192,
  "word": "UNDERCHAPS",
  "def": "The lower chaps or jaw. Paley."
 },
 {
  "index": 17733,
  "word": "RHEUMIDES",
  "def": "The class of skin disease developed by the dartrous diathesis.See under Dartrous."
 },
 {
  "index": 53978,
  "word": "APPROACHMENT",
  "def": "Approach. [Archaic] Holland."
 },
 {
  "index": 23233,
  "word": "CAL",
  "def": "Wolfram, an ore of tungsten. Simmonds."
 },
 {
  "index": 38826,
  "word": "DORSAL",
  "def": "Pertaining to, or situated near, the back, or dorsum, of ananimal or of one of its parts; notal; tergal; neural; as, the dorsalfin of a fish; the dorsal artery of the tongue; -- opposed toventral."
 },
 {
  "index": 74331,
  "word": "SYMMETRICAL",
  "def": "Having the organs or parts of one side correspponding withthose of the other; having the parts in two or more series of organsthe same in number; exhibiting a symmetry.See Symmetry, 2."
 },
 {
  "index": 12073,
  "word": "ROWLOCK",
  "def": "A contrivance or arrangement serving as a fulcrum for an oar inrowing. It consists sometimes of a notch in the gunwale of a boat,sometimes of a pair of pins between which the oar rests on the edgeof the gunwale, sometimes of a single pin passing through the oar, orof a metal fork or stirrup pivoted in the gunwale and suporting theoar."
 },
 {
  "index": 44168,
  "word": "COORDINATENESS",
  "def": "The state of being coördinate; equality of rank or authority."
 },
 {
  "index": 11130,
  "word": "TRIBULATION",
  "def": "That which occasions distress, trouble, or vexation; severeaffliction.When tribulation or persecution ariseth because of the word, by andby he is offended. Matt. xiii. 21.In the world ye shall have tribulation. John. xvi. 33."
 }
]