[
 {
  "index": 26135,
  "word": "PARAMOUNT",
  "def": "Having the highest rank or jurisdiction; superior to allothers; chief; supreme; preëminent; as, a paramount duty. \"A traitorparamount.\" Bacon. Lady paramount (Archery), the lady making the bestscore.-- Lord paramount, the king."
 },
 {
  "index": 47631,
  "word": "REGENT",
  "def": "A resident master of arts of less than five years' standing, ora doctor of less than twwo. They were formerly privileged to lecturein the schools. Regent bird (Zoöl.), a beautiful Australian bowerbird (Sericulus melinus). The male has the head, neck, and largepatches on the wings, bright golden yellow, and the rest of theplumage deep velvety black; -- so called in honor of the Prince ofWales (afterward George IV.), who was Prince Regent in the reign ofGeorge III.-- The Regents of the University of the State of New York, themembers of a corporate body called the University of New York. Theyhave a certain supervisory power over the incorporated institutionfor Academic and higher education in the State."
 },
 {
  "index": 45204,
  "word": "SISTER-IN-LAW",
  "def": "The sister of one's husband or wife; also, the wife of one'sbrother; sometimes, the wife of one's husband's or wife's brother."
 },
 {
  "index": 60452,
  "word": "PARDINE",
  "def": "Spotted like a pard. Pardine lynx (Zoöl.), a species of lynx(Felis pardina) inhabiting Southern Europe. Its color is rufous,spotted with black."
 },
 {
  "index": 81921,
  "word": "UNBEWARE",
  "def": "Unawares. [Obs.] Bale."
 },
 {
  "index": 45684,
  "word": "CHAPTREL",
  "def": "An impost. [Obs.]"
 },
 {
  "index": 702,
  "word": "NAPPE",
  "def": "Sheet; surface; all that portion of a surface that iscontinuous in such a way that it is possible to pass from any onepoint of the portion to any other point of the portion withoutleaving the surface. Thus, some hyperboloids have one nappe, and somehave two."
 },
 {
  "index": 21092,
  "word": "SALIAN",
  "def": "Denoting a tribe of Franks who established themselves early inthe fourth century on the river Sala [now Yssel]; Salic.-- n."
 },
 {
  "index": 15263,
  "word": "REIGLE",
  "def": "A hollow cut or channel for quiding anything; as, the reigle ofa side post for a flood gate. Carew."
 },
 {
  "index": 26014,
  "word": "MISSUMMATION",
  "def": "Wrong summation."
 },
 {
  "index": 49125,
  "word": "GRUBBY",
  "def": "Dirty; unclean. [Colloq.]The grubby game of marbles. Lond. Sat. Rev."
 },
 {
  "index": 58437,
  "word": "SPARGER",
  "def": "A vessel with a perforated cover, for sprinkling with a liquid;a sprinkler."
 }
]