[
 {
  "index": 67424,
  "word": "BATZ",
  "def": "A small copper coin, with a mixture of silver, formerly currentin some parts of Germany and Switzerland. It was worth about fourcents."
 },
 {
  "index": 80810,
  "word": "GOOSEBERRY",
  "def": "Any thorny shrub of the genus Ribes; also, the edible berriesof such shrub. There are several species, of which Ribes Grossulariais the one commonly cultivated."
 },
 {
  "index": 18381,
  "word": "OVERFATIGUE",
  "def": "Excessive fatigue."
 },
 {
  "index": 12357,
  "word": "DEATHWARD",
  "def": "Toward death."
 },
 {
  "index": 60003,
  "word": "LISTING",
  "def": "The sapwood cut from the edge of a board."
 },
 {
  "index": 83824,
  "word": "FLAXSEED",
  "def": "The seed of the flax; linseed."
 },
 {
  "index": 35322,
  "word": "TCHICK",
  "def": "A slight sound such as that made by pressing the tongue againstthe roof of the mouth and explosively sucking out the air at oneside, as in urging on a horse. -- v. i."
 },
 {
  "index": 27034,
  "word": "SMOOTH-CHINNED",
  "def": "Having a smooth chin; beardless. Drayton."
 },
 {
  "index": 47057,
  "word": "SOMETHING",
  "def": ", adv. In some degree; somewhat; to some exrent; at somedistance. Shak.I something fear my father's wrath. Shak.We have something fairer play than a reasoner could have expectedformerly. Burke.My sense of touch is something coarse. Tennyson.It must be done to-night, And something from the palace. Shak."
 },
 {
  "index": 11337,
  "word": "CACODYLIC",
  "def": "Of, pertaining to, or derived from, cacodyl. Cacodylic acid, awhite, crystalline, deliquescent substance, (CH3)2AsO.OH, obtained bythe oxidation of cacodyl, and having the properties of an exceedinglystable acid; -- also called alkargen."
 },
 {
  "index": 36498,
  "word": "ABSENTEE",
  "def": "One who absents himself from his country, office, post, orduty; especially, a landholder who lives in another country ordistrict than that where his estate is situated; as, an Irishabsentee. Macaulay."
 },
 {
  "index": 68006,
  "word": "MYCOSE",
  "def": "A variety of sugar, isomeric with sucrose and obtained fromcertain lichens and fungi. Called also trehalose. [Written alsomykose.]"
 }
]