[
 {
  "index": 80439,
  "word": "VORTEX FRINGE",
  "def": "The region immediately surrounding a disk moving flatwisethrough air; -- so called because the air has a cyclic motion as invortex ring."
 },
 {
  "index": 68631,
  "word": "DISCOBLASTIC",
  "def": "Applied to a form of egg cleavage seen in osseous fishes, whichoccurs only in a small disk that separates from the rest of the egg."
 },
 {
  "index": 33915,
  "word": "FLOPPY",
  "def": "Having a tendency to flop or flap; as, a floppy hat brim. G.Eliot."
 },
 {
  "index": 62976,
  "word": "GYMNASIARCH",
  "def": "An Athenian officer who superintended the gymnasia, andprovided the oil and other necessaries at his own expense."
 },
 {
  "index": 77951,
  "word": "ANTHROPOIDAL",
  "def": "Anthropoid."
 },
 {
  "index": 71799,
  "word": "ANAGLYPTICS",
  "def": "The art of carving in low relief, embossing, etc."
 },
 {
  "index": 54789,
  "word": "CONFRACT",
  "def": "Broken in pieces; severed. [Obs.]"
 },
 {
  "index": 4568,
  "word": "DIOPTRICS",
  "def": "The science of the refraction of light; that part ofgeometrical optics which treats of the laws of the refraction oflight in passing from one medium into another, or through differentmediums, as air, water, or glass, and esp. through different lenses;-- distinguished from catoptrics, which refers to reflected light."
 },
 {
  "index": 15266,
  "word": "PINUS",
  "def": "A large genus of evergreen coniferous trees, mostly found inthe northern hemisphere. The genus formerly included the firs,spruces, larches, and hemlocks, but is now limited to those treeswhich have the primary leaves of the branchlets reduced to merescales, and the secondary ones (pine needles) acicular, and usuallyin fascicles of two to seven. See Pine."
 },
 {
  "index": 6875,
  "word": "SELTZER WATER",
  "def": "See Selters water."
 },
 {
  "index": 4631,
  "word": "TROPAEOLIN",
  "def": "A name given to any one of a series of orange-red dyestuffsproduced artificially from certain complex sulphonic acid derivativesof azo and diazo hydrocarbons of the aromatic series; -- so calledbecause of the general resemblance to the shades of nasturtium(Tropæolum)."
 },
 {
  "index": 73169,
  "word": "ALLIGATOR",
  "def": "A large carnivorous reptile of the Crocodile family, peculiarto America. It has a shorter and broader snout than the crocodile,and the large teeth of the lower jaw shut into pits in the upper jaw,which has no marginal notches. Besides the common species of thesouthern United States, there are allied species in South America."
 }
]