[
 {
  "index": 8378,
  "word": "CAMASS",
  "def": "A blue-flowered liliaceous plant (Camassia esculenta) ofnorthwestern America, the bulbs of which are collected for food bythe Indians. [Written also camas, cammas, and quamash.]"
 },
 {
  "index": 55621,
  "word": "PROLETARIAN",
  "def": "Of or pertaining to the proletaries; belonging to thecommonalty; hence, mean; vile; vulgar. \"Every citizen, if he were nota proletarian animal kept at the public cost.\" De Quincey.-- n."
 },
 {
  "index": 39379,
  "word": "PREFINITE",
  "def": "Prearranged. [Obs.] \" Set and prefinite time.\" Holland."
 },
 {
  "index": 40622,
  "word": "LEES",
  "def": "Dregs. See 2d Lee."
 },
 {
  "index": 9173,
  "word": "GRIVET",
  "def": "A monkey of the upper Nile and Abyssinia (Cercopithecusgriseoviridis), having the upper parts dull green, the lower partswhite, the hands, ears, and face black. It was known to the ancientEgyptians. Called also tota."
 },
 {
  "index": 33554,
  "word": "ADOPTER",
  "def": "A receiver, with two necks, opposite to each other, one ofwhich admits the neck of a retort, and the other is joined to anotherreceiver. It is used in distillations, to give more space to elasticvapors, to increase the length of the neck of a retort, or to unitetwo vessels whose openings have different diameters. [Written alsoadapter.]"
 },
 {
  "index": 84680,
  "word": "PUNY",
  "def": "Imperfectly developed in size or vigor; small and feeble;inferior; petty.A puny subject strikes at thy great glory. Shak.Breezes laugh to scorn our puny speed. Keble."
 },
 {
  "index": 56405,
  "word": "ACCENDIBILITY",
  "def": "Capacity of being kindled, or of becoming inflamed;inflammability."
 },
 {
  "index": 12554,
  "word": "HUBBY",
  "def": "Full of hubs or protuberances; as, a road that has been frozenwhile muddy is hubby. [U.S.]"
 },
 {
  "index": 35609,
  "word": "SLOUGHING",
  "def": "The act of casting off the skin or shell, as do insects andcrustaceans; ecdysis."
 },
 {
  "index": 36539,
  "word": "PUMPION",
  "def": "See Pumpkin."
 },
 {
  "index": 23432,
  "word": "ALUMINATE",
  "def": "A compound formed from the hydrate of aluminium by thesubstitution of a metal for the hydrogen."
 }
]