[
 {
  "index": 38200,
  "word": "WHINE",
  "def": "To utter a plaintive cry, as some animals; to mean with achildish noise; to complain, or to tell of sorrow, distress, or thelike, in a plaintive, nasal tone; hence, to complain or to beg in amean, unmanly way; to moan basely. \"Whining plovers.\" Spenser.The hounds were . . . staying their coming, but with a whiningaccent, craving liberty. Sir P. Sidney.Dost thou come here to whine Shak."
 },
 {
  "index": 17673,
  "word": "GOWANY",
  "def": "Having, abounding in, or decked with, daisies. [Scot.]Sweeter than gowany glens or new-mown hay. Ramsay."
 },
 {
  "index": 44239,
  "word": "KNOR",
  "def": "See Knur. [Obs.]"
 },
 {
  "index": 76507,
  "word": "RANEE",
  "def": "Same as Rani."
 },
 {
  "index": 101,
  "word": "UNMAGISTRATE",
  "def": "To divest of the office or authority of a magistrate. [Obs.]Milton."
 },
 {
  "index": 55911,
  "word": "LONG-SIGHTEDNESS",
  "def": "See Hypermetropia."
 },
 {
  "index": 63406,
  "word": "CROTONINE",
  "def": "A supposed alkaloid obtained from croton oil by boiling it withwater and magnesia, since found to be merely a magnesia soap of theoil. Watts."
 },
 {
  "index": 58718,
  "word": "DUALITY",
  "def": "The quality or condition of being two or twofold; dualcharacter or usage."
 },
 {
  "index": 48515,
  "word": "LONGANIMITY",
  "def": "Disposition to bear injuries patiently; forbearance; patience.Jer. Taylor."
 },
 {
  "index": 36317,
  "word": "CARBONATATION",
  "def": "The saturation of defecated beet juice with carbonic acid gas.Knight."
 },
 {
  "index": 60709,
  "word": "ENVERMEIL",
  "def": "To color with, or as with, vermilion; to dye red. [Obs.]Milton."
 },
 {
  "index": 10928,
  "word": "BARREL",
  "def": "The hollow basal part of a feather. Barrel bulk (Com.), ameasure equal to five cubic feet, used in estimating capacity, as ofa vessel for freight.-- Barrel drain (Arch.), a drain in the form of a cylindrical tube.-- Barrel of a boiler, the cylindrical part of a boiler, containingthe flues.-- Barrel of the ear (Anat.), the tympanum, or tympanic cavity.-- Barrel organ, an instrument for producing music by the action ofa revolving cylinder.-- Barrel vault. See under Vault."
 }
]