[
 {
  "index": 36892,
  "word": "DISPLOSION",
  "def": "Explosion.The vast displosion dissipates the clouds. Young."
 },
 {
  "index": 44976,
  "word": "UNREIN",
  "def": "To loosen the reins of; to remove restraint from. Addison."
 },
 {
  "index": 15886,
  "word": "TORMENTIL",
  "def": "A rosaceous herb (Potentilla Tormentilla), the root of which isused as a powerful astringent, and for alleviating gripes, ortormina, in diarrhea."
 },
 {
  "index": 40284,
  "word": "DISSOLVATIVE",
  "def": "Having the power to dissolve anything; solvent. [Obs.]Frampton."
 },
 {
  "index": 45768,
  "word": "FATTY",
  "def": "Containing fat, or having the qualities of fat; greasy; gross;as, a fatty substance. Fatty acid (Chem.), any one of the paraffinseries of monocarbonic acids, as formic acid, acetic, etc.; -- socalled because the higher members, as stearic and palmitic acids,occur in the natural fats, and are themselves fatlike substances.-- Fatty clays. See under Clay.-- Fatty degeneration (Med.), a diseased condition, in which the oilglobules, naturally present in certain organs, are so multiplied asgradually to destroy and replace the efficient parts of these organs.-- Fatty heart, Fatty liver, etc. (Med.), a heart, liver, etc.,which have been the subjects of fatty degeneration or infiltration.-- Fatty infiltration (Med.), a condition in which there is anexcessive accumulation of fat in an organ, without destruction of anyessential parts of the latter.-- Fatty tumor (Med.), a tumor consisting of fatty or adiposetissue; lipoma."
 },
 {
  "index": 6285,
  "word": "RASHFUL",
  "def": "Rash; hasty; precipitate. [Obs.]"
 },
 {
  "index": 28376,
  "word": "PANDEMIC",
  "def": "Affecting a whole people or a number of countries; everywhereepidemic.-- n."
 },
 {
  "index": 77460,
  "word": "SESTET",
  "def": "A piece of music composed for six voices or six instruments; asextet; -- called also sestuor. [Written also sestett, sestette.]"
 },
 {
  "index": 44750,
  "word": "ARNICINE",
  "def": "An alkaloid obtained from the arnica plant."
 },
 {
  "index": 85225,
  "word": "HURRICANO",
  "def": "A waterspout; a hurricane. [Obs.] Drayton. \"You cataracts andhurricanoes, spout.\" Shak."
 },
 {
  "index": 24960,
  "word": "SWAGBELLY",
  "def": "Any large tumor developed in the abdomen, and neitherfluctuating nor sonorous. Dunglison."
 },
 {
  "index": 64465,
  "word": "PERCARBURETED",
  "def": "Combined with a relatively large amount of carbon."
 }
]