[
 {
  "index": 49408,
  "word": "EYRA",
  "def": "A wild cat (Felis eyra) ranging from southern Brazil to Texas.It is reddish yellow and about the size of the domestic cat, but witha more slender body and shorter legs."
 },
 {
  "index": 22542,
  "word": "DELTOHEDRON",
  "def": "A solid bounded by twelve quadrilateral faces. It is ahemihedral form of the isometric system, allied to the tetrahedron."
 },
 {
  "index": 50749,
  "word": "SCABBARD",
  "def": "The case in which the blade of a sword, dagger, etc., is kept;a sheath.Nor in thy scabbard sheathe that famous blade. Fairfax.Scabbard fish (Zoöl.), a long, compressed, silver-colored tænioidfish (Lepidopus caudatus, or argyreus), found on the European coasts,and more abundantly about New Zealand, where it is called frostfishand considered an excellent food fish."
 },
 {
  "index": 80871,
  "word": "DECEMBRIST",
  "def": "One of those who conspired for constitutional governmentagainst the Emperor Nicholas on his accession to the throne at thedeath of Alexander I., in December, 1825; -- called also Dekabrist."
 },
 {
  "index": 75359,
  "word": "LINTEL",
  "def": "A horizontal member spanning an opening, and carrying thesuperincumbent weight by means of its strength in resisting crosswisefracture."
 },
 {
  "index": 24980,
  "word": "FURACIOUS",
  "def": "Given to theft; thievish. [Obs.]"
 },
 {
  "index": 60976,
  "word": "GUILDABLE",
  "def": "Liable to a tax. [Obs.]"
 },
 {
  "index": 62970,
  "word": "ADDUCTION",
  "def": "The action by which the parts of the body are drawn towards itsaxis]; -- opposed to abduction. Dunglison."
 },
 {
  "index": 83409,
  "word": "CHUTE",
  "def": "A warm or spicy condiment or pickle made in India, compoundedof various vegetable substances, sweets, acids, etc."
 },
 {
  "index": 75542,
  "word": "GRAMMARIANISM",
  "def": "The principles, practices, or peculiarities of grammarians.[R.]"
 },
 {
  "index": 83682,
  "word": "COMPREHENSIBILITY",
  "def": "The quality or state of being comprehensible; capability ofbeing understood."
 },
 {
  "index": 55571,
  "word": "LUXURIATION",
  "def": "The act or process luxuriating."
 }
]