[
 {
  "index": 71202,
  "word": "CONTRACTIBLENESS",
  "def": "Contractibility."
 },
 {
  "index": 2138,
  "word": "PIGNORATIVE",
  "def": "Pledging, pawning. [R.]"
 },
 {
  "index": 67736,
  "word": "EPICURELY",
  "def": "Luxuriously. Nash."
 },
 {
  "index": 11140,
  "word": "EQUIDIURNAL",
  "def": "Pertaining to the time of equal day and night; -- applied tothe equinoctial line. Whewell."
 },
 {
  "index": 50766,
  "word": "SELF-APPROVING",
  "def": "Approving one's own action or character by one's own judgment.One self-approving hour whole years outweighs Of stupid starers andof loud huzzas. Pope."
 },
 {
  "index": 10117,
  "word": "JAUNCE",
  "def": "To ride hard; to jounce. [Obs.]Spurr'd, galled and tired by jauncing Bolingbroke. Shak."
 },
 {
  "index": 80106,
  "word": "DIPHTHONGAL",
  "def": "Relating or belonging to a diphthong; having the nature of adiphthong.-- Diph*thon\"gal*ly, adv."
 },
 {
  "index": 73009,
  "word": "MAGNESIUM",
  "def": "A light silver-white metallic element, malleable and ductile,quite permanent in dry air but tarnishing in moist air. It burns,forming (the oxide) magnesia, with the production of a blinding light(the so-called magnesium light) which is used in signaling, inpyrotechny, or in photography where a strong actinic illuminant isrequired. Its compounds occur abundantly, as in dolomite, talc,meerschaum, etc. Symbol Mg. Atomic weight, 24.4. Specific gravity,1.75. Magnesium sulphate. (Chem.) Same as Epsom salts."
 },
 {
  "index": 83408,
  "word": "RESISTER",
  "def": "One who resists."
 },
 {
  "index": 42534,
  "word": "MAZEDNESS",
  "def": "The condition of being mazed; confusion; astonishment. [Obs.]Chaucer."
 },
 {
  "index": 85655,
  "word": "CAFETERIA",
  "def": "A restaurant or café at which the patrons serve themselves withfood kept at a counter, taking the food to small tables to eat. [U.S.]"
 },
 {
  "index": 26173,
  "word": "CONTRAINDICANT",
  "def": "Something, as a symptom, indicating that the usual mode oftreatment is not to be followed. Burke."
 }
]