[
 {
  "index": 1353,
  "word": "AESCULAPIAN",
  "def": "Pertaining to Æsculapius or to the healing art; medical;medicinal."
 },
 {
  "index": 46037,
  "word": "MEMBRANIFEROUS",
  "def": "Having or producing membranes."
 },
 {
  "index": 115,
  "word": "TANIST",
  "def": "In Ireland, a lord or proprietor of a tract of land or of acastle, elected by a family, under the system of tanistry.This family [the O'Hanlons] were tanists of a large territory withinthe present county of Armagh. M. A. Lower."
 },
 {
  "index": 9255,
  "word": "CUSHIONET",
  "def": "A little cushion."
 },
 {
  "index": 70450,
  "word": "IMMACULATE",
  "def": "Without stain or blemish; spotless; undefiled; clear; pure.Were but my soul as pure From other guilt as that, Heaven did nothold One more immaculate. Denham.Thou sheer, immaculate and silver fountain. Shak.Immaculate conception (R. C. Ch.), the doctrine that the Virgin Marywas conceived without original sin.-- Im*mac\"u*late*ly, adv.-- Im*mac\"u*late*ness, n."
 },
 {
  "index": 35023,
  "word": "DOTTING PEN",
  "def": "See under Pun."
 },
 {
  "index": 60907,
  "word": "HAIRWORM",
  "def": "A nematoid worm of the genus Gordius, resembling a hair. SeeGordius."
 },
 {
  "index": 37718,
  "word": "PANTALET",
  "def": "One of the legs of the loose drawers worn by children andwomen; particularly, the lower part of such a garment, coming belowthe knee, often made in a separate piece; -- chiefly in the plural."
 },
 {
  "index": 61946,
  "word": "TARTARINE",
  "def": "Potassium carbonate, obtained by the incineration of tartar.[Obs.]"
 },
 {
  "index": 71101,
  "word": "STATIONERY",
  "def": "The articles usually sold by stationers, as paper, pens, ink,quills, blank books, etc."
 },
 {
  "index": 57843,
  "word": "UNDERGROW",
  "def": "To grow to an inferior, or less than the usual, size or height.Wyclif."
 },
 {
  "index": 37597,
  "word": "DISFRIAR",
  "def": "To depose or withdraw from the condition of a friar. [Obs.]Many did quickly unnun and disfriar themselves. Fuller."
 }
]