[
 {
  "index": 65355,
  "word": "UNREAVE",
  "def": "To unwind; to disentangle; to loose. [Obs.] Spenser."
 },
 {
  "index": 5761,
  "word": "TAILPIN",
  "def": "The center in the spindle of a turning lathe."
 },
 {
  "index": 13951,
  "word": "PUERPERAL",
  "def": "Of or pertaining to childbirth; as, a puerperal fever."
 },
 {
  "index": 6661,
  "word": "REPULSION",
  "def": "The power, either inherent or due to some physical action, bywhich bodies, or the particles of bodies, are made to recede fromeach other, or to resist each other's nearer approach; as, molecularrepulsion; electrical repulsion."
 },
 {
  "index": 17659,
  "word": "RUCTATION",
  "def": "The act of belching wind."
 },
 {
  "index": 12668,
  "word": "ENDENIZEN",
  "def": "To admit to the privileges of a denizen; to naturalize. [Obs.]B. Jonson."
 },
 {
  "index": 37234,
  "word": "BRAVING",
  "def": "A bravado; a boast.With so proud a strain Of threats and bravings. Chapman."
 },
 {
  "index": 2824,
  "word": "SKILLING",
  "def": "A bay of a barn; also, a slight addition to a cottage. [Prov.Eng.]"
 },
 {
  "index": 2899,
  "word": "TUPELO",
  "def": "A North American tree (Nyssa multiflora) of the Dogwood family,having brilliant, glossy foliage and acid red berries. The wood iscrossgrained and very difficult to split. Called also black gum, sourgum, and pepperidge. Largo tupelo, or Tupelo gum (Bot.), an Americantree (Nyssa uniflora) with softer wood than the tupelo.-- Sour tupelo (Bot.), the Ogeechee lime."
 },
 {
  "index": 19173,
  "word": "ECPHONESIS",
  "def": "An animated or passionate exclamation.The feelings by the ecphonesis are very various. Gibbs."
 },
 {
  "index": 26462,
  "word": "MARKING",
  "def": "The act of one who, or that which, marks; the mark or marksmade; arrangement or disposition of marks or coloring; as, themarking of a bird's plumage. Marking ink, indelible ink, because usedin marking linen.-- Marking nut (Bot.), the nut of the Semecarpus Anacardium, an EastIndian tree. The shell of the nut yields a blackish resinous juiceused for marking cotton cloth, and an oil prepared from it is usedfor rheumatism."
 },
 {
  "index": 684,
  "word": "FABLER",
  "def": "A writer of fables; a fabulist; a dealer in untruths orfalsehoods. Br. Hall."
 }
]